[
    {
        "id": "95479",
        "name": "Jujutsu Kaisen",
        "category": "Aksiyon,Ödüllü,Fantezi",
        "info": "Bir çocuk… “doğru ölüm” için savaşır.rnrnZorluklar, pişmanlık, utanç… İnsanların hissettiği olumsuz duygular günlük hayatımızda gizlenen lanetlere dönüşür. Lanetler tüm dünyaya yayılır; insanları korkunç bir talihsizliğe, hatta ölüme götürebilir. Dahası, lanetler yalnızca başka bir lanetle defedilebilir.rnrnItadori Yuji sıradan bir lise hayatı yaşamakla birlikte çok büyük bir fiziksel güce sahiptir. Bir gün, lanetlerce saldırıya uğrayan bir arkadaşını kurtarmak için İki Yüzlü Hayalet’in parmağını yer ve laneti kendi ruhuna alır. Artık İki Yüzlü Hayalet ile aynı bedeni paylaşmaktadır. Büyücülerin en güçlüsü olan Gojo Satoru’nun yönlendirmesiyle, lanetlerle savaşan bir organizasyon olan Tokyo Büyükşehir Teknik Büyücülük Lisesi’ne kabul edilir. Böylece, bir laneti def etmek için lanete dönüşen çocuğun kahramanlık masalı; asla geri dönemeyeceği hayatı başlar.",
        "date": "2020",
        "rate": 8.6,
        "seasons": 1,
        "poster": "/g1rK2nRXSidcMwNliWDIroWWGTn.jpg",
        "banner": "/gmECX1DvFgdUPjtio2zaL8BPYPu.jpg",
        "bannerslide": "/pvl4pworSYkroGrfCEj0WlgzTYo.jpg",
        "popularity": 773.963
    },
    {
        "id": "1429",
        "name": "Shingeki No Kyojin",
        "category": "Aksiyon,Dram,Gerilim",
        "info": "Birkaç yüzyıl önce, insanlar devler tarafından neredeyse tamamen yok edilmiştir. Bu devler uzun boyludur, zeki değildirler ve insanları yerler. Küçük bir grup insan, çareyi en büyük devlerden bile uzun olan yüksek duvarlarla çevrili bir şehire kendilerini kapatarak bulmuşlardır. Günümüze gelindiğinde şehirde 100 yıldır hiç dev görülmemiştir. Genç çocuk Eren ve üvey kız kardeşi Mikasa, büyük bir dev tarafından şehrin duvarlarının yıkılışına tanık olurlar. Devler şehre akın etmeye başlar ve iki çocuk da annelerinin canlı canlı yenişine korku içinde tanıklık ederler. Eren her bir devi öldürüp tüm insanlığın intikamını alacağına yemin eder.",
        "date": "2013",
        "rate": 8.662,
        "seasons": 4,
        "poster": "/uAlgu4talmCw772hYT5vlnO6Asu.jpg",
        "banner": "/uACJw45EEkB5mfFw4SgMtgZgBBJ.jpg",
        "bannerslide": "/7rQWYFCNsctJrCQhSOUfhCVp3xf.jpg",
        "popularity": 128.857
    },
    {
        "id": "88803",
        "name": "Vinland Saga",
        "category": "Aksiyon,Macera,Dram",
        "info": "Binlerce yıldır Vikingler, şiddet yanlısı en güçlü soylardan biri olarak kendilerine ad yapmışlardır. Vikinglerin en iyi savaşçılarından birinin oğlu olan Thorfinn, derinden beslediği intikam arzusunu yerine getirmek için yeteneklerini geliştireceği savaş alanlarında çocukluğunu geçirir.",
        "date": "2019",
        "rate": 8.5,
        "seasons": 2,
        "poster": "/vUHlpA5c1NXkds59reY3HMb4Abs.jpg",
        "banner": "/dGZtPUln1X8hHhpW6dgTFklQi5q.jpg",
        "bannerslide": "/epeKkcetNXp6s4J4iRHpe92ahCN.jpg",
        "popularity": 73.266
    },
    {
        "id": "85937",
        "name": "Demon Slayer",
        "category": "Aksiyon,Fantezi",
        "info": "Bir iblis saldırısında ailesi katledilen ve kız kardeşi lanetlenen Tanjiro, laneti kaldırmanın bir yolunu bulmak ve intikam almak için tehlikeli bir yolculuğa çıkar.",
        "date": "2019",
        "rate": 8.674,
        "seasons": 5,
        "poster": "/wrCVHdkBlBWdJUZPvnJWcBRuhSY.jpg",
        "banner": "/iBAtBLqCMON3NPIjyQ1wdMbpTAk.jpg",
        "bannerslide": "/unhUWXYl8DFaIsaz6U59cDGSBgj.jpg",
        "popularity": 371.969
    },
    {
        "id": "635302",
        "name": "Demon Slayer The Movie: Mugen Train",
        "category": "Aksiyon,Fantezi",
        "info": "Film ailesi acımasızca öldürülen Tanjiro Kamado'nun hikayesini anlatıyor. Tanjiro Kamado, ailesi acımasızca öldürüp, kız kardeşinin bir çeşit iblise dönüştürülmesinden sonra, iblis avcılığına başlar. Tanjiro ve arkadaşları, umutsuzluğa çıkan yolda Mugen Treni'nin peşine düşer.",
        "date": "2020",
        "rate": 8.2,
        "seasons": 0,
        "poster": "/h8Rb9gBr48ODIwYUttZNYeMWeUU.jpg",
        "banner": "/3FVe3OAdgz060JaxIAaUl5lo6cx.jpg",
        "bannerslide": "/AqhA7GXDEaP1spOWih195YzSPem.jpg",
        "popularity": 178.163
    },
    {
        "id": "46260",
        "name": "Naruto",
        "category": "Aksiyon,Macera,Fantezi",
        "info": "Naruto, içine hapsedilmiş kyubii (9 kuyruklu efsanevi tilki) yüzünden Konoha halkı tarafından yaratık olarak görülüp kenara itilmiş bir çocuktur. Naruto'nun bütün hedefi Ninja akademisini bitirip, Hokage olmaktır.\n\nAkademi'nin ilk bölümünü bitirip genin olarak mezun olan Naruto, arkadaşları Sakura ve Sasuke ile chunin olabilmek için yeni eğitimlerine başlarlar.\n\nYaramaz ve bir o kadar heyecanlı bir kişiliğe sahip olan Naruto, içindeki kyuubinin gücünü yavaş yavaş öğrenecektir.",
        "date": "2002",
        "rate": 8.356,
        "seasons": 4,
        "poster": "/vauCEnR7CiyBDzRCeElKkCaXIYu.jpg",
        "banner": "/koY8N9Y8IcLlb2eJXz50X1hFUL5.jpg",
        "bannerslide": "/dW9FQRgTDBdH36FtDbC2qCEKjtQ.jpg",
        "popularity": 337.924
    },
    {
        "id": "45790",
        "name": "JoJo's Bizarre Adventure",
        "category": "Aksiyon,Macera,Doğaüstü",
        "info": "Jonathan Joestar zengin, asil, herkesin arzu edeceği hayata sahip bir çocuktur. Dio Brando ise babasının ölmesiyle JoJo ailesine evlatlık gelmiş hırslı ve yetenekli bir çocuktur. Hikaye, Jonathan Joestar ve Dio Brando'dan başlayarak iki ailenin birkaç nesil boyunca birbiri ile olan mücadelesini konu almaktadır.",
        "date": "2012",
        "rate": 8.6,
        "seasons": 5,
        "poster": "/wGiz5W6cdmHgS0gqZUcQ2yLsnyx.jpg",
        "banner": "/5mUYDoFjDlPmDvnUWSknhYjGBBh.jpg",
        "bannerslide": "/iZwAxspYlszZBBBGHu05EvUZNem.jpg",
        "popularity": 261.346
    },
    {
        "id": "105009",
        "name": "Tokyo Revengers",
        "category": "Aksiyon,Dram,Doğaüstü",
        "info": "Takemichi Hanagaki, hayatındaki umutsuzluğun mutlak çukurlarına ulaşan bir freelancer. Şimdiye kadar yaşadığı tek kız arkadaşı, Hinata Tachibana, Acımasız Tokyo Manji Çetesi tarafından öldürüldüğünü öğrendi. Ölümünü duyduktan sonraki gün, istasyon platformunda duruyor ve bir insan sürüsü tarafından parçalara itiliyor. Ölmek üzere olduğunu düşünen gözlerini kapattı, ama gözlerini geri açtığında, bir şekilde 12 yıl içinde geri döndü. Şimdi hayatının en iyi günlerini yaşadığını, Takemichi hayatından intikam almaya karar verdi.",
        "date": "2021",
        "rate": 8.476,
        "seasons": 1,
        "poster": "/arB3L9pZZBSzUPSC8BEv8c3X0bF.jpg",
        "banner": "/1VZ8gN6tPoAd7EdfCzVPmtDczhD.jpg",
        "bannerslide": "/pUBxh12HOE5ChPJROW8nbDMEupO.jpg",
        "popularity": 186.522
    },
    {
        "id": "114410",
        "name": "Chainsaw Man",
        "category": "Aksiyon,Fantezi",
        "info": "Denji'nin babası ölünce büyük bir borç üstüne kalır ve bunu ödeyebilmesinin hiçbir yolu yoktur. Ancak kurtardığı Pochita isimli iblis köpek sayesinde iblis avcılığı yaparak borcunu azar azar kapatır. Pochita'nın testere güçleri iblislere karşı işe yarıyordur. Denji öldüğünde Pochita kendini feda edip onu diriltir. Fakat Denji artık eskisi gibi insan değildir. O artık Testere Adam!",
        "date": "2022",
        "rate": 8.56,
        "seasons": 1,
        "poster": "/npdB6eFzizki0WaZ1OvKcJrWe97.jpg",
        "banner": "/Vq4L8A88fNQxBqM27xHtDi4DrL.jpg",
        "bannerslide": "/sbvHiKrb86zi2RSeos8MkoURTDi.jpg",
        "popularity": 170.636
    },
    {
        "id": "86031",
        "name": "Dr. Stone",
        "category": "Macera,Komedi,Bilim Kurgu",
        "info": "Kaçınılmaz bir günde, tüm insanlık kör edici bir ışık parlamasıyla donakalmıştı. Birkaç bin yıl sonra, Liseli Taiju uyanır ve kendini heykellerin dünyasında kaybolmuş şekilde bulur. Ama, yanlız değildir! Onun Bilime aşık arkadaşı Senku kalkmış ve bir kaç aydır çalışıyordu ve bilimin gücüyle medeniyeti yeniden inşa etmek için aklında bir fikri vardı.",
        "date": "2019",
        "rate": 8.578,
        "seasons": 4,
        "poster": "/xbZQ3fDl0y5mt0ARwfeyrgQ4JTw.jpg",
        "banner": "/ty7JiHOBnD0UV88m1eudJvPQNXg.jpg",
        "bannerslide": "/px8w8DstjI8AOaWYqLc6BQngUvL.jpg",
        "popularity": 27.724
    },
    {
        "id": "13916",
        "name": "Death Note",
        "category": "Doğaüstü,Gerilim",
        "info": "Yagami Light, üniversite giriş sınavlarına hazırlanan bir lise son sınıf öğrencisidir. Light (Raito), Japonya'nın belki de en yetenekli ve zeki öğrencisi olmasına rağmen, yaşadığı dünya ona tat vermemektedir. Her gün gittikçe artan suç oranı ve adalet sisteminin çökmüşlüğü, onun için bu dünyayı daha da anlamsız ve çürümüş kılmaktadır. Bu yüzden de, hiç bir şeyde anlam görmemektedir.\n\nLight, bu buhranlarını kendi içinde yaşarken, ders sırasında bir defterin gökten düştüğünü görür. Okul çıkışı elinde olmadan defterin düştüğü yere yönelir. Defterin üstünde \"Death Note\" yazmaktadır. Defteri yerden alıp incelediğinde hiç de inanacağı şeylerle karşılaşmaz.\n\n\"Bu deftere ismi yazılan insan ölecektir.\"\n\nNedenini kendi bile bilmeden, defteri alıp evine döner. Evde haberleri izlerken, bir adamın bir anaokulundaki öğrencileri ve öğretmenleri rehin aldığını izler. Defterin gerçekliğini test etmek için rehin alan adamın adını deftere yazar. Ve 40 saniye sonra adam ölür.\n\nDefterin gerçekliği karşısında şaşkına dönen Light, kendi ideal dünyasını yaratmak için diğer suçlulara yönelecektir. Ama ya dünya onun varlığını öğrenip peşine dünyanın en iyi dedektifi L'i takarsa?",
        "date": "2006",
        "rate": 8.637,
        "seasons": 1,
        "poster": "/at1Dep4erbbnuYNJ1ZK6tQqRczL.jpg",
        "banner": "/brO0acsI82ikvp7S0yszhbUupiF.jpg",
        "bannerslide": "/zTeJu4pV7m8bLeEwOb5c3fhq1Wq.jpg",
        "popularity": 118.835
    },
    {
        "id": "61223",
        "name": "Akame ga Kill!",
        "category": "Aksiyon,Fantezi",
        "info": "Tatsumi, kırsal kesimde yaşayan genç ve güçlü bir savaşçıdır. O ve 2 arkadaşı fakir köyleri için para kazanma hayali ile imparatorluk başkentine doğru yola çıkarlar. Ancak, büyük umutlarla geldikleri başkent, hiç de düşündükleri gibi çıkmayacaktır. Başkentin acımasızlığı ile yüzleştikten sonra hiç de düşündüğü bir yer olmadığını anlayan Tatsumi'nin yolu, bir olay sırasında Akame ve Night Raid adlı suikast örgütü ile kesişir. Bu bozulmuş topluluk karşısındaki devrimcilerin suikast kolu olan Night Raid'e katılma kararı alan Tatsumi, artık Night Raid'in yanında başkente karşı savaşacaktır.\n\nNight Raid, görevini kötüye kullanan, halka zorbalık yapan insanlara suikast düzenlemeye devam ederken, tüm bu her şeyin başında olan başbakan Night Raid'e karşı en iyi askerlerinden oluşan bir grup kurar: Jeagers (Avcılar). Night Raid ile Jaegars'ın kapışması hiç de kolay olmayacaktı.",
        "date": "2014",
        "rate": 8.363,
        "seasons": 1,
        "poster": "/3c5BIEfAhTCWrIi4C8WMuwOl6bX.jpg",
        "banner": "/2E2gUv9aaG5snETKuK7KzoCUPY0.jpg",
        "bannerslide": "/sNQw3BC4nXzfamnreobIkuKI0tY.jpg",
        "popularity": 103.696
    },
    {
        "id": "120089",
        "name": "Spy x Family",
        "category": "Aksiyon,Ödüllü,Komedi",
        "info": "Westalis isimli ülke adına çalışan ve kod adı \"Alacakaranlık\" olan bir casus, komşu ülke Ostania ile aradaki sürtüşmeyi durdurmak ve barışı sağlamak adına bir görev almıştır. Aldığı bu görevde Alacakaranlık, Ostanialı bir politikacı olan Donovan Desmond'a yakınlaşmak mecburiyetindedir ve bu görevi başarabilmek için sahte bir aile kurmak zorundadır. Yetimhaneden sahipleneceği Anya ve \"Dikenli Prenses\" olarak bilinen Yor ile tanışıp bir yuva kuracaklardır.",
        "date": "2022",
        "rate": 8.598,
        "seasons": 3,
        "poster": "/3r4LYFuXrg3G8fepysr4xSLWnQL.jpg",
        "banner": "/zNugnnR5KEmq9EzLcl0Me1UmHYk.jpg",
        "bannerslide": "/rz4M99xKQv1tIGhRHYEMH6gM0do.jpg",
        "popularity": 263.075
    },
    {
        "id": "30984",
        "name": "Bleach",
        "category": "Aksiyon,Macera,Fantezi",
        "info": "Kurosaki Ichigo 15 yaşında normal bir öğrencidir, ancak ölülerle iletişim kurma becerisine sahiptir. Ichigo'nun babası ve kardeşleri aileye ait bir klinik işletmektedirler.\n\nBir gün, shinigami - ölüm tanrısı - olan Kuchiki Rukia, Ichigo'nun odasına camdan girer ve Ichigo'nun onu görebildiğine çok şaşırır. O anın kargaşasında çevreye gelen hollow - kayıp ruh - ile dövüşürlerken, Rukia güçlerini Ichigo'ya geçirir. Shinigami güçlerini alan Ichigo, Rukia ile beraber hollow'ları yok etmeye başlar.",
        "date": "2004",
        "rate": 8.39,
        "seasons": 2,
        "poster": "/7q9mQv1uiAH5yYJv18trEIglqGi.jpg",
        "banner": "/joisrBYfaedQoUhB8yk9IuXU2d2.jpg",
        "bannerslide": "/eTxK7frHZd2jA8sQDdfF5xiqAeY.jpg",
        "popularity": 649.048
    },
    {
        "id": "15575",
        "name": "Bleach: Memories of Nobody",
        "category": "Aksiyon,Macera,Fantezi",
        "info": "Karakura Şehrinde tanımlanamayan ruhlar ortaya çıkar. Ichigo ve Rukia, bu tuhaf ruhlarla uğraşırken Senna adında gizemli bir “shinigami” ile karşılaşırlar. Senna, “blanks” adı verilen bu ruhları çok çabuk yok eder. Bu arada, Soul Society’de, dünyanın yansımaları gökyüzünde belirmiştir. Tōshirō ve Rangiku, bu tuhaf olayı araştırmak üzere dünyaya gönderilirler. Burada, Ichigo ile karşılaşırlar. Urahara’nın dükkânında olayları tartışırken Urahara onlara bu olaylara iki dünya arasında kalmış bir ruhun neden olduğunu söyler.",
        "date": "2006",
        "rate": 6.976,
        "seasons": 0,
        "poster": "/1QXGWJ0bsmbMUDBXXfS1RnFadkS.jpg",
        "banner": "/w8nkwwwNrV433PCkIiE2tP1ARtm.jpg",
        "bannerslide": "/",
        "popularity": 48.49
    },
    {
        "id": "17101",
        "name": "Bleach The Movie: The Diamond Dust Rebellion",
        "category": "Aksiyon,Macera,Fantezi",
        "info": "\"Kralın Mührü\" olarak bilinen bir cisim Soul Society'e nakli sırasında bilinmeyen gizemli bir grup tarafından çalınır. Mührün nakliyle görevlendirilen Gotei 13'ten 10. Takım kaptanı Hitsugaya Toushiro grubun lideri ile savaştıktan hemen sonra kayıplara karışır. Olaydan sonra Seireitei Hitsugaya'yı hain ilan eder ve yakalanıp infaz edilmesi yönünde emirler verir. Buna inanmayı reddeden Kurosaki İchigo, Matsumoto Rangiku, Kuchiki Rukia ve Abarai Renji çalınan mührün gerçeğini ortaya çıkarmaya, Hitsugaya'yı bulmaya ve ismini temize çıkarmaya yemin eder. Bu sırada Hitsugaya suçluları aramakta ve uzun süre önce ölmüş bir shinigaminin sırrını ortaya çıkarmaya çalışmaktadır.",
        "date": "2007",
        "rate": 6.809,
        "seasons": 0,
        "poster": "/1PV8OKvHSYvgmdVnU2wcuzQGthP.jpg",
        "banner": "/vTTTVK44UVpi2HtE1DbKkgiMpAk.jpg",
        "bannerslide": "/",
        "popularity": 27.722
    },
    {
        "id": "17165",
        "name": "Bleach The Movie: Fade to Black",
        "category": "Aksiyon,Macera,Fantezi",
        "info": "Seireteinin tam ortasında onu yok edebilecek gizemli bir reiatsu patlaması yaşanır. Aynı zamanda Kuchiki Rukia'ya hatıralarını kaybettiren bir değişim gerçekleşir. Urahara Kisuke, sorunu araştırmak üzere Kurosaki Ichigoyu Soul Societye gönderir. Seireteiye ulaştığında, İchigo daha önceden dostları olup Rukia hakkında hiçbir şey hatırlamayan shinigamiler tarafından saldırıya uğrar. Şimdi, yalnız ve kaçak olan Ichigo, çok geçmeden Rukiayı bulmalı ve önceden gerçekleşen olayın sebebini açığa çıkarmalıdır.",
        "date": "2008",
        "rate": 7.115,
        "seasons": 0,
        "poster": "/bX6kcCvUAbSPFXWEtGoYsl6CfaD.jpg",
        "banner": "/xZYPpL6uYy5KUK85HgqA9PuXuID.jpg",
        "bannerslide": "/",
        "popularity": 40.386
    },
    {
        "id": "73245",
        "name": "Bleach: Hell Verse",
        "category": "Aksiyon,Macera,Fantezi",
        "info": "Hayat, Karakura şehrinde her zamanki gibi olağan bir şekilde işlerken, İchigo ve dostları, günlük hayatlarına devam etmektedirler. Rukia ve Renji özel bir görev için şehre gelirken, Karakura lisesinde bir takım kazalar olmaya başlar. İchigo ve ailesi aniden cehennemden geldiklerini söyleyen maskeli yabancılar tarafından saldırıya uğramıştır. İchigo’nun kız kardeşi Karin, Kokuto adındaki yabancının yardımıyla kurtarılırken, Yuzu, maskeli yabancılar tarafından cehenneme kaçırılmıştır. İchigo, kız kardeşini kurtarabilmek için Rukia, Renji ve İshida ile birlikte Kokuto'nun rehberliğinde cehenneme yolculuk etmek zorunda kalacaktır.",
        "date": "2010",
        "rate": 7.632,
        "seasons": 0,
        "poster": "/pd7V5iCB19VBPJkihxFXFwSRW2M.jpg",
        "banner": "/rUYPBaQqtpt2IdvzHdIrsYn29mk.jpg",
        "bannerslide": "/",
        "popularity": 24.579
    },
    {
        "id": "112613",
        "name": "Ousama Ranking",
        "category": "Macera,Fantezi",
        "info": "Bir kılıç duyamayan, konuşamayan veya kullanamayan Prens Bojji, tahtın tipik bir varisi gibi görünmüyor ve krallığı da aynı fikirde. Ancak yerdeki bir gölge olan Kage ile olan kadersel karşılaşması ona ilk gerçek arkadaşını verir. İkili büyük bir maceraya atıldı ve birlikte her engeli aşabilecek bir bağ kurdu... Kral olmak bile.",
        "date": "2021",
        "rate": 8.073,
        "seasons": 1,
        "poster": "/pU3PK0yG5cMWNwvkJcEljDndGrd.jpg",
        "banner": "/drYqIJgwAB6QS2N7DhSBXNdTUgo.jpg",
        "bannerslide": "/",
        "popularity": 246.015
    },
    {
        "id": "154494",
        "name": "Lycoris Recoil",
        "category": "Aksiyon",
        "info": "Tokyo’da lezzetli kahve servisi, harika tatlı ikramları ve daha da fazlasını sunan bir Japon kafesi mi? Teslimatlardan, refakatçiliğe, zombileri def edip dev canavarla savaşmaya kadar her şey burada!",
        "date": "2022",
        "rate": 8.252,
        "seasons": 1,
        "poster": "/3sFoMGV21yQltyge1jI8bylw5YV.jpg",
        "banner": "/xIBS2ZIvQZbf6xBMzCi3ml2FSyp.jpg",
        "bannerslide": "/",
        "popularity": 137.328
    },
    {
        "id": "61374",
        "name": "Tokyo Ghoul",
        "category": "Aksiyon,Fantezi,Korku,Gerilim",
        "info": "Tokyo'da insanları yiyen gizemli hortlakların neden olduğu gerilim dolu bir korku hikayesi başlar. Bu gizemli hortlakların verdiği korku tüm insanları etkisi altına almıştır. Sıradan bir üniversite öğrencisi olan Kaneki, tıpkı kendisi gibi bir kitap kurdu olan Rize'yle Café Anteiku'da karşılaşır. Kaneki, kaderinin bir gecede değişeceğinin farkında değildir.",
        "date": "2014",
        "rate": 8.335,
        "seasons": 4,
        "poster": "/y2roOFsew9nJKKVwwJCHSyzgpK9.jpg",
        "banner": "/jnwRlthXIgJB75Mt9GEl93Dczki.jpg",
        "bannerslide": "/b9JLwU8KPshCD5OhY2stwWl8c7c.jpg",
        "popularity": 255.737
    },
    {
        "id": "82739",
        "name": "Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai",
        "category": "Dram,Romantik,Doğaüstü",
        "info": "Puberte Sendromu; söylentilere göre yalnızca ergenlik çağındakilerde görülebilen gizemli bir sendrom. Örneğin; Sakuta Azusagawa'nın önünde aniden \"tavşan kostümlü kız\" belirir. Bu kızın gerçek kimliği Mai Sakurajima adında, bugünlerde pek bir durgun, gençler arasında şöhret sahibi bir lise son sınıf öğrencisidir. Nedeni bilinmez, baştan çıkarıcı cazibesini onun dışında kimse göremez. Zihinde canlanan bu ilginç olayın arkasındaki gerçeği ortaya çıkartırken; Sakuta, Mai'ye karşı olan hislerini fark etmeye başlar. Gökyüzünün ve dalgaların parladığı bu şehirde, Sakuta farklı kadınlar ile de karşılaşır. Sakuta bahsi geçen sendromdaki tuhaf kadınlarla karşılaşmasının ardındaki gerçeği ortaya çıkartabilecek mi?",
        "date": "2018",
        "rate": 8.59,
        "seasons": 1,
        "poster": "/cU4jHfo1Q9AEPnFqFqtuSA74gdi.jpg",
        "banner": "/4C9RrWUqB2MYugLfQ0cximYwhet.jpg",
        "bannerslide": "/qNeSuXWUEx57yqz3uQOSYcWsi6Y.jpg",
        "popularity": 127.37
    },
    {
        "id": "42589",
        "name": "Another",
        "category": "Korku,Gizem,Doğaüstü",
        "info": "Orta okul son sınıf öğrencisi olan Mei Misaki, güzelliğiyle, zekasıyla ve kişiliğiyle okulun en popüler kızıdır. Fakat mezun olamadan bir kaza sonucu ölür. Bunun üzerine arkadaşları ve öğretmenler Misaki hala yaşıyormuş gibi hareket etmeye başlarlar. Hatta mezuniyet töreninde Misaki için de kutlama yapılır.\n\nBu olaydan 26 yıl sonra Sakikabara Kouichi aynı okula transfer öğrenci olarak gelir. Okulda yine Mei Misaki adıyla ve bir gözü bantlı esrarengiz bir kız öğrenci vardır. Diğer öğrenciler bu kız hakkında konuşmaktan kaçınırlar.\n\nKouichi, Misaki ile konuşmak için yanına gittiğinde Misaki, bu okuldaki öğrencilerin ölüme çok yakın olduğunu, yakında herşeyi öğreneceğini söyler ve uzaklaşır.",
        "date": "2012",
        "rate": 8.403,
        "seasons": 1,
        "poster": "/cwaEn7Gg11avVtn1BZ5qaFV1aEd.jpg",
        "banner": "/lKBPVvU91ireOQoneOy2qSdnMgW.jpg",
        "bannerslide": "/4vECBXIqHlprWvrN7a93gLiR6Us.jpg",
        "popularity": 79.702
    },
    {
        "id": "138357",
        "name": "Call of the Night",
        "category": "Romantik,Doğaüstü",
        "info": "Kou Yamori, dıştan normal bir ortaokul öğrencisi gibi görünmektedir. Derslerinde nispeten başarılı ve sınıf arkadaşlarına karşı dost canlısı olan Kou, aslında bu kişiliğini elde etmek için çok çaba harcamaktadır. Fakat bir gün uykusuzluk hastalığına yakalanması sonucu numara yapmayı kesmeye ve okuldan ayrılmaya karar verir. Uyuyamamasının büyük bir problem olduğunu bilmesine rağmen geceleri tek başına yürümek ona az da olsa iyi geliyordur. Bu gece yürüyüşlerinden birinde Kou, adı Nazuna Nanakusa olan ve onun uykusuzluğuna çare bulabileceğini söyleyen tuhaf bir kız ile tanışır. Hayatında oluşan birçok değişikliğe rağmen Kou, kendisini doğru özgürlükten alıkoymaktadır. Nazuna, yaşadığı hayattan memnun kalmadığı sürece Kou’ya uyuyamayacağını söyler ve onun bu sıkıntılarını çözeceğini söyleyerek Kou’yu evine davet eder. Bir süre sonra Nazuna, Kou’nun uyuyakalmış numarası yaptığını fark edemeyip onun üzerine doğru eğilir ve boynunu ısırır!",
        "date": "2022",
        "rate": 7.1,
        "seasons": 2,
        "poster": "/leHfHA4tSA9WkM4UafjzDzsS5DZ.jpg",
        "banner": "/YAlvgEyJR1a0IuMbYA6vdE3uyF.jpg",
        "bannerslide": "/fzJsAkCfWIVF0tufwBa78TN9QxN.jpg",
        "popularity": 141.148
    },
    {
        "id": "83121",
        "name": "Kaguya-sama wa Kokurasetai: Tensai-tachi no Renai Zunousen",
        "category": "Komedi,Romantik",
        "info": "Ülkedeki en yüksek notlara sahip olduğu için dahi ilan edilen Miyuki Shirogane, prestijli Shuchiin Akademisi'ne öğrenci konseyi başkanı olarak seçilir, böylece güzel ve varlıklı başkan yardımcısı Kaguya Shinomiya ile birlikte çalışmaya başlar. İkisinin romantik bir ilişkisi olmamasına rağmen, öğrenciler tarafından mükemmel bir çift olarak kabul görürler.nAncak, gerçek şu ki birlikte geçirdikleri zaman sonrasında, birbirlerinden etkilenirler ve ikisinin de duyguları gelişir. Maalesef iki taraf da itiraf etmeye gönüllü değildir, çünkü bunu bir zayıflık belirtisi olarak görmektedirler. Miyuki ve Kaguya elit öğrenciler olmaktan gurur duyduklarından dolayı, karşı tarafa itiraf ettirmek için ne gerekiyorsa yapmaya kara verirler. Günlük tuhaflıkları sayesinde aşk savaşı başlıyor!",
        "date": "2019",
        "rate": 8.581,
        "seasons": 3,
        "poster": "/lMpWexSeAhtEho2KSSa1rhCUuAd.jpg",
        "banner": "/dJ8yrSokdTMnhKJw06MllSfCegb.jpg",
        "bannerslide": "/aTVDzcCpulobekDsVjT1dnG2pnx.jpg",
        "popularity": 310.838
    },
    {
        "id": "110070",
        "name": "Horimiya",
        "category": "Romantik,Dram",
        "info": "Okulda sevecenliği ve akademik başarılarıyla bilinen liseli Kyouko Hori, aslında gizli bir yanını saklıyor. Hori'nin ailesi sık sık iş nedeniyle evden uzaktayken, onun küçük erkek kardeşine bakması ve ev işlerini yapmak zorunda oluşu okulda sosyalleşmesine engel oluyor.rnrnO esnada, Izumi Miyamura ise üzerinde kara bulutlar dolaşan gözlüklü bir otaku olarak biliniyor. Fakat aslında ders çalışma becerisi olmayan nazik bir kişiliğe sahiptir. Ayrıca uzun saçlarının ardında sakladığı dokuz piercingi ve sırtında ve sol omzunda da bir dövmesi vardır.rnrnTamamıyla şans eseri olarak, Hori ve Miyamura okul dışında karşılaşırlar. Görünen o ki bu iki zıt kutup arkadaş olurlar ve kimseye göstermedikleri yanlarını paylaşırlar.",
        "date": "2021",
        "rate": 8.554,
        "seasons": 1,
        "poster": "/iSOKGl5KIeOCAtigUDCfFZe2cOi.jpg",
        "banner": "/4u64tHtUkna1y4OkJcrXLEhhLLy.jpg",
        "bannerslide": "/yLYUJzI9OpKE55YW12sNqKATKuM.jpg",
        "popularity": 219.068
    },
    {
        "id": "810693",
        "name": "Jujutsu Kaisen 0 Movie",
        "category": "Aksiyon,Fantezi",
        "info": "Jujutsu Kaisen 0, son derece güçlü bir Lanetli Ruh'un kontrolünü ele geçirdikten sonra onun gücünü kontrol etmek ve ona göz kulak olmasına yardımcı olmak için Jujutsu Büyücüleri tarafından Tokyo Prefectural Jujutsu Lisesi'ne gönderilen lise öğrencisi Yuto Okkotso’nun hikayesini konu ediyor.",
        "date": "2021",
        "rate": 8.184,
        "seasons": 0,
        "poster": "/23oJaeBh0FDk2mQ2P240PU9Xxfh.jpg",
        "banner": "/7phcGGiYRrEQDHWB0cBwgtt3dkY.jpg",
        "bannerslide": "/7Cqu1tJpptsoozc93vPiISgyhBm.jpg",
        "popularity": 85.36
    },
    {
        "id": "119495",
        "name": "The Eminence in Shadow",
        "category": "Komedi,Bilim Kurgu,Fantezi",
        "info": "Büyük kahramanlar ve şeytani kötüler insanların olmak için can attığı karakterlerdir; ancak Cid Kagenou öyle değildir. Her şeyin arkasındaki deha olmayı, ipleri elinde tutmayı ve entrikalarının tüm hikayeyi yönlendirmesini istemektedir. Günümüz Japonya'sındaki önceki hayatında hedeflerine ulaşamamıştı. Ama şimdi, büyülü bir dünyada yeniden doğarak, gölgelerin gerçek yüceliğini gösterecek.rnrnCid sıradan bir mafya karakteri gibi davranırken, gölgelerden gizlenen gizemli tarikatı alt etmeyi amaçlayan (sahte) örgütü Gölge Bahçesi'ne üye toplar. Cid, (sahte) örgütünü, bolca reklam yalanı ile kötü (ancak şaşırtıcı derecede gerçek) Diabolos Tarikatı'na karşı yönetir.",
        "date": "2022",
        "rate": 7.964,
        "seasons": 2,
        "poster": "/7JKYmtLydAwo9ZsEmAknZiO4U8g.jpg",
        "banner": "/htD5SJpPOvkmAowU80KrWnN59WO.jpg",
        "bannerslide": "/hOEDrvRqYF0XHf9SBot4cLYusUQ.jpg",
        "popularity": 192.823
    },
    {
        "id": "31911",
        "name": "Fullmetal Alchemist: Brotherhood",
        "category": "Aksiyon,Komedi,Fantezi",
        "info": "Elric kardeşler Edward ve Alphonse ölen annelerini diriltmek için alchemy’e başvururlar. Ama insan ruhunu ile değiş-tokuş yapılacak eş değerde bir şey bulunmamaktadır. Deney sırasında büyük kardeş Edward bacağını, küçük kardeş Alphonse ise bedenini kaybeder. Edward elindeki son çareyi kullanıp Al’ın ruhunu bir zırha bağlamayı başarır ama bu esnada da kolunu kaybeder. İki kardeş annelerinin dirilmesinin imkansız olduğunu büyük kayıplardan sonra anlar. Automail sayesinde mekanik uzuvlarına kavuşan Ed, kardeşine olanların kendi suçu olduğuna inanır. Al'ın bedenini geri almak ve alchemy’i daha da iyi öğrenmek için Elric kardeşler evlerini yakıp yolculuğa çıkarlar.",
        "date": "2009",
        "rate": 8.699,
        "seasons": 1,
        "poster": "/5ZFUEOULaVml7pQuXxhpR2SmVUw.jpg",
        "banner": "/2UG177tWHy7xRmMKWJHB7nAUmKd.jpg",
        "bannerslide": "/bBDHtJnMpEpBFvGPKNInDa8KgjN.jpg",
        "popularity": 236.969
    },
    {
        "id": "31910",
        "name": "Naruto: Shippuuden",
        "category": "Aksiyon,Macera,Fantezi",
        "info": "Naruto, Sasuke ile şelaledeki dövüşünün ardından Sasuke'yi geri getirmekte başarısız olmuştur. Orochimaru'nun Sasuke'nin vucudunu tamamen ele geçirmesi 3 yıl sürecektir. Bu süre içinde Naruto'nun, Sasuke'yi geri getirmesi gereklidir. Ancak bu kez Sakura da, Naruto'ya yardım etmeye karar verir. Bu yüzden, Naruto; Jiraiya'nın, Sakura; Tsunade'nin öğrencileri olur ve eğitimlerine başlarlar. Tüm bunlar olurken Akatsuki'nin başka planları vardır.",
        "date": "2007",
        "rate": 8.547,
        "seasons": 20,
        "poster": "/zAYRe2bJxpWTVrwwmBc00VFkAf4.jpg",
        "banner": "/8OXCF1vdFjU5hRs92uH1x9boUi9.jpg",
        "bannerslide": "/fsZrHyICFykVbuRfFg7N46rJ8vT.jpg",
        "popularity": 210.639
    },
    {
        "id": "20982",
        "name": "Naruto Shippuuden: Movie 1",
        "category": "Aksiyon,Macera,Fantezi",
        "info": "Yıllar önce bir grup ninja, Mouryou adlı şeytanın gücünü kullanarak bütün dünyayı fethetmeye çalışmışlar ancak başarısız olmuşlardır. Mouryou'nun bedeni ve ruhu iki farklı tapınağa mühürlenmiştir. Ancak Yomi, Mouryou'yu tekrar dünyaya çağırır ve bedenine kavuşana kadar kendi bedenini onun hizmetine sunar.  Çok geçmeden başlayan savaşta Tsunade, Naruto'ya Shinon adlı rahibeyi koruma görevi verir. Üstelik bu görevde Sakura ve Lee ile birlikte Neiji'nin himayesinde olacaktır. Önemsiz gibi görünen bu görev aslında bütün savaşın kilit noktasıdır. Çünkü sadece rahibeler mühürleme yapabilmektedir ve Shinon geriye kalan tek rahibedir.  Mouryou kendi bedenine kavuşmadan mühürleme işlemi yapılmak zorundadır ancak bu hiçte kolay olmayacaktır.",
        "date": "2007",
        "rate": 7.431,
        "seasons": 0,
        "poster": "/5TFbqPtlOPEpe1ucQkMzJHLqw41.jpg",
        "banner": "/y3XMIea7mwTzxt3NFFXi5YJKeFJ.jpg",
        "bannerslide": "/cIp2F2KnPVnZ9Klw600uRkfLWu9.jpg",
        "popularity": 54.834
    },
    {
        "id": "17581",
        "name": "Naruto Shippuuden: Movie 2 - Kizuna",
        "category": "Aksiyon,Macera,Fantezi",
        "info": "İkinci Ninja Savaşı sırasında Konoha tarafından yok edilen Gökyüzü Ülkesi'nin hayatta kalan üyeleri uzun zaman sonra güçlerini arttırarak Konoha'ya saldırılar. O sırada orada bulunan gizemli doktor Shinou sayesinde birçok yaralı ölümden kurtulur. Ancak Shinou'nun öğrencisi Amaru'nun köyü tehlikededir. Bu yüzden Tsunade; Naruto'nun, Sasuke'nin ve Hitana'nın doktor ile Amaru'ya eşlik etmelerini ister.  Köye vardıklarında köyün harabeye döndüğünü görürler. Bu sırada gerçekleşen saldırı sırasında Shinoui, Amaru'yu kurtarmak için önüne atlar ve vücuduna saplanan kunailer yüzünden can verir.  Ancak kısa zaman sonra bunun bir oyun olduğu ortaya çıkar. Shinou gerçekte kimdir ve ne istemektedir?",
        "date": "2008",
        "rate": 7.193,
        "seasons": 0,
        "poster": "/bBqEiQbbfyt4MWR3NhDZMbS4Wp8.jpg",
        "banner": "/xzIaIFXs14vr5BGoAQ2IJsQ60EB.jpg",
        "bannerslide": "/fNseqlKRt7a1MHnPw8L2gGYgd1K.jpg",
        "popularity": 28.147
    },
    {
        "id": "36728",
        "name": "Naruto Shippuuden: Movie 3 - Hi no Ishi wo Tsugu Mono",
        "category": "Aksiyon,Macera,Fantezi",
        "info": "Hiruko adında, diğer ninjaların çakrasını emmeye yönelik bir jutsu geliştirmeye çalışan eski bir Kanoha ninjası yıllar sonra tekrar ortaya çıkar. Artık Chimera Tekniğini iyice geliştirerek Kekkei Genkai emebilecek duruma gelmiştir ve şimdi Hatake Kakashi'nin Kekkei Gankai'sini de emerek üstün ninja olmak istemektedir.  Köyünün olası bir savaşa girmemesi için tek çarenin kendini düşmana feda etmek olduğuna karar veren Kakashi, bu fikrini Tsunade'ye bildirir ve köyden ayrılır.  Ancak Naruto, böyle bir şeye izin vermeye niyetli değildir. Ne pahasına olursa olsun Kakashi'yi ve köyü kurtarmaya kararlıdır.",
        "date": "2009",
        "rate": 7.251,
        "seasons": 0,
        "poster": "/csSsO9oXTIpOVxA3xXYbEzd6IKy.jpg",
        "banner": "/2HamMmwWN5Spc7cTaV9uDEY1tHS.jpg",
        "bannerslide": "/c8iPAKL5nQqZOmSXVrcJvWNA9DQ.jpg",
        "popularity": 33.564
    },
    {
        "id": "50723",
        "name": "Naruto Shippuuden: Movie 4 - The Lost Tower",
        "category": "Aksiyon,Macera,Fantezi",
        "info": "Naruto, Sakura, Sai ve Yamato, Ryuumyaku'nun gücünü kullanarak bütün dünyaya hükmetmek isteyen Mukade'yi yenmek için Rouran şehrinin yıkıntılarına gider. Mukade burada, uzay-zamanda bir yarık açarak Naruto'yu geçmişin Rouran'ına götürür.  Mukade, açtığı bu yarık sayesinde Naruto'nun gittiği zamanın 6 yıl öncesine gitmiş ve Rouran'da Bakan Anrokuzan kimliğine bürünmüştür. Anrokuzan, Ruumyaku'nun gücü ile istediği kukla ordusunu kurar ve bu ordunun yapımında Rouran halkını köle gibi çalıştırır.  Naruto, Anrokuzan'ın emellerine engel olmaya çalışırken ona bu görevde geçmişin ninjaları Aburame Shibi, Akimichi Chouza ve henüz Dördüncü Hokage olmamış babası Namikaze Minato eşlik eder.",
        "date": "2010",
        "rate": 7.0,
        "seasons": 0,
        "poster": "/9O5tcb7bcIUjgUG24nnlCPMBFHd.jpg",
        "banner": "/a4MrZ711OIObIhSGF8SqcZQTyZo.jpg",
        "bannerslide": "/cRd7J9VS1Z7GeF7qE0V0F4glln2.jpg",
        "popularity": 26.391
    },
    {
        "id": "75624",
        "name": "Naruto Shippuuden: Movie 5 - Blood Prison",
        "category": "Aksiyon,Macera,Fantezi",
        "info": "Raikage'ye suikast girişimi iddiasıyla Kan Hapishanesi olarak da bilinen Houzukijou'ya kapattılan naruto, hapishane müdürü Mui'nin Gök Hapsi tekniği ile güçlerini kaybeder. Aynı zamanda canına kastedilen naruto, masumiyetini kanıtlamaya çalışıtken, bir yandan da gerçekleri ortaya çıkaracaktır.",
        "date": "2011",
        "rate": 7.303,
        "seasons": 0,
        "poster": "/4WT7zYFpe0fsbg6TitppiHddWAh.jpg",
        "banner": "/Abv3ZtGV2NXxPimArb3LDLg2bDH.jpg",
        "bannerslide": "/ebGiYjczQYySEYbB4PWfmfmNReq.jpg",
        "popularity": 27.496
    },
    {
        "id": "246",
        "name": "Avatar",
        "category": "Aksiyon,Macera,Fantezi",
        "info": "Hava, Su, Toprak, Ateş… Kaderleri birbirine bağlanmış dört ülkedir. Ateş, Su, Hava, Toprak ulusları barış içinde yaşarken, Ateş kabilesi hepsine birden savaş açar ve dört elementi simgeleyen bu ulusların topraklarını işgal eder. Ateş Ülkesi’nin diğerlerine karşı vahşice bir savaş başlatmasıyla bir anda herşey değişir. Koskoca bir yüzyıl geçtiği halde bu yıkım sürecini değiştirecek en küçük bir umut belirtisi bile yoktur. Ateş ulusunu sadece bir kişi durdurabilir: Avatar. Yıllar önce ortadan kaybolmuş olan Avatar, 100 yıl sonra bir çocuk görünümündeki Aang olarak yeniden ortaya çıkar. Aang, dostları Katara ve Sokka ile birlikte Ateş ulusunu engellemeye çalışacaktır.",
        "date": "2005",
        "rate": 8.731,
        "seasons": 3,
        "poster": "/cHFZA8Tlv03nKTGXhLOYOLtqoSm.jpg",
        "banner": "/kU98MbVVgi72wzceyrEbClZmMFe.jpg",
        "bannerslide": "/msPJOLMGWPQNYpBwAWavuWb9k34.jpg",
        "popularity": 168.072
    },
    {
        "id": "63926",
        "name": "One Punch Man",
        "category": "Aksiyon,Komedi",
        "info": "Bu seri cansız duruşu, kel kafası ve de hiç de etkileyici olmayıp her tarafından sıradanlık fışkıran Saitama adındaki genç hakkında. Ne var ki sıradan görünüşünün altında sıradan problemler yatmamakta. İşin aslında kendine zorlu rakipler arayan süper bir kahraman o! Asıl sorun işte burada ortaya çıkıyor. Ne zaman umut vadedebilecek bir rakip ortaya çıksa tek yumrukla amele sümüğü gibi yere yapıştırıyor. Acaba Saitama sonunda kendisine meydan okuyabilecek kötü birisini bulabilecek midir? Meydan okumak için yeni kötüler ararkenki Saitama'nın kolay ve komik zaferlerini sakın ola kaçırmayın!",
        "date": "2015",
        "rate": 8.399,
        "seasons": 3,
        "poster": "/bS6GeCRInMRl6oQN6czCqPFdcHN.jpg",
        "banner": "/3x7GZI2QCc0I7I2yGjV2iL1KDAg.jpg",
        "bannerslide": "/",
        "popularity": 161.963
    },
    {
        "id": "45950",
        "name": "High School DxD",
        "category": "Aksiyon,Komedi,Fantezi,Romantik",
        "info": "Hyoudou Issei tek dileği ilerde birgün kendi haremini kurmak olan bir liselidir. Öyle şansızdır ki daha bir kızla ilk buluşmasında ölümcül bir şekilde yaralanarak ölüme terk edilmiştir. Gremory klanının varisi olan Rias Gremory tarafından kurtarılır ve şeytan olarak yeniden dirilir. Issei farkında olmadan kendini düşmüş melekler ve şeytanlar arasındaki bir şavaşın tam ortasında bulur. Ölüp şeytanın uşağı olarak dirilmiş Issei ne kadar şansız da olsa harem hayalinin tam ortasındadır aslında...",
        "date": "2012",
        "rate": 8.61,
        "seasons": 4,
        "poster": "/yMYvz4vbKMIXb2IMYYi1GSlNaGx.jpg",
        "banner": "/u8QK47ttafn3iYox9o1dKyEEhcv.jpg",
        "bannerslide": "/",
        "popularity": 234.043
    },
    {
        "id": "67043",
        "name": "91 Days",
        "category": "Aksiyon,Dram",
        "info": "Bir gün mafyanın başına geçecek olan kişi, onun adı Nero. Ondan, ailesinin katliamının hesabını soracak kişinin adıysa Avilio. Bu kan davasına son verebilmek uğruna Avilio, arkadaşını öldürmek zorunda kalacaktır.",
        "date": "2016",
        "rate": 7.648,
        "seasons": 1,
        "poster": "/d2Ly2UovZ2C2wgHRpctopM8KyMf.jpg",
        "banner": "/nPM6b1R0sI3Amk3zrtW1ohpCj0N.jpg",
        "bannerslide": "/m0Z68L5woWd2QsJUfa1VdRq4bCI.jpg",
        "popularity": 103.304
    },
    {
        "id": "65249",
        "name": "Boku dake ga Inai Machi",
        "category": "Gizem,Doğaüstü,Gerilim",
        "info": "Hayatın zorluklarıyla cebelleşen manga yazarı Satoru Fujinuma, kendisini ifade edememe korkusuyla yüzleşmektedir. Ancak, ölüm ve faciaları engellemeye zorlayan doğaüstü bir yeteneği vardır. Bu olaylar gerçekleşmeden önce, zamanda geri gider ve bu süreç sürekli tekrar eder; ta ki söz konusu olan kaza önlenene kadar.\n\nBir gün, kendisini katil durumuna düşüren bir kazaya karışır. Kurbanı kurtarma çabasıyla kendisini geçmişe yollar. Fakat, sınıf arkadaşı Kayo Hinazuki'nin kaybolmasından bir ay önceki zamana, ilkokul öğrencisi olduğu yıllara gelmiştir. Bunun üstüne, Satoru kendisine yeni bir görev edinir: Kayo'yu kurtarmak ve kayboluşundaki gizemi çözmek.",
        "date": "2016",
        "rate": 8.491,
        "seasons": 1,
        "poster": "/EljUwZJhpuYfVuSfqY8Pt1xxpH.jpg",
        "banner": "/fBU6tguE3GwfyQgXagwBrOUGuA5.jpg",
        "bannerslide": "/Z5Ffxs3jKQEgEkSYt7g1nmxiOW.jpg",
        "popularity": 130.811
    },
    {
        "id": "30981",
        "name": "Monster",
        "category": "Dram,Gizem,Gerilim",
        "info": "Dr.Tenma, Almanya'da oldukça iyi bir konuma gelmiş, ünlü ve yetenekli bir beyin cerrahıdır. Daha öncelikli bir hasta yüzünden eşini kaybetmiş bir kadının, kocasının ardından ağlamasını gördükten sonra bundan sonra hiç bir hastasına sosyal statüsüne göre öncelik tanımayacağına dair kendi kendine karar verir. Bu kararından sonra, kafasından vurulmuş bir çocuğu, belediye başkanına tercih eder. Bu kararı ona hastanedeki pozisyonuna, kariyerine, geleceğine ve nişanlısına mal olur. Tedavi ettiği çocuk bir süre sonra ortadan kaybolur. Bunu izleyen günlerde hastane müdürü ve Dr. Tenma'yı suçlayan bir kaç doktor öldürülür. Tenma, eski pozisyonuna getirilir; ama bu, onu cinayetlerdeki bir numaralı şüpheli yapmaya yeter.",
        "date": "2004",
        "rate": 8.523,
        "seasons": 1,
        "poster": "/7ZhHyA0IIQOyz1hzCXpTilXg4Q2.jpg",
        "banner": "/wmEo6OnNrF2sP5piTpggpSJnSAD.jpg",
        "bannerslide": "/biIgHdk39UcIdMvtNEMiotFl86s.jpg",
        "popularity": 150.408
    },
    {
        "id": "99071",
        "name": "Redo of Healer",
        "category": "Macera,Dram,Fantezi,Erotik",
        "info": "Şifa büyücüleri kendi başına savaşamaz. Keare, herkesin bildiği bu bilgi tarafından kısıtlandırıldı ve diğerleri tarafından defalarca istismara uğradı. Bir gün, şifa büyüsünün ötesinde yatan şeyi fark etti ve şifa büyücüsünün en güçlü sınıf olduğuna ikna oldu. Fakat bu potansiyeli fark ettiği zamana kadar, her şeyden mahrum edildi. Bu yüzden, dört yıl geri gitmek için dünyanın kendisine şifa büyüsü kullandı, her şeyi yeniden yapmaya karar vererek. Bu, eski hayatından bilgileri ve şifa büyüsünü kullanarak en güçlü olan bir şifa büyücüsünün, kahramanca hikayesidir.",
        "date": "2021",
        "rate": 8.394,
        "seasons": 1,
        "poster": "/a5IDQtt7SgLbLtY7YGYVp1XvRng.jpg",
        "banner": "/xsctRrDmbbw1mYgHU3h81zyM1sW.jpg",
        "bannerslide": "/",
        "popularity": 177.432
    },
    {
        "id": "378064",
        "name": "A Silent Voice",
        "category": "Ödüllü,Dram",
        "info": "Sesleri duyabilen Ishida Shouya ve onun aksine sesleri duyamayan sağır nakil öğrenci Nishimiya Shoko… İkili uğursuz bir günde tanışır ve sınıfın liderlerinden diyebileceğimiz Shouya, Shoko’ya zorbalık etmeye başlar. Ama çok geçmeden sınıf hedefini Shoko’dan kabadayılık yapan Shouya’ya çevirir. Aradan yıllar geçer ve Shouya bir kez daha Shoko ile buluşması gerektiğini hisseder.",
        "date": "2016",
        "rate": 8.376,
        "seasons": 0,
        "poster": "/tuFaWiqX0TXoWu7DGNcmX3UW7sT.jpg",
        "banner": "/q5HZvtyqG8Vz39Ee9uTQbLeEml.jpg",
        "bannerslide": "/eEog93Ca6E0siobDyNcplwc5ooR.jpg",
        "popularity": 65.101
    },
    {
        "id": "72517",
        "name": "Classroom of the Elite",
        "category": "Dram",
        "info": "Kōdo Ikusei Lisesi, ayrıcalıklarla dolu bir okuldur. Bu okulda giyim, kuşam, saç tarzı, takılar vb... gibi konuların bir önemi yoktur. Her şey sizin yaratıcılığınıza bırakılmıştır. Ülkedeki en gelişmiş tesislere sahip olan Ikusei Lisesi'nin öğrencileri, üniversiteye girme ya da iş bulma konusunda neredeyse hiçbir zaman sıkıntı çekmemektedir. Kısacası bu lise tam da hayallerinizdeki gibidir. Tek bir farkla. Bu ayrıcalıklardan yalnızca en üstün öğrenciler faydalanmaktadır.rnKahramanımız Kiyotaka Ayanokōji da bu liseye kayıt olmak için başvuranlar arasındadır. Fakat dikkatsizliği yüzünden başarısız olarak \"çöplerin sınıfı\" olarak adlandırılan D sınıfına atılır. Ne var ki burada tanıştığı Suzune Horikit, Kikyō Kushida ve diğer iki öğrenciyle beraber Kiyotaka’nın durumu da yavaşça değişmeye başlayacaktır.",
        "date": "2017",
        "rate": 8.49,
        "seasons": 3,
        "poster": "/8BtSk9DGIlS24otIB3qCagVCI6W.jpg",
        "banner": "/c2sl2dLlyFFeb18pJtOpBD8cidr.jpg",
        "bannerslide": "/",
        "popularity": 161.923
    },
    {
        "id": "4686",
        "name": "Ben 10",
        "category": "Aksiyon,Macera",
        "info": "10 yaşındaki Ben Tennyson, gizemli bir saati keşfettiğinde her biri olağanüstü güçlere sahip bir dizi farklı yaratığa dönüşebilme gücü kazanır. Ben, bu güçleri insanlara yardım etmek ve kötüleri durdurmak için kullanması gerektiğinin farkındadır. Ne kadar süper güçlere sahipte olsa Ben Tennyson’ın, 10 yaşında yaramaz bir çocuk olduğunu unutmamak gerekir.",
        "date": "2005",
        "rate": 8.2,
        "seasons": 4,
        "poster": "/qVBQynX6J9gtYWVwqbfNKVe0kYU.jpg",
        "banner": "/eT5tW2zK3JTonRJJgijFQ1Sj5mL.jpg",
        "bannerslide": "/gHoE5UByMIjbhBnbYxezrCVGwCL.jpg",
        "popularity": 130.649
    },
    {
        "id": "6040",
        "name": "Ben 10: Alien Force",
        "category": "Aksiyon,Macera",
        "info": "Beş yıl sonra, 15 yaşındaki Ben Tennyson bir kez daha Omnitrix'i takmayı seçer ve bunun DNA'sını yeniden yapılandırdığını ve şimdi onu 10 yeni uzaylıya dönüştürebileceğini keşfeder. Süper güçlü kuzeni Gwen Tennyson ve onun kadar güçlü eski düşmanı Kevin Levin'in de katıldığı Ben, kayıp büyükbabası Max'i bulma görevindedir. Büyükbabasını kurtarmak için Ben, Dünya gezegeninden başlayarak galaksiyi yok etmeye kararlı güçlü bir uzaylı ırkı olan şeytani Dnaliens'i yenmelidir.",
        "date": "2008",
        "rate": 8.3,
        "seasons": 3,
        "poster": "/pGhCUqPaXZ0Xp4dUCT7Q6hjJArf.jpg",
        "banner": "/gm6SDkSEdar6GOmIv7kwXQFYAv4.jpg",
        "bannerslide": "/",
        "popularity": 122.28
    },
    {
        "id": "372058",
        "name": "Your Name",
        "category": "Ödüllü,Dram,Doğaüstü",
        "info": "Mitsuha Miyamizu, kırsal kesimde, dağların etrafını sardığı bir kentte yaşamaktadır. Vali olan babası genellikte evde bulunmadığından evinde daha çok ilkokul öğrencisi kız kardeşi ve büyük annesiyle kalan Mitsuha her ne kadar dürüst bir kişiliğe sahip olsa da ailesinin Shinto tapınağına ait geleneklerden ve babasının seçim kampanyasında yer almasından hiç hoşlanmamaktadır. Kırsal kesimde yaşadığı için içten içe üzülmekte ve Tokyo’daki harikulade şehir hayatını arzulamaktadır. Taki Tachibana ise Tokyo’nun merkezinde yaşayan liseli bir gençtir. Arkadaşlarıyla zaman geçirmekten hoşlanan ve bir İtalyan restoranında yarı zamanlı çalışan Taki, mimariye ve güzel sanatlara ilgi duymaktadır. Günlerden bir gün rüyasında daha önce hiç gitmediği dağlar arasına kurulmuş bir şehirde yaşayan genç bir kız olduğunu görür. Mitsuha ise erkek olduğu bir rüya görecektir. Rüyalarının arkasındaki sır nedir?",
        "date": "2016",
        "rate": 8.491,
        "seasons": 0,
        "poster": "/q719jXXEzOoYaps6babgKnONONX.jpg",
        "banner": "/dIWwZW7dJJtqC6CgWzYkNVKIUm8.jpg",
        "bannerslide": "/",
        "popularity": 101.446
    },
    {
        "id": "75214",
        "name": "Violet Evergarden",
        "category": "Dram,Fantezi",
        "info": "Oto anı oyuncakları, kişilerin konuşmalarını ve duygularını kaydetmesi gereken mekanik oyuncaklardır. İlk olarak Dr. Orlando'nun eşini mutlu etmek için yaptığı bu oyuncaklar, çalışma mekanizması öğrenildikten sonra şirketler tarafından halka satılır. Zamanla çeşitli gruplar otomatik anı oyuncaklarına askeri operasyonlarda kullanılabilecek fonksiyonlar da yükler. İşte Violet Evergarden da bu oyuncaklardan birisidir. Büyüleyici güzelliğiyle Violet, hızla en popüler oto anı oyuncağı haline gelir.",
        "date": "2018",
        "rate": 8.5,
        "seasons": 1,
        "poster": "/61EwFPqc0r1uJo6la49J55F8bQ8.jpg",
        "banner": "/9ZdsHywMjTosJogdixIkbeZCEbO.jpg",
        "bannerslide": "/",
        "popularity": 158.963
    },
    {
        "id": "83095",
        "name": "Tate no Yuusha no Nariagari",
        "category": "Aksiyon,Macera,Dram,Fantezi",
        "info": "Iwatani Naofumi, kahraman olmak için 3 kişi ile birlikte paralel bir dünyaya çağrılır ve bu çağrılan kahramanlar efsanevi ekipmanlarla donatıldılar. Kalkan Kahramanı olan Naofumi, ise deneyimsizliği ve yetersizliğinden dolayı en zayıf kahraman olarak görülür ve ihanete uğrar. Kendine ihanet edenlerden intikamını almaya ant içer. Böylece paralel dünyadaki kaderi başlar...",
        "date": "2019",
        "rate": 8.561,
        "seasons": 4,
        "poster": "/ftavpq2PJn5pyo5opJEmj8QleKD.jpg",
        "banner": "/mCQNV4LZWhIpWhLqjIjC13S5lNq.jpg",
        "bannerslide": "/",
        "popularity": 114.164
    },
    {
        "id": "72305",
        "name": "Kakegurui",
        "category": "Dram,Gizem",
        "info": "Hyakkaou Akademisi, çok farklı bir müfredata sahip ayrıcalıklı bir kurumdur. Zenginler içerisinde bile zengin olduğunuzda sizi öne çıkaracak şey kitaplar ya da atletik yetenekler değildir. Rakibin aklından geçenleri anlamak ve uzlaşma sanatıdır. Bu becerileri sivriltmenin ise kumardan daha iyi bir yolu yoktur. İşte bu sebeple Hyakkaou Akademisi'nde kazananlar krallar gibi yaşarken kaybedenlerin canına okunur. Ne var ki okula Yumeko Jabami'nin katılması, herkese gerçek kumarın ne olduğunu öğretecektir.",
        "date": "2017",
        "rate": 8.186,
        "seasons": 2,
        "poster": "/99jgepKwa0yqLY0pP5BlfYLH6nX.jpg",
        "banner": "/xPVCpIgD9w8AuMiK0EkAEetFVfN.jpg",
        "bannerslide": "/",
        "popularity": 106.804
    },
    {
        "id": "64710",
        "name": "Noragami",
        "category": "Aksiyon,Fantezi",
        "info": "Bu diyar ve diğer diyar arasındaki sınırda 8 milyon tanrı, tanrılara hizmet eden ölü ruh ve yardımcı diğer ruhlar insanların işlerine karışmaktadır. Tatlı bir orta okul öğrencisi olan \"Hiyori Iki\" sınıf arkadaşlarının zorbalıklarına katlanmaktadır ve dinlenme odasına gidip tek başına ağlamaktadır.Tuvaletin duvarına karalanmış olan bir telefon numarası ve \" senin sorunlarını çözeceğim\" şeklinde mesaj görür. Numarayı aradıktan, Karşısına mayo giymiş evsiz kendine tanrı diyen bir çocuk çıkar. Yato isimli bu çocuk, kaba, huysuz, tembel, ve kimsenin isteklerini asla dinlememektedir. Fakat elinde tanrı olabilecek güç vardır ve kimse bunu bilmemektedir...",
        "date": "2014",
        "rate": 8.292,
        "seasons": 2,
        "poster": "/7pL2wGmy92v31ceYvCVIg4ilwLr.jpg",
        "banner": "/wGefmeHLhh7MSHZnJawtbrh8Dey.jpg",
        "bannerslide": "/",
        "popularity": 97.274
    },
    {
        "id": "61901",
        "name": "Death Parade",
        "category": "Dram,Doğaüstü,Gerilim",
        "info": "Öldükten sonra insanlar ya cennete gider ya da cehenneme. Fakat nedense, öldükleri an, beyaz saçlı gizemli Decim’in bulunduğu bir bara, Quindecim’e gelirler. Decim, Ölüm Oyunları ile onlara meydan okur ki bunlar, hayatlarını riske attıkları ve gerçek yüzlerini gösterdikleri oyunlardır. Decim de kimin kazanıp kimin kaybettiğine, kimin yaşayıp kimin öleceğine hakemlik yapan nihai bir yargıcıdır.",
        "date": "2015",
        "rate": 8.034,
        "seasons": 1,
        "poster": "/rBoJhqTxJUINuFAa2rL9E8Aj7eB.jpg",
        "banner": "/ptt4UVsyV32OcTBjbkuH3mQHGmx.jpg",
        "bannerslide": "/",
        "popularity": 68.271
    },
    {
        "id": "121964",
        "name": "Vanitas no Karte",
        "category": "Aksiyon,Fantezi,Gizem",
        "info": "19. yüzyıl Paris'inde genç vampir Noé, Vanitas Kitabı'nı insan elinde bulur. Kendisine Vanitas adını dağıtır, bu doktor gücünü kullanır ve Noé'yi tüm vampirleri \"iyileştirme\" planıyla cezbeder. Onunla ittifak yapmak tehlikeli olabilir ama başka seçeneği var mı?",
        "date": "2021",
        "rate": 8.372,
        "seasons": 1,
        "poster": "/aiKu0vlOWvww2RKfM5hBOCwoVUo.jpg",
        "banner": "/u8QlDE78tI6ValBADKa4NEOWihQ.jpg",
        "bannerslide": "/",
        "popularity": 195.573
    },
    {
        "id": "203737",
        "name": "Oshi no Ko",
        "category": "Dram,Doğaüstü",
        "info": "Daha on altısında olan Ai Hoshino, hayranlarının gözbebeği olan genç bir idoldür. Bu genç kız günün birinde kendisine hayran olan Gorou Amemiya adındaki jinekologun iş yerine uğrar. Hayranı olduğu idolün hamile olduğunu gören doktor şaşkınlığını gizleyemese de Ai'nin çocuklarını doğurmasına yardım edeceğini söyler. Ta ki gizemli bir ölümle yüzleşene kadar...",
        "date": "2023",
        "rate": 8.3,
        "seasons": 1,
        "poster": "/rFp74PFpz14AHrtlVPrLyrSng47.jpg",
        "banner": "/c3aJQ7gPMADnymeCM19Ihrh1GdG.jpg",
        "bannerslide": "/3NhHowOT3SwEnerFl8h0wHX1T4G.jpg",
        "popularity": 356.871
    },
    {
        "id": "100565",
        "name": "86: Eighty Six",
        "category": "Aksiyon,Dram,Bilim Kurgu",
        "info": "San Magnolia Cumhuriyeti, komşu Gidian İmparatorluğu’nun Lejyon olarak bilinen insansız hava araçları (Dron) tarafından kuşatılmıştır. Yıllarca süren özenli çalışmalardan sonra, Cumhuriyet sonunda tek taraflı mücadeleyi zayiatsız bir savaşa çevirmek için, ya da en azından hükümetin iddia ettiği buydu, kendi otonom hava araçlarını geliştirdi. Gerçekte ise kansız savaş diye bir şey yoktur. Güçlendirilmiş duvarların ötesinde Seksen Altı cumhuriyet bölgesini koruyan ve ‘varolmayan’ Seksen Altı bölgesi uzanır. Terk edilmiş bu bölgenin genç erkek ve kadınları Seksen Altı olarak damgalanır ve insanlıklarından sıyrılıp savaşta ‘insansız!’ hava araçlarına pilotluk yaparlar. Shinn, savaş alanında genç Seksen Altılıların bir müfrezesinin eylemlerini yönetiyor. Lena ise özel haberleşme denetimcisi. Bu ikisinin şiddetli ve hüzünlü veda hikayesi başlıyor!",
        "date": "2021",
        "rate": 8.0,
        "seasons": 1,
        "poster": "/96mUvRlJBYOMBdbn30wtoh7QrpY.jpg",
        "banner": "/lSlL2CAPSDJ9gf2MZX0x2u2inKX.jpg",
        "bannerslide": "/asVo1hAAP3XfRmvnm5kXo3ZvRzR.jpg",
        "popularity": 228.733
    },
    {
        "id": "38464",
        "name": "Blue Exorcist",
        "category": "Aksiyon,Fantezi",
        "info": "İnsanlar Assiah dünyasında, cinler cehennemde yaşarlar. İki boyutun birbirine müdahale etmesi amaçlanmamıştır, ancak iblisler buna rağmen yine de Assiah'da yaratıklara sahiptir. Bu iblislerle savaşabilen insanlar şeytan kovucu olarak biliniyor. Rin Okumura, Şeytan'ın gayri meşru oğlu olmanın lanetini taşıyan bir çocuktur. Koruyucu babası onu iblislerden kurtarmak için kendini feda etti. Rin, üvey babasının intikamını almak ve kendini kanıtlamak için bir şeytan kovanın yolunu izlemeye ve kendi babası Şeytan'ı yenmeye karar verir. Rin, ham becerilerini geliştirmek için True Cross Akademisi'ne girer ve diğer şeytan kovucu adaylarıyla birlikte eğitim alır.",
        "date": "2011",
        "rate": 7.9,
        "seasons": 4,
        "poster": "/zBYdNSQlsPaFvT6q4Hdr4QNPdE0.jpg",
        "banner": "/5RlyDfYL40BxvgJx51sXQloJqZc.jpg",
        "bannerslide": "/7fEF7LEKzRq3riTEwmlW4gBbiUh.jpg",
        "popularity": 182.767
    },
    {
        "id": "123876",
        "name": "Komi-san wa, Komyushou Desu.",
        "category": "Komedi",
        "info": "Renkli karakterlerle dolu bir lisede öğrenci olan Tadano, utangaç ve asosyal sınıf arkadaşı Komi'nin 100 kişiyle arkadaşlık kurma planına yardımcı olmaya karar verir.",
        "date": "2021",
        "rate": 8.448,
        "seasons": 1,
        "poster": "/rOEaKS6jdZacivHnM56NQ4yhccW.jpg",
        "banner": "/lLLvmx0qBjX8W5AyOBBApsgUcix.jpg",
        "bannerslide": "/",
        "popularity": 162.083
    },
    {
        "id": "131041",
        "name": "Blue Lock",
        "category": "Spor",
        "info": "Japonya'nın Dünya Kupası'nda zafere ulaşma arzusu, Japon Futbol Federasyonu'nun milli takımın yeni forvetini bulmak için yeni ve sıkı bir eğitim programı başlatmasına neden olur. 300 lise oyuncusu bu pozisyon için karşı karşıya getirilir, ancak sadece bir tanesi birinci olacaktır. Aralarından kim Japon futbolunda yeni bir çağ başlatacak forvet olacak?",
        "date": "2022",
        "rate": 7.998,
        "seasons": 2,
        "poster": "/tP16wAT98CLwnQ14iWTMZZwfLBr.jpg",
        "banner": "/seMRyWVwIVBWbC9xaMzDMZJ8fUH.jpg",
        "bannerslide": "/x6OSrIgRRueeTQ63PoZfUgwpceK.jpg",
        "popularity": 224.494
    },
    {
        "id": "31724",
        "name": "Code Geass: Lelouch of the Rebellion",
        "category": "Aksiyon,Ödüllü,Dram,Bilim Kurgu",
        "info": "Japonya, Britannian İmparatorluğu tarafından işgal edildi ve fethedildi. Japonya artık 11. Bölge olarak biliniyor ve vatandaşları Elevens olarak biliniyor. Britannian Empire, Japonya'nın otonom gücünü elinden alır ve Knightmares'in kullanımıyla onun yönetimini dayatır. İmparatorluğun yönetimi asla değişmedi, ancak çatlaklar görülmeye başladı ...",
        "date": "2006",
        "rate": 8.36,
        "seasons": 2,
        "poster": "/n8ju74bg2k5MmDn5RBF6qMbhIlG.jpg",
        "banner": "/izRPiWEAZwZBLFiVTC7g5urR1XD.jpg",
        "bannerslide": "/9zLOYWXZwc30cz9XqOkOQybHClh.jpg",
        "popularity": 232.661
    },
    {
        "id": "65931",
        "name": "Bungou Stray Dogs",
        "category": "Aksiyon,Gizem,Doğaüstü",
        "info": "Nakajima Atsushi, yetimhaneden atıldıktan sonra, ne gidecek yeri ne de yiyecek yemeği kalmıştır. Bir nehrin kenarında aç bi ilaç sürünürken, intihar girişiminde bulunan bir adamı kurtarır. Adı Dazai Osamu olan bu adam, ortağı Kunikida ile çok özel bir dedektif kurumunun üyesidir. Doğaüstü güçleri vardır ve polis ya da askeriye için çok zorlu olan davaları ele alırlar. Atsushi o bölgeye geldiği sıralarda, bölgede ortaya çıkan bir kaplanın peşindedirler. Kaplanın, Atsushi’yle bir bağlantısı olduğu düşünülmektedir ve zamanla dava çözülür. Sonrasında Atsushi, Dazai ve diğer dedektiflerle daha çok içli dışlı olacaktır.",
        "date": "2016",
        "rate": 8.415,
        "seasons": 1,
        "poster": "/6AQmGhkYwAqW2OevjXbsh7tZnNO.jpg",
        "banner": "/79lc4Rocfnn9RIv1YlHC0jeBsqf.jpg",
        "bannerslide": "/",
        "popularity": 254.989
    },
    {
        "id": "42509",
        "name": "Steins;Gate",
        "category": "Dram,Bilim Kurgu,Gerilim",
        "info": "Steins Gate, özelleştirilmiş bir mikrodalga cihazıyla kendi geçmişlerine mesaj gönderebilen bir grup arkadaş hakkındadır. Pek çok farklı deney yapmaktadırlar. SERN isimli organizasyon ise kendi zaman yolculuğu araştırmalarını yapmaktadır. Karakterler bir yol bulup yakalanmamak zorundadır.",
        "date": "2011",
        "rate": 8.457,
        "seasons": 1,
        "poster": "/6iysgZr6Upm5RlAlVFo5f4D9euu.jpg",
        "banner": "/br4txEN4sAacOtxMkpbwcdCz837.jpg",
        "bannerslide": "/",
        "popularity": 90.919
    },
    {
        "id": "78102",
        "name": "Steins;Gate 0",
        "category": "Dram,Bilim Kurgu,Gerilim",
        "info": "Çılgın bilim adamı Okabe, Kurisu’yu kurtarmaya yönelik girişiminde başarısız olduktan sonra pes eder ve hayat dolu çılgın bilim adamı benliğini geçmişin tozlu sayfalarına gömer. O, artık bizim tanıdığımız “Hououin Kyouma” değildir. Her şey artık normalleştiğinde, kendisine bir insanın belliğini depolayan bir cihazı test etmeye başladığını ve karakterleri, kişilikleri ile bir simülasyon oluşturduğunu söyleyen Kirusu ile tanışarak geçmişe çekilir. Okabe de teste başlar ve Kurisu simülasyonunun beklenmedik bazı trajedileri de beraberinde getirdiğini deneyimler.\n\n“Zero”, orijinal hikayeyi mümkün kılmak için katkıda bulunan, Beta Attractor Field'ın geleceğini keşfeden bir yan hikayedir.",
        "date": "2018",
        "rate": 8.06,
        "seasons": 1,
        "poster": "/oysiTMX6kMBCfG7iVRUgATcWiCp.jpg",
        "banner": "/7B4PGxWt9NrcFCEAegLSEuSyAeS.jpg",
        "bannerslide": "/",
        "popularity": 118.58
    },
    {
        "id": "45782",
        "name": "Sword Art Online",
        "category": "Aksiyon,Macera,Fantezi,Romantik",
        "info": "2022 yılında piyasaya sürülen Sword Art Online MMORPG oyunu, başa takılan bir alet aracılığıyla oyuncuları kendi dünyasına götürerek gerçek bir Role-Playing oyunu sunmaktadır.\n\nOyuna katılan 10.000 oyuncu arasında olan Kirito da SAO dünyasına giriş yapmıştır. Fakat kısa sürede bütün oyuncular oyundan çıkış olmadığını fark ederler ve herkes bir anda geniş bir alana ışınlanır.\n\nOyunun yapımcısının burada yaptığı açıklamaya göre oyundan çıkmanın tek yolu 100 katlı SAO dünyasını temizlemektir. Her katta bir boss bulunmaktadır ve 100. kattaki boss'u öldürebilen oyundan çıkabilecektir.\n\nFakat oyunda sağlığı biten kişi gerçek hayatta da ölecek, ayrıca dışarıdan biri oyuncuların başındaki aleti çıkarmak isterse alet oyuncuları öldürecektir.\n\nBütün oyuncular şaşkınlık içerisindeyken oyunlar konusunda tecrübeli olan Kirito oyunu kazanmayı kafasına koymuştur.",
        "date": "2012",
        "rate": 8.197,
        "seasons": 4,
        "poster": "/mK9zGGk90VmHLOnK79sqlGFjZjW.jpg",
        "banner": "/zxvdcvckxoXFRrPg3r8d8AlZpnp.jpg",
        "bannerslide": "/",
        "popularity": 139.218
    },
    {
        "id": "117465",
        "name": "Jigokuraku",
        "category": "Aksiyon,Macera,Fantezi",
        "info": "Iwagakure Köyü'nden kalpsiz ninja İçi Boş Gabimaru, tuzağa düşürülüp idam hücresine atılır. Öldürmekten ve ihanetten bıkan Gabimaru her ne kadar ölmeyi dilese de yaşamak için sebebi olduğundan hiçbir idam yöntemi işe yaramaz. Meşhur Cellat Asaemon, Gabimaru'nun affedilmesi karşılığında Japonya'nın güneyindeki adaya yapılacak ölümsüzlük iksiri arayışına katılmasını ister. Gabimaru cennet olduğuna inanılan bu adaya gitmek zorundadır.",
        "date": "2023",
        "rate": 8.077,
        "seasons": 2,
        "poster": "/hYHXIqdi8bmbU7oZqgu9GW8hm8j.jpg",
        "banner": "/kShtTgXTHKWh9IRDwJERfnHpocb.jpg",
        "bannerslide": "/7ZG6Ktb87qi3PycAfZxltlLxzPW.jpg",
        "popularity": 218.143
    },
    {
        "id": "60728",
        "name": "Kill la Kill",
        "category": "Aksiyon,Komedi,Fantezi",
        "info": "Ryuko Matoi, elinde kırmızı bir bıçağın yarısı olan kılıçla dolaşırken, diğer yarısını elinde bulunduran ve babasını öldüren diğer taşıyıcıyı bulmak için dolaşan bir kızdır. Honnouji Akademisi adında korku içinde yaşayan bir liseye gelir. Bu lise, önüne çıkan herkesi ezmek için okul konsey üniformasını kullanan, korkunç öğrenci konsey başkanı Satsuki Kiryouin tarafından yönetilmektedir. Satsuki tarafından yenilgiye uğratıldıktan sonra Ryuko, kendisine özel yetenekler veren, okul üniforması giyen Senketsu ile tanışır. Senketsu ile ekip olan Ryuko, bir yandan Honnouji Akademisi'ni Satsuki ve konseyin egemenliğinden kurtarmak, bir yandan da babasının ölümünün ardındaki gerçekleri öğrenmek için mücadeleye başlar.",
        "date": "2013",
        "rate": 8.233,
        "seasons": 1,
        "poster": "/4F1WtP3dFIwLPOfa3u29VEVnNkf.jpg",
        "banner": "/kFJTEDYjm1EuowbYo7qcaJUBFXA.jpg",
        "bannerslide": "/",
        "popularity": 143.541
    },
    {
        "id": "60808",
        "name": "No Game, No Life",
        "category": "Komedi,Fantezi",
        "info": "Kız ve erkek kardeş olan Sora ve Shiro, oyun dünyasında ün yapmış ve ünleri internette yayılmış, evlerinden hiç çıkmayan iki parlak NEET’tir (Ç.N. Animenin başında NEET tanımlanacaktır, Türkçesi işsiz güçsüz demek ama animede NEET olarak kalacaktır). Hikaye, gerçek hayatı da başka bir berbat oyun olarak gören bu iki kardeş etrafında şekilleniyor. Bir gün “Tanrı” adında bir kişi tarafından alternatif bir dünyaya çağırılırlar. Burada Tanrı, bütün savaşları yasaklamıştır ve “her şeyin oyunlarla karara bağlanacağı” bir dünya yaratmıştır, hatta ülke sınırlarının bile. İnsanlık, diğer ırklar tarafından arta kalan şehirlere doğru geri püskürtülmüştür. Acaba hiçbir işe yaramaz Sora ve Shiro, bu alternatif dünyada “insanlığın kurtarıcısı” olabilecekler mi?",
        "date": "2014",
        "rate": 8.169,
        "seasons": 1,
        "poster": "/kN4BhRDbP3b1nuxpYC443jVLEh5.jpg",
        "banner": "/ceFPuGQYuZuHvTbj5icOvxUSPwS.jpg",
        "bannerslide": "/",
        "popularity": 86.606
    },
    {
        "id": "12609",
        "name": "Dragon Ball",
        "category": "Aksiyon,Macera,Komedi,Fantezi",
        "info": "Akira Toriyama tarafından yazılmış ve çizilmiş manga serisidir. Toriyama, Dragon Ball'u yaratırken Batı'ya Yolculuk isimli Çin romanından ilham almıştır. Dragon Ball, Son Goku'nun maceralarını konu alır. Hikayedeki olaylar, Goku'nun çocukluğundan yetişkinliğine hayatı boyunca dövüş sanatlarında kendini geliştirerek güçlenmesini ve herhangi bir dileği gerçekleştirecek güce sahip olan Ejder Topları'nı ararken dünyayı keşfedişi etrafında şekillenir. Dragon Ball mangası Japonya'da 159 milyon satmıştır.",
        "date": "1986",
        "rate": 8.248,
        "seasons": 1,
        "poster": "/onCLyCOgszTIyyVs2XKYSkKPOPG.jpg",
        "banner": "/yXggMemopUDHwPgmi6X9Wh2BQra.jpg",
        "bannerslide": "/z3dYp9Xe3zWrgVcjMGFlPv6rfCh.jpg",
        "popularity": 18.456
    },
    {
        "id": "12971",
        "name": "Dragon Ball Z",
        "category": "Aksiyon,Macera,Komedi,Fantezi",
        "info": "\"Z\" serisinde Son Goku büyümüş, Chi-Chi ile evlenmiş ve Son Gohan adında bir çocukları olmuştur. Son Goku 24 yaşına girmiştir. Oğlu Son Gohan ise 4 yaşındadır.Ana karakterimiz, İlk seride de olduğu gibi Son Gokudur. Chi-Chi, Gohan'ı büyüyüp bir bilim adamı olması için 4 yaşında ders çalıştırmaya başlatmıştır. Bu yüzden başlarda Goku, oğluna dövüş sanatlarını öğretememiştir.Bu seride Goku geçmisini ve kim olduğunu da öğrenecektir.",
        "date": "1989",
        "rate": 8.326,
        "seasons": 9,
        "poster": "/dBsDWUcdfbuZwglgyeeQ9ChRoS4.jpg",
        "banner": "/urj6noDW3OlROu34oy6BCmiQEWQ.jpg",
        "bannerslide": "/8uysSRI5MpJRQE8SymhnNEmLyt5.jpg",
        "popularity": 320.903
    },
    {
        "id": "61709",
        "name": "Dragon Ball Z Kai",
        "category": "Aksiyon,Macera,Komedi,Fantezi",
        "info": "Goku ve arkadaşlarıyla birlikte kozmik savaşlara dönün! Toei, 1989 yılında yayınlanan orijinal animasyon dizisini tekrar dublajlamış, kurgulamış ve animasyonunu temizlemiştir. Dizinin hikaye akışı, temel alındığı çizgi roman serisini daha iyi takip etmesi için düzeltilmiştir. Yeni açılış ve kapanış sahnelerini içeren dizi, dövüş sanatçısı Goku ve çeşitli arkadaşlarının, dünyayı kötülüğe karşı savunmak için giderek güçlenen düşmanlarla mücadelesini konu alıyor. Dünyanın savunucusu, iblisler, uzaylılar ve diğer kötü karakterlere karşı galip gelebilecek mi?",
        "date": "2009",
        "rate": 7.448,
        "seasons": 6,
        "poster": "/ykl67ghR2ug6KGFH3CQcI01pzQJ.jpg",
        "banner": "/oz5zbMBKCUsb7hsbjdxvK8yagPD.jpg",
        "bannerslide": "/",
        "popularity": 89.601
    },
    {
        "id": "67075",
        "name": "Mob Psycho 100",
        "category": "Aksiyon,Komedi,Doğaüstü",
        "info": "Kageyama Shigeo (nam-ı diğer \"Serseri\") psişik güçlere sahip bir 8. sınıf öğrencisidir. Genç yaşından itibaren doğaüstü güçlerini pek çok alanda sergileme fırsatı bulsa da bu özelliklerinin insanlar tarafından hoş karşılanmadığını görünce güçlerini giderek içinde saklamaya başlar. Artık tek arzusu, sınıfındaki Tsubomi adlı kızla arkadaşlık kurmak ve psişik güçlerini nasıl kullanacağını öğütleyen \"rehberi\"yle birlikte hayattaki amacını keşfetmektir.",
        "date": "2016",
        "rate": 8.522,
        "seasons": 3,
        "poster": "/vR7hwaGQ0ySRoq1WobiNRaPs4WO.jpg",
        "banner": "/kP5duNJEbTfXpBs6CITsaZ88pQi.jpg",
        "bannerslide": "/",
        "popularity": 237.92
    },
    {
        "id": "94664",
        "name": "Mushoku Tensei: Isekai Ittara Honki Dasu",
        "category": "Macera,Dram,Fantezi",
        "info": "Tanımadığı birini trafik kazasından kurtarırken ölen 34 yaşındaki bir NEET büyülü bir dünyaya Rudeus Greyrat isminde yeni doğmuş bir bebek olarak reenkarne olur. Geçmiş hayatından ona kalan bilgisi, tecrübesi ve pişmanlıklarıyla beraber daha önce yaptığı yanlışları yapmadan dolu dolu bir hayat yaşamaya çalışmaya karar verir. Oldukça yüksek olan büyü güçleri ve yetişkin beyniyle ailesi ve çevresi tarafından bir dahi olarak görülse de içinde hala bir otaku ruhu taşımaktadır.",
        "date": "2021",
        "rate": 8.5,
        "seasons": 3,
        "poster": "/z4rvmhoqQiGMnwuBHY1QcH3OqUo.jpg",
        "banner": "/4n254E5RVKprQbJNV86Kr5WuZaI.jpg",
        "bannerslide": "/",
        "popularity": 546.198
    },
    {
        "id": "80623",
        "name": "Baki",
        "category": "Spor",
        "info": "Ana karakter Baki Hanma, dünyadaki en güçlü dövüşçü olan Yujiro Hanma yani babasını geçmek için yoğun bir antrenman yapar. Dünyanın en sert ve vahşi beş idam mahkûmu, Baki'yle yüzleşmek için toplanır. Amaçları yenilgiyi tatmaktır-- Benzersiz güçleri ve yetenekleri onları hayattan bıktırmıştır, ve şu anda onları ezmek ve yerle bir etmeyi uman Baki'nin peşindedirler. Bu krizde, diğer yeraltı dövüş sanatları savaşçıları Baki'nin tarafında dövüşmek için toplanırlar: Kaoru Hanayama, Gouki Shibukawa, Retsu Kaioh, ve Doppo Orochi. Sert idam mahkûmları ve Baki ile arkadaşları arasındaki destansı dövüş mücadelesi başlar!",
        "date": "2018",
        "rate": 8.128,
        "seasons": 2,
        "poster": "/j4bL0G8h8k49MuXKYfZqhXqk2rI.jpg",
        "banner": "/qbxoEhlxNcyr7GjG2SXTShWn32m.jpg",
        "bannerslide": "/",
        "popularity": 190.276
    },
    {
        "id": "45845",
        "name": "Fate/Zero",
        "category": "Aksiyon,Fantezi,Doğaüstü",
        "info": "Kutsal Kâse Savaşı... Ödülü mucizevi olduğu söylenen efsanevi Kutsal Kâse olan 7 büyücü (Efendi) ve çağırdıkları 7 kahraman ruhun (Hizmetkârlar) arasındaki ölümüne bir dövüş.\n\nArtık 4. Kutsal Kâse Savaşı'na geldik. Bir önceki 3 savaşta bir kazanan çıkmadı. Bireysel hedef ve hırslarının peşinde büyücüler Fuyuki'de çarpışıyor. Bütün büyücüler Kutsal Kâse için her şeyi yapacaktır.\n\nBiri hariç...\n\nKotomine Kirei amacı olmayan bir büyücü. Kaderin ağlarından kurtulamayarak kendini isteksiz bir şekilde savaşın ortasında bulur, fakat kaderin işi rakiplerinden biri eski bir düşmanı olan Emiya Kiritsugu çıkar. Herkesten daha acımasız ve sert bir insan. Kutsal Kâse'nin sunduğu mucizeleri arzulayan birisi...",
        "date": "2011",
        "rate": 8.015,
        "seasons": 2,
        "poster": "/hfTEDISVpFMqmp6uOGylsSakyXZ.jpg",
        "banner": "/ij86kCAHM0B6EP75so3UscZVWIo.jpg",
        "bannerslide": "/",
        "popularity": 77.729
    },
    {
        "id": "30991",
        "name": "Cowboy Bebop",
        "category": "Aksiyon,Ödüllü,Bilim Kurgu",
        "info": "2071'de, bir hiperuzay geçidinin Dünya'yı neredeyse yaşanmaz hale getirdiği bir kazadan yaklaşık elli yıl sonra, insanlık Güneş Sistemi'nin kayalık gezegenlerinin ve uydularının çoğunu kolonileştirdi. Artan suç oranının ortasında, Güneşler Arası Sistem Polisi (ISSP), kayıtlı ödül avcılarının (\"Kovboylar\" olarak da anılır) suçluları kovalayıp bir ödül karşılığında canlandırdıkları yasallaştırılmış bir sözleşme sistemi kurdu.",
        "date": "1998",
        "rate": 8.546,
        "seasons": 1,
        "poster": "/xDiXDfZwC6XYC6fxHI1jl3A3Ill.jpg",
        "banner": "/A4PHx94G7mvM3b8vsDJ5HEaQ6uv.jpg",
        "bannerslide": "/",
        "popularity": 244.895
    },
    {
        "id": "46298",
        "name": "Hunter x Hunter",
        "category": "Aksiyon,Macera,Fantezi",
        "info": "On iki yaşındaki Gon Freecss, bir gün kendisine her zaman söylendiği babasının hayatta olduğunu keşfeder. Babası Ging bir Avcıdır - toplumun elit kesiminin bir yere gitme veya neredeyse her şeyi yapma lisansına sahip bir üyesidir. Babasının izinden gitmeye kararlı olan Gon, Avcı Sınavına girmeye karar verir ve sonunda babasını kendi başına bir Avcı olarak kanıtlamak için bulur. Ancak yolda, bir Avcı olmanın önceden düşünüldüğünden daha fazlası olduğunu ve karşılaşması gereken zorlukların dünyanın en zoru olarak kabul edildiğini öğrenir.",
        "date": "2011",
        "rate": 8.621,
        "seasons": 3,
        "poster": "/ucpgmUR1h5Te1BYegKItoPjOeF7.jpg",
        "banner": "/bFKKyCI89Xq98Gul8cGox8K3sZa.jpg",
        "bannerslide": "/",
        "popularity": 417.043
    },
    {
        "id": "42942",
        "name": "Angel Beats!",
        "category": "Dram,Doğaüstü",
        "info": "Ölümden sonraki hayatta geçen hikâyede, makul olmayan hayatlar sürmek zorunda kalan insanlar, öldükleri zaman kaderleri yüzünden Tanrıya isyan ederler. Yurippe adlı bir kız tarafından yönetilen isyancıların hepsi SSSe (Shinda Sekai Sensen/Dead World Battlefront) aittir ve Tanrıya isyanlarında meleklere karşı olan savaşları anlatılır.",
        "date": "2010",
        "rate": 7.863,
        "seasons": 1,
        "poster": "/wz1PuXrg5ERQvyXKex3cGDie2hj.jpg",
        "banner": "/4zeG5WpY0vp62OyRZMOoPouGuME.jpg",
        "bannerslide": "/",
        "popularity": 52.008
    },
    {
        "id": "137718",
        "name": "Tomodachi Game",
        "category": "Gerilim",
        "info": "Yuuichi Katagiri hayatı boyunca finansal zorluklarla mücadele etmiş ama yakın arkadaş grubu sayesinde hayatından memnun olmayı ve pozitif kalmayı öğrenmiştir. Onlara verdiği bir sözü tutmak için, Yuuichi okul gezisinde aralarına katılmaya yetecek parayı biriktirir. Fakat toplanan para gizemli bir şekilde ortadan kaybolunca, herkes Yuuichi’nin iki arkadaşından şüphelenir: gezi paralarını toplayan kişiler, Shiho Sawaragi ve Makoto Shibe. Masum olmalarına rağmen, Shiho ve Makoto, kimse hırsız olduğunu itiraf etmeyince, parayı güvende tutamadıkları için tüm sorumluluğu üstlenir.",
        "date": "2022",
        "rate": 7.313,
        "seasons": 1,
        "poster": "/l9wfsCpH5Zot8PSskCShqiQc9I4.jpg",
        "banner": "/wCTJO5S3YClzoz0SRwGOG7LMnxh.jpg",
        "bannerslide": "/",
        "popularity": 98.528
    },
    {
        "id": "21729",
        "name": "Tengen Toppa Gurren Lagann",
        "category": "Aksiyon,Macera,Ödüllü,Bilim Kurgu",
        "info": "Gelecekte insanlar, yeraltına kurdukları köylerde yaşamaktadırlar. Yeryüzünden kendilerini izole eden bu insanlar, sık sık gerçekleşen depremler yüzünden sürekli daha derine inmişlerdir.\n\nYeraltındaki köylerden biri olan Jeeha'da yaşayan ve ailesini yıllar önce bir depremde kaybeden Simon, köydeki en iyi kazıyıcılardan biridir. Simon, birgün kazısı esnasında garip bir alet bulur, bunun üzerine \"Gurren Brigade\"in lideri olan Kamina, Simon'u çetesinin bir üyesi yapar. Kamina, yaşadığı deliğin üstünde bir hayat olduğunu düşünmekte ve bu delikten kaçmayı düşlemektedir. Ancak Simon ve Kamina'nın kaçma teşebbüsleri hep başarısızlıkla sonuçlanmıştır.\n\nYine başarısızlıkla sonuçlanan bir kaçma teşebbüsünün ardından Kamina hapse, Simon ise kazma işine gönderilir. Ancak bu kazıyı diğerlerinden farklı yapan Simon'un keşfidir. Ancak bu sırada gerçekleşen depremle, yeryüzünden Simon'un köyüne bir robot ve genç bir kız düşer. Yoko adındaki bu kıza robotla dövüşünde Kamina yardım eder ancak pek etkili olamazlar. Simon, Yoko ve Kamina'yı bulduğu şeye götürür. Bu, vücudunda yüz olan küçük bir robottur. Simon'un Lagaan adını verdiği bu robotun yardımı sayesinde yeryüzüne çıkan kahramanlarımızı daha fazla dev robot, macera ve bilinmeyen bir dünya beklemektedir.",
        "date": "2007",
        "rate": 8.2,
        "seasons": 1,
        "poster": "/xL6HsYsk5N9PKwk6jFwMNQq3K3M.jpg",
        "banner": "/9IAfHmcPcQjKEzlAwnY777iItbi.jpg",
        "bannerslide": "/",
        "popularity": 156.719
    },
    {
        "id": "37854",
        "name": "One Piece",
        "category": "Aksiyon,Macera,Fantezi",
        "info": "Korsan Kral Gold Roger, bu dünyadaki herşeyi elde eder ve idam edilirken, tüm servetinin Grand Line'da olduğunu, onu arayıp bulmaları gerektiğini söyler. Bu olaydan sonra herkes Grand Line'a gider. Ancak Grand Line'a girmek çok zor, Grand Line'da canlı kalabilmek imkansızdır.\n\nKahramanımız Monkey D. Luffy'nin rüyası, Korsan Kral olmak ve One Piece denen kimsenin bilmediği, görmediği hazineyi ele geçirmektir. Küçük yaşlardan beri hep korsan olmak isteyen Luffy, kazara bir şeytan meyvası (Akuma No Mi) yemiştir. 3 farklı şeytan meyvası vardır ve bu meyvalar yiyenlere çok üstün güçler sağlamaktadır ancak bu güçlerin bedeli asla yüzememektir. Luffy'nin yediği meyva onu bir lastik çocuğa çevirir. Bu olaydan yıllar sonra Luffy denize açılır. Yolculuğu sırasında ekibini toplayacak ve One Piece'i bulmak için Grand Line'da birbirinden tehlikeli ve komik maceralara atılacaktır.",
        "date": "1999",
        "rate": 8.721,
        "seasons": 22,
        "poster": "/e3NBGiAifW9Xt8xD5tpARskjccO.jpg",
        "banner": "/4Mt7WHox67uJ1yErwTBFcV8KWgG.jpg",
        "bannerslide": "/",
        "popularity": 166.643
    },
    {
        "id": "62273",
        "name": "Shokugeki no Souma",
        "category": "Komedi,Dram",
        "info": "Yukihira Souma'nın hayali babasının restoranında tam zamanlı bir şef olmak ve babasının becerilerini aşmaktır. Ama Yukihira ortaokuldan mezun olduktan sonra babası Avrupa'da aşçılık yapmak için restoranı kapatmıştır. Hayal kırıklığına uğramış olmasına rağmen öğrencilerin sadece %10'unun mezun olabildiği elit bir aşçılık okulundan mezun olan Jouichiro'dan gelen bir meydan okumayla Souma'nın savaşma ruhu canlanmıştır. Bakalım Souma bunlara göğüs gerebilecek mi?",
        "date": "2015",
        "rate": 8.477,
        "seasons": 5,
        "poster": "/drteIrKPh0qaTYitGkxAOKoidsR.jpg",
        "banner": "/8vuwZBH143HODfQgVMBrOvvQmNM.jpg",
        "bannerslide": "/oH80UEe1cluRD5UY1szQkAHQB6T.jpg",
        "popularity": 84.568
    },
    {
        "id": "155292",
        "name": "Scott Pilgrim Takes Off",
        "category": "Aksiyon,Macera,Komedi,Bilim Kurgu",
        "info": "Scott Pilgrim hayallerindeki kız Ramona Flowers'la tanışır. Ne var ki onun yedi şeytani eski sevgilisi aşklarına engel olur.",
        "date": "2023",
        "rate": 8.128,
        "seasons": 1,
        "poster": "/nHROk2C6bv8LqtvyYd0tCMURbxC.jpg",
        "banner": "/weo6T4zmgAhN7Jz9phX5sXHHcr5.jpg",
        "bannerslide": "/nKuAceNzPhUGaHe8a387gDjjUG4.jpg",
        "popularity": 141.721
    }
]