{
    "season_1": {
        "season_number": 1,
        "name": "Sezon 1",
        "episode_count": 12,
        "air_date": "2022-10-12",
        "poster_path": "/sB2DASpJtfnTs7iK3RqkUMFVDEa.jpg",
        "episodes": [
            {
                "episode_number": 1,
                "name": "Köpek & Testere",
                "overview": "Denji, hayatını Şeytan Avcısı olarak yaşayan bir gençtir.\n\nBabasından kendisine miras kalan borcu ödemeyi amaçlayan bir yandan trajik derecede fakir bir hayat sürerken, bir yandan da \"Testere Şeytanı\" olan arkadaşı Pochita ile birlikte yakuza için şeytan avlamaya başlar.\n\nTam da işler daha kötü olamazmış gibi görünürken Denji, yakuza tarafından ihanete uğrar ve öldürülür. Denji bayılmaya başladığında kafasının içinden birinin seslendiğini duyar...",
                "air_date": "2022-10-12",
                "still_path": "/dDwTq0HNQGMCpEdVQQyksvJvUcP.jpg",
                "video_url": "4932162"
            },
            {
                "episode_number": 2,
                "name": "Tokyo'ya Variş",
                "overview": "Kamu Güvenliği Şeytan Avcılarından biri olan Makima tarafından gözaltına alındıktan sonra Denji, müstehcen imaları sayesinde kendisini ona sırılsıklam aşık bulur.\n\nMakima ile ekip kurmak isteyen Denji, Tokyo'daki Şeytan Avcıları Karargahına gelir ve ortak olması gereken kıdemli avcı Aki Hayakawa ile tanıştırılır. Ama sonra Hayakawa, Denji'yi dövüyor ve ondan \"bu işi bırakmasını\" talep ediyor...",
                "air_date": "2022-10-19",
                "still_path": "/fvAOxW42H60ssVZlZND7WwFfqGU.jpg",
                "video_url": "4932170"
            },
            {
                "episode_number": 3,
                "name": "Meowy'ni̇n Nerede Olduğu",
                "overview": "Denji yeni hayalinin \"birkaç göğüsleri okşamak\" olduğuna karar verir.\n\nOrtağı Power the Blood Fiend, yalnızca eski evcil kedisi Meowy'yi bir şeytandan kurtarırsa göğüslerini hissetmesine izin vermeyi teklif ediyor.\n\nRüyası ufukta görünen Denji tamamen harekete geçmiş ve gitmeye hazırdır, ta ki...",
                "air_date": "2022-10-26",
                "still_path": "/x20TB0bPovb6mcOoSWO3SNL7zhj.jpg",
                "video_url": "4932179"
            },
            {
                "episode_number": 4,
                "name": "Kurtarmak",
                "overview": "Şiddetli bir savaşın ardından Denji, \"Yarasa Şeytanı\" yener ve onu tuzağa düşürdükten sonra bile Gücü kurtarır.\n\nTüm bunların \"Güç'ün göğüslerine dokunmak\" uğruna olduğunu söylüyor.\n\nPower, \"bu oldukça aptalca bir neden\" diyerek saçma motivasyonuyla alay ediyor, ancak yine de göğüslerini okşamasına izin vermeyi kabul ediyor.\n\nDenji bu fikirden heyecanlanırken birdenbire ani bir saldırıyla karşı karşıya kalır...",
                "air_date": "2022-11-02",
                "still_path": "/78p3CwjbIbJv2MucbLWnvBtF34d.jpg",
                "video_url": "4937278"
            },
            {
                "episode_number": 5,
                "name": "Si̇lah Şeytani",
                "overview": "Aki Hayakawa, Denji ve Power birlikte yaşamaya başlar.\n\nDenji sonunda Power'ın göğüslerine dokunma hayalini gerçekleştirir, ancak işler beklediği gibi gitmeyince şok olur.  Denji, hayalinin peşinden gitmenin onu başarmaktan daha eğlenceli olduğunu anlayınca Makima ona yaklaşır ve şöyle der: \"Eğer Silah Şeytanı'nı öldürürsen, sana bir dilek hakkı vereceğim.\"",
                "air_date": "2022-11-09",
                "still_path": "/wELcAvuugIKpw9J7rrBr6erpRU.jpg",
                "video_url": "4946583"
            },
            {
                "episode_number": 6,
                "name": "Denji'yi̇ Öldür",
                "overview": "Denji ve Tokyo Özel Bölüm 4 üyeleri, Silah Şeytanı'nın bir parçasını almak için bir otele girer. Ancak şeytanın olağanüstü gücü nedeniyle 8. katta mahsur kalırlar.\n\nÜyeler sonsuz 8. katta köşeye sıkışıp görünürde hiçbir kaçış yolu yokken, şeytan onlara bir teklifte bulunur: \"Denji'yi yememe izin verirsen, diğer tüm şeytan avcılarının tek parça halinde gitmesine izin veririm.\"",
                "air_date": "2022-11-16",
                "still_path": "/1gtFS9ch884GtW543RK4Ma0xAwW.jpg",
                "video_url": "4953782"
            },
            {
                "episode_number": 7,
                "name": "Bi̇r Öpücüğün Tadı",
                "overview": "Aki, Denji'yi korurken Kobeni tarafından bıçaklanır. Bunu gören Denji, \"Sonsuzluk Şeytanı\"nın içine atlar ve ona saldırmaya başlar. \"Sonsuzluk Şeytanı\"nı öldürmeyi başaramaz ve çok fazla kan kaybettikten sonra elektrikli testere gücü kaybolur. Ancak daha sonra şeytanın etini yiyip kanını içtikten sonra gücünü geri kazanmayı başarır ve karşılık vermeye başlar.\n\nHimeno, Denji'yi izlerken şu sözü hatırlıyor: \"Şeytanların korktuğu Şeytan Avcıları, birkaç vidası gevşek olanlardır...\"",
                "air_date": "2022-11-23",
                "still_path": "/wIm4VMhMB6iwqWcYqaQfQPC84EL.jpg",
                "video_url": "4960122"
            },
            {
                "episode_number": 8,
                "name": "Si̇lah Ateşi̇",
                "overview": "Denji ilk ama yıkıcı öpücüğünü yaşar.\n\nSarhoş bir Denji, Himeno'nun evine götürülür ve orada onu baştan çıkarmaya başlar. Hayran olduğu Makima ile karşısında duran Himeno arasında kalan adam, günaha düşmeye karar verir. Ancak Denji daha sonra cebinde bir şey bulur: Makima'nın ona verdiği Chupa Chups lolipopu.",
                "air_date": "2022-11-30",
                "still_path": "/3yToIKKsEM45uKTPlJVwqLZYMg8.jpg",
                "video_url": "4966232"
            },
            {
                "episode_number": 9,
                "name": "Kyoto'dan",
                "overview": "Denji ve tehditkar Samuray Kılıcı arasında şiddetli bir savaş başlar. Ancak Denji, Samuray Kılıcı'nın yoldaşlarından birini rehin aldıktan sonra bile, Samuray Kılıcı Denji yakalanana kadar ikisini de keser. Bu arada, görünüşte öldürülmüş olmasına rağmen, Makima'nın hayatta olduğu ortaya çıkar. Kyoto, Kurose ve Tendo'dan gelen Kamu Güvenliği Şeytan Avcıları'nın yardımıyla Denji'yi kurtarmaya koyulur.",
                "air_date": "2022-12-07",
                "still_path": "/kk4Cvp4rZynFjvphJDfljdJKDX9.jpg",
                "video_url": "4971957"
            },
            {
                "episode_number": 10,
                "name": "Yaralanmiş Ve Darbelenmi̇ş",
                "overview": "Samuray Kılıcının şiddetli saldırısı, Kamu Güvenliği Şeytan İmha Bölümü 4'ün birçok personelinin kaybolmasıyla sonuçlandı.\n\nAki Hayakawa, Himeno'yu kaybetme gerçeğini kabul edemeyerek bir hastane yatağında uyanır. Kurose ve Tendo daha sonra Hayakawa'nın karşısına çıkar ve ona koçluk görevinin artık kendilerinin olduğunu bildirir.\n\nBu arada Makima, Denji ve Power'ı Bölüm 4'ü güçlendirmek için akıl hocası olarak hareket edecek bir Kamu Güvenliği üyesiyle tanıştırır.",
                "air_date": "2022-12-14",
                "still_path": "/vq6IPO2Nu3NqnKpWAgK4IxhJI9B.jpg",
                "video_url": "4978037"
            },
            {
                "episode_number": 11,
                "name": "Görev Başlangici",
                "overview": "Denji ve Power, Kishibe ile eğitimlerini tamamlarken Aki Hayakawa, Kurose ve Tendo aracılığıyla \"Geleceğin Şeytanı\" ile yeni bir sözleşme yapar.\n\nBu arada Makima, yakuza patronunu \"Silah Şeytanı\" ile sözleşme yapan herkesin isimlerini ve Samuray Kılıcı'nın saklandığı yeri açıklaması konusunda tehdit eder.\n\nSonunda Kamu Güvenliğinin Samuray Kılıcı ve arkadaşlarına karşı karşı saldırı başlatmasının zamanı geldi.",
                "air_date": "2022-12-21",
                "still_path": "/xT2COgjUXnnC5ho4El1epWFkwjt.jpg",
                "video_url": "4984587"
            },
            {
                "episode_number": 12,
                "name": "Katana Vs. Elektri̇kli̇ Testere",
                "overview": "Sawatari, Hayakawa'nın peşine \"Hayalet Şeytan\"ı gönderir ve \"Hayalet Şeytan\" durup ona Himeno'dan bir mesaj içeren bir sigara vermeden önce neredeyse öldürülür. İçindeki sözler Hayakawa'ya \"Hayalet Şeytanı\" öldürme ve Sawatari'yi yakalama gücü veriyor.\n\nBu sırada Denji, Samuray Kılıcı ile rövanş maçına çıkar. Marş motorunun göğsüne çekilmesiyle Elektrikli Testere Adam'a dönüşür.\n\nVe şimdi, Elektrikli Testere Adam ile Samuray Kılıcı arasındaki son savaş nihayet başladı...",
                "air_date": "2022-12-28",
                "still_path": "/xqxc5esGMw5alHcju87cmjyAkyy.jpg",
                "video_url": "4992106"
            }
        ]
    }
}