{
    "season_1": {
        "season_number": 1,
        "name": "Sezon 1",
        "episode_count": 37,
        "air_date": "2006-10-04",
        "poster_path": "/1BloDOEmKxPFzbCIuNCLmCrcx6L.jpg",
        "episodes": [
            {
                "episode_number": 1,
                "name": "Yeniden doğuş",
                "overview": "Zeki ama sıkılmış lise öğrencisi Light Yagami, bir anda kendini yaşamın ve ölümün gücünü, Ölüm Defteri'nin gücünü elinde tutarken bulur. Suçluları birer birer öldürerek dünyayı kötülükten kurtarmaya karar verir. Cinayetler artmaya başlayınca dahi dedektif L olayla ilgilenir ve destansı bir zeka savaşı başlar.",
                "air_date": "2006-10-04",
                "still_path": "/3DBzrTd2ZUleqKlGOBfMklDySRH.jpg",
                "video_url": "3194084"
            },
            {
                "episode_number": 2,
                "name": "Yüzleşme",
                "overview": "Dünya suçluları ölmeye devam ederken, L bilgisayar aracılığıyla çeşitli ulusların temsilcileriyle görüşür. Light'ın babası Soichiro Yagami'nin yönetiminde Japonya'da bir görev gücü kurulmasını ister.",
                "air_date": "2006-10-11",
                "still_path": "/63fCP6HZf5EbP6muq2mcYh6Lvc8.jpg",
                "video_url": "3194087"
            },
            {
                "episode_number": 3,
                "name": "Anlaşmalar",
                "overview": "Ölüm Notunu insan dünyasına düşüren Shinigami veya ölüm tanrısı Ryuk, Light'ı birinin onun peşinde olduğu konusunda uyarır. Light, takipçisinin kimliğini öğrenemediği için endişelidir ve Ryuk inanılmaz bir anlaşma önerir...",
                "air_date": "2006-10-18",
                "still_path": "/Su069fxRnOnuzoOnKsGwlLqPQG.jpg",
                "video_url": "3194089"
            },
            {
                "episode_number": 4,
                "name": "Kovalama",
                "overview": "Artık tüm dünyada Kira olarak bilinen Light, altı mahkumu çeşitli şekillerde öldürerek güçlerinin kapsamını anlamak için Ölüm Notu'nu test ediyor ve kurbanlarının eylemlerini ölmeden önce kontrol edebildiğini doğruluyor.",
                "air_date": "2006-10-25",
                "still_path": "/bisms0qgIVV8Qa9vGlFnfP9briJ.jpg",
                "video_url": "3194091"
            },
            {
                "episode_number": 5,
                "name": "Taktikler",
                "overview": "Soichiro Yagami, L'nin gizlice FBI ajanlarını Japonya'ya getirdiğini öğrenince L ile şahsen görüşmek ister. Bu arada Light, o FBI ajanlarını davadan kalıcı olarak uzaklaştırmanın bir yolunu buldu...",
                "air_date": "2006-11-01",
                "still_path": "/m4aiPObgEBrb3w6TPejqX5sg8Nm.jpg",
                "video_url": "3194104"
            },
            {
                "episode_number": 6,
                "name": "Çözülüyor",
                "overview": "Light, Polis Departmanında Kira özel ekibine acil bir mesaj ileten bir kadınla tanışır. Baş müfettişin oğlu olan Light, onun hikayesini dinler ve onun tutuklanmasına yol açabilecek bilgilere sahip olabileceğini keşfedince şaşırır.",
                "air_date": "2006-11-08",
                "still_path": "/5J62ABo9G1OrTYbLeShozI5uBwg.jpg",
                "video_url": "3194107"
            },
            {
                "episode_number": 7,
                "name": "Bulutlu",
                "overview": "Light, kendisini yakalatabilecek kadından kurtulmak için Ölüm Defteri'ni kullanır ve bu işe yaramayınca şok olur. Kendisine bir takma ad vermiş olabileceğini fark ettiğinden, hikâyesini özel kuvvete anlatmadan önce gerçek adını öğrenmek için yalnızca birkaç dakikası vardır.",
                "air_date": "2006-11-15",
                "still_path": "/sYCqCMvO2stQIJewetuUNP78MmG.jpg",
                "video_url": "3194134"
            },
            {
                "episode_number": 8,
                "name": "parlama",
                "overview": "L, Raye Penber'in takip ettiği Şef Yagami ve Müdür Yardımcısı Kitamura'nın evlerine dinleme cihazları ve kameralar kurmakta ısrar ediyor. Ancak Light her zamanki gibi bir adım önde; izlendiğinin farkında.",
                "air_date": "2006-11-22",
                "still_path": "/smXhV1fvWJrDtGB1MV8N3lIt5JY.jpg",
                "video_url": "3194138"
            },
            {
                "episode_number": 9,
                "name": "Rastlamak",
                "overview": "Cinayetler devam eder ve L, Light'ın fazla mükemmel davranışlarından şüphelenmeye başlar ve onu kendi başına araştırmaya karar verir. L, Light'a yaklaşmak için aynı üniversiteye kaydolur ve kendisinin L olduğunu gösterir.",
                "air_date": "2006-11-29",
                "still_path": "/iBRK6viH6YPlD81p6kD7yZlTIrZ.jpg",
                "video_url": "3194144"
            },
            {
                "episode_number": 10,
                "name": "Şüphe",
                "overview": "L'nin Light'a dair şüphesi derinleşir ve onu Light'ı soruşturmaya davet etmeye zorlar. Ama sonra bir telefon onlara Soichiro Yagami'nin kalp krizi geçirdiğini haber verir!",
                "air_date": "2006-12-06",
                "still_path": "/iaXRsMzritInUDbQGUXG3ej3sTS.jpg",
                "video_url": "3194149"
            },
            {
                "episode_number": 11,
                "name": "Saldırı",
                "overview": "Sakura TV'ye gönderilen kasetlerde tahmin edildiği gibi Kira'yla ilgili şüphelerini dile getiren haber spikerleri ve yorumcular birer birer ölüyor. Daha ayrıntılı bir araştırmada L, bu Kira'nın orijinal olmadığı sonucuna varır; ikinci bir Kira vardır!",
                "air_date": "2006-12-13",
                "still_path": "/nAhTYkjUMVghszC2kXXr8qFD5VG.jpg",
                "video_url": "3194161"
            },
            {
                "episode_number": 12,
                "name": "Aşk",
                "overview": "İkinci Kira'nın serbest kalmasıyla birlikte L, taklitçiyi yakalamak için Light'tan görev gücüne katılmasını ve gerçek Kira gibi davranmasını ister. Light, şüpheyi kendisinden uzaklaştırmayı umarak aynı fikirde. Şaşırtıcı bir şekilde, bu yeni Kira, Light'ta olmayan özel bir yeteneğe sahiptir...",
                "air_date": "2006-12-27",
                "still_path": "/nXhKdqsD4TZb83ZVkqNyYqkRMOX.jpg",
                "video_url": "3194169"
            },
            {
                "episode_number": 13,
                "name": "İtiraf",
                "overview": "Light, L daha fazla şüphelenmeden önce ikinci Kira'nın kimliğini keşfetmek için Aoyama'ya gider. Ancak yeni Kira Misa Amane, Light'ı bulmadan önce onu bulmak için alışılmadık yeteneğini kullanır.",
                "air_date": "2007-01-10",
                "still_path": "/peEBI9p36VCBgDp6XW8JRjO7Vdt.jpg",
                "video_url": "3194177"
            },
            {
                "episode_number": 14,
                "name": "Arkadaş",
                "overview": "Light ve Misa birbirlerine Ölüm Notlarını gösterirler ve Light, Misa'dan shinigamisi Rem'in L'den kurtulmasını ister. Ancak Misa karşılığında Light'tan bir şey ister: ona aşık olmak!",
                "air_date": "2007-01-17",
                "still_path": "/ztpKA5qn2eggXEH7xVsQPI2wYCW.jpg",
                "video_url": "3194186"
            },
            {
                "episode_number": 15,
                "name": "Bahis",
                "overview": "Misa Amane'nin ikinci Kira olduğunu gösteren kanıtlar ortaya çıkar. Rem, onu kurtarmak için Misa'yı Ölüm Notu'nun mülkiyetini kaybetmeye zorlar.",
                "air_date": "2007-01-24",
                "still_path": "/haM3evWcGOKlm2vb4mMiIuOOcqs.jpg",
                "video_url": "3194192"
            },
            {
                "episode_number": 16,
                "name": "Karar",
                "overview": "Misa hapsedilmiştir ancak Ölüm Defteri ile ilgili anıları tamamen silinmiştir. Light da hapsedildiğinde cinayetler durur ve Light'a dair şüpheler güçlenir. Sonra bir anda cinayetler yeniden başlıyor.",
                "air_date": "2007-01-31",
                "still_path": "/6DpzJIeuOyNPzTV4sJZXOfxT0Ki.jpg",
                "video_url": "3194193"
            },
            {
                "episode_number": 17,
                "name": "Uygulamak",
                "overview": "Elli günlük tutukluluğun ardından cinayetler devam eder ve Misa ile Light serbest bırakılır. Ancak L, daha fazla cinayetin yaşanmamasını sağlamak için bir plan yapar ve Light'ın babası Soichiro'yu, ikisini belki de sonları olabilecek bir yolculuğa çıkarır.",
                "air_date": "2007-02-07",
                "still_path": "/8vzOP1mAxh4vHuOixjBa5OKPX2Q.jpg",
                "video_url": "3194196"
            },
            {
                "episode_number": 18,
                "name": "Müttefik",
                "overview": "L hâlâ şüpheli olsa da, Kira olduklarına dair anıları silinen Light ve Misa, merkeze geri dönerler ve burada Light, son Kira cinayetleri ile Yotsuba Grubu arasında garip bir bağlantı olduğunu fark eder.",
                "air_date": "2007-02-14",
                "still_path": "/4TKRHj64fOaPynNP9tX635rqBQq.jpg",
                "video_url": "3194198"
            },
            {
                "episode_number": 19,
                "name": "Matsuda",
                "overview": "Misa'yı izlemekle görevlendirilen görev gücü üyesi Matsuda, kendini farklılaştırmaya heveslidir ve Misa'da çalışırken, Yotsuba Grubu'nun Tokyo genel merkezinde kendi başına küçük bir gözetleme yapmaya karar verir.",
                "air_date": "2007-02-21",
                "still_path": "/sF4lBqyCA7XUFnw3GcNyfreTlI4.jpg",
                "video_url": "3194200"
            },
            {
                "episode_number": 20,
                "name": "Derme çatma",
                "overview": "L'nin ekibi, Yotsuba Grubunun şirketlerine sorun çıkaran kişilerin ortadan kaldırılmasını tartışmak için gizlice toplandığını keşfeder ve Kira'nın sekiz yöneticiden biri olması gerektiği sonucuna varır. L kılığına giren Light doğru olanı bulabilir mi?",
                "air_date": "2007-02-28",
                "still_path": "/b92CjZHibPwxHPp4ID6vvaD5WZD.jpg",
                "video_url": "3194203"
            },
            {
                "episode_number": 21,
                "name": "Verim",
                "overview": "Görev Gücü Misa'yı Yotsuba şirketine yaklaşmanın bir yolu olarak kullanıyor. Ancak Rem onunla iletişim kurmaya çalıştığında işler karışır.",
                "air_date": "2007-03-07",
                "still_path": "/bRPNU2tc41D44L5C3wuVRq7iYZH.jpg",
                "video_url": "3194205"
            },
            {
                "episode_number": 22,
                "name": "Rehberlik",
                "overview": "Misa sayesinde Özel Görev Gücü artık yeni Kira'nın kimliğini biliyor ve L, onu saklandığı yerden çıkarmak için ayrıntılı bir plan planlıyor.",
                "air_date": "2007-03-14",
                "still_path": "/k8XdLNTPvIOVpXn8OXV8pOxksw3.jpg",
                "video_url": "3194208"
            },
            {
                "episode_number": 23,
                "name": "Çılgınlık",
                "overview": "L, Light ve Misa soruşturma ekibi binasını izliyor ve kiminle konuştuğunu merak ediyor. Higuchi'nin bir shinigamiyle konuşup konuşmadığını merak ediyorum. Rem, Higuchi'yi istasyona gitmeye ikna eder, ancak Higuchi'nin bunu yapmak için kendi bencil amaçları vardır.",
                "air_date": "2007-03-21",
                "still_path": "/9bqSbzuySON08hKYUWigkalTqfh.jpg",
                "video_url": "3194211"
            },
            {
                "episode_number": 24,
                "name": "Canlanma",
                "overview": "Higuchi nihayet yakalanırken Light, istemeden de olsa Kira olarak anılarını geri kazanır.",
                "air_date": "2007-03-28",
                "still_path": "/vXoBIHI5u4jn8tieqMtbIPWtu1L.jpg",
                "video_url": "3194214"
            },
            {
                "episode_number": 25,
                "name": "Sessizlik",
                "overview": "Hafızası yerine gelen Light, Misa'ya Higuchi öldükten sonra öldürmeye başlamasını emreder. Shinigami Rem, her şeyin Light'ın planına göre gittiğini fark eder ve Rem hızlı davranmazsa L'nin Misa'yı Kira olarak tutuklayacağını anlar.",
                "air_date": "2007-04-04",
                "still_path": "/hKsiCNb6cUUmgFPfA5nbZW3Tlpq.jpg",
                "video_url": "3194217"
            },
            {
                "episode_number": 26,
                "name": "Yenileme",
                "overview": "L'nin ölümünden sonra dünyanın yeni ve harika bir dedektife ihtiyacı var. L'nin geldiği Wammy'nin evi, L'nin Kira avını tamamlayacak yeni bir süper dedektif bulabilecek mi?",
                "air_date": "2007-04-11",
                "still_path": "/nGo7E3ANwRBBkvfD1gUjcE5oa2V.jpg",
                "video_url": "3194220"
            },
            {
                "episode_number": 27,
                "name": "Kaçırma",
                "overview": "Yeni bir araştırmacı öne çıkar: L'e güvenmeden Kira'yı yakalamaya çalışan SPK örgütünün merkezi isimlerinden Near. Near, Ölüm Notlarının varlığından haberdardır ve bir tanesini ele geçirmek ister.",
                "air_date": "2007-04-18",
                "still_path": "/5Nj7ueMx7zQyIC9WjLqAGcIVygW.jpg",
                "video_url": "3194223"
            },
            {
                "episode_number": 28,
                "name": "Sabırsızlık",
                "overview": "L rolünü oynayan Light, Near'a kız kardeşi Sayu'nun onu Ölüm Defteri karşılığında takas etmek isteyen biri tarafından kaçırıldığını açıklar. Near, takasın Los Angeles'ta gerçekleşeceğini öğrenir ve yardım sözü verirken, gizlice Ölüm Notunu çalmayı ve Kira'yı ele geçirmeyi planlar.",
                "air_date": "2007-04-25",
                "still_path": "/kDCYenlI22Fjzw7a5pR9cUy3ByI.jpg",
                "video_url": "3194228"
            },
            {
                "episode_number": 29,
                "name": "Baba",
                "overview": "Kızını kurtarmak için Ölüm Notu'nun Mello'nun eline geçmesine izin vermekten utanan Soichiro, onu geri almak için kendini tehlikeye atar.",
                "air_date": "2007-05-02",
                "still_path": "/lg9llxpONn5t5GYR2pyIQNpYyPt.jpg",
                "video_url": "3194233"
            },
            {
                "episode_number": 30,
                "name": "Adalet",
                "overview": "Mello, Kira tarafından öldürülmeyeceğinden emin olmak için SPK genel merkezine dalar ve kendi fotoğrafını alır. Near'ın resmi ona vermesi karşılığında Mello, Ölüm Notları hakkında önemli bir ipucu verir: bazı kurallar sahtedir.",
                "air_date": "2007-05-09",
                "still_path": "/hhNecHn6UEcvGIXaWaSqKfGOBIM.jpg",
                "video_url": "3194238"
            },
            {
                "episode_number": 31,
                "name": "Aktar",
                "overview": "Near, Japon görev gücüyle temasa geçer ve Kira'nın üyeleri arasında olduğunu belirler. İçeriden bilgi ister ve Light'tan şüphe etmeye başlayan Aizawa yanıt verir. Near, yeni L'nin gerçekten Light Yagami olduğundan ve Light'ın Kira olduğundan şüpheleniyor.",
                "air_date": "2007-05-16",
                "still_path": "/mzh01RXXSWZeMdwpkSSJiGne0gG.jpg",
                "video_url": "3194242"
            },
            {
                "episode_number": 32,
                "name": "Seçim",
                "overview": "Yıldız haber spikeri Kiyomi Takada, Demegawa'nın Mikami tarafından silinmesinin ardından Kira'nın dünya çapındaki sözcüsü olur ve o, Light'ın üniversitedeki kız arkadaşı olur. Aizawa'nın Light hakkındaki şüpheleri artar.",
                "air_date": "2007-05-23",
                "still_path": "/A4v49zTK59PCExMM5tQJUqj0231.jpg",
                "video_url": "3194262"
            },
            {
                "episode_number": 33,
                "name": "Aşağılamak",
                "overview": "Near, iddiaya göre Kira'ya yem olarak Japonya'ya gidiyor. Light'ın talimatlarını takip eden Takada, Mikami'den kendisine Ölüm Notunun beş sayfasını göndermesini ister. Gerçeğine benzeyecek şekilde yapılmış sahte bir kitap üzerinde çalışmalarına devam edeceğini söyler.",
                "air_date": "2007-05-30",
                "still_path": "/lsPwoKFZ7u5BuUOdVc6LAK6RRKf.jpg",
                "video_url": "3194309"
            },
            {
                "episode_number": 34,
                "name": "Dikkat",
                "overview": "Aizawa neler olduğunu anlar ve notları zaten bilen Near'a söyler. Near, Aizawa'ya Light'ı izlemeye devam etmesini söyler ve ardından Misa'yı Light'tan ayırmak için bir plan yapar.",
                "air_date": "2007-06-06",
                "still_path": "/xIcazNfhYAD2RqTps5aibV1rzuJ.jpg",
                "video_url": "3194312"
            },
            {
                "episode_number": 35,
                "name": "Kötülük",
                "overview": "Light ve Near, son yüzleşme için bir buluşma yeri konusunda anlaşırlar. Önemli bir oyuncu kaçırılır ve sonuçlar şok edicidir.",
                "air_date": "2007-06-13",
                "still_path": "/yST76E9E41mf1FfVQDssFTrPqir.jpg",
                "video_url": "3194314"
            },
            {
                "episode_number": 36,
                "name": "1.28",
                "overview": "Japon Görev Gücü ve SPK nihayet 28 Ocak'ta YellowBox Warehouse'da buluşuyor. Ancak Kira'nın oradaki herkesi öldürme emri üzerine üçüncü bir şahıs da depoya geldi.",
                "air_date": "2007-06-20",
                "still_path": "/wacxcUn9DQOO2qrx43nFzSqRKTq.jpg",
                "video_url": "3194317"
            },
            {
                "episode_number": 37,
                "name": "Yeni Dünya",
                "overview": "Mikami tüm araştırmacıların isimlerini Ölüm Defteri'ne yazmasına rağmen bir dakika geçer ve herkes hâlâ hayattadır. Near, Mikami'nin Ölüm Notunu ele geçirir ve sonunda her şey ortaya çıkar.",
                "air_date": "2007-06-27",
                "still_path": "/on0Z1biRAHrdXXNzpV54GDrAtfE.jpg",
                "video_url": "3194319"
            }
        ]
    }
}