{
    "season_1": {
        "season_number": 1,
        "name": "Sezon 1",
        "episode_count": 24,
        "air_date": "2023-04-12",
        "poster_path": "/rFp74PFpz14AHrtlVPrLyrSng47.jpg",
        "episodes": [
            {
                "episode_number": 1,
                "name": "Anne ve Çocuklar",
                "overview": "Hikayeler eğlendirmek için söylenen yalanlardır ve idoller inanmaya hevesli hayranlarına yalan söyler. Bu Ai'nin hikayesi. Bu bir yalan, ama aynı zamanda gerçek.",
                "air_date": "2023-04-12",
                "still_path": "/rvy4W28wYkct3IFxU0RGF2uHppG.jpg",
                "video_url": "5110923"
            },
            {
                "episode_number": 2,
                "name": "Üçüncü Seçenek",
                "overview": "Ruby, kendisi ve kanserden ölen küçük kız için bir idol olmak istiyor. Ancak gerçek dünya büyük hayalleri umursamıyor: Aqua'nın çok iyi bildiği bir şey.",
                "air_date": "2023-04-19",
                "still_path": "/klFBxM7QHRtYvuqBcHGSoJaY5ES.jpg",
                "video_url": "5110865"
            },
            {
                "episode_number": 3,
                "name": "Manga Tabanlı Tv Draması",
                "overview": "Aqua, Kana'nın isteğini kabul eder, ancak istediği sebepten dolayı değil. Masaya Kaburagi ile Ai arasında bir bağ vardır ve bu bağ Aqua'yı cevaplar için bir TV dizisinin setine götürür.",
                "air_date": "2023-04-26",
                "still_path": "/gRmEOAKLkF2qWUT0GB4QQcI2X1q.jpg",
                "video_url": "5118267"
            },
            {
                "episode_number": 4,
                "name": "Aktörler",
                "overview": "Kana'nın kararlılığı, mahvolmuş itibarına rağmen güçlü kalmaya devam ediyor. Aqua, senaryoyu altüst eden ve ikisi için de fırsatlar yaratan cesur bir hareketle Kana için sahneyi hazırlıyor.",
                "air_date": "2023-05-03",
                "still_path": "/h44DwOqXqq44KzNHOzkNpcTRVRR.jpg",
                "video_url": "5126642"
            },
            {
                "episode_number": 5,
                "name": "Gerçeklik Buluşma Şovu",
                "overview": "Farklı motivasyonlara sahip olmalarına rağmen Aqua, Ruby ve Kana'nın eğlence sektöründe başarılı olmalarının anahtarı aynı; hedeflerine ulaşmak için oyunu oynamaları gerekiyor.",
                "air_date": "2023-05-10",
                "still_path": "/bmIyVqU5c5iw1g1S8ENY5bKpf4P.jpg",
                "video_url": "5142403"
            },
            {
                "episode_number": 6,
                "name": "Ego Sörfü",
                "overview": "Çevrimiçi olarak haklı öfkeyle ne söylediğini hatırlıyor musun? Sonuçları vardı. Onları hiç görmedin, ancak bu onları daha az gerçek yapmadı veya seni daha az sorumlu tutmadı.",
                "air_date": "2023-05-17",
                "still_path": "/dTnNfowpkkjSG8fxDprhHxJD465.jpg",
                "video_url": "5147351"
            },
            {
                "episode_number": 7,
                "name": "Vızıltı",
                "overview": "Hemen sonrasında sarsılan Akane'nin yardımcı oyuncuları dostluk ve amaçta birleşirler: Arkadaşlarının adını temize çıkaracaklardır. Ona daha azını borçlu değillerdir.",
                "air_date": "2023-05-24",
                "still_path": "/culBlCRSAeAbCmOqw6QnCo0z7td.jpg",
                "video_url": "5153141"
            },
            {
                "episode_number": 8,
                "name": "İlk Kez",
                "overview": "İntikam odaklı Aqua, Akane'yi hafife aldı ve yetenekli oyuncuya kalbini kazanmanın bir yolunu verdi. Eğer aşk bir oyunsa, Akane oyunu sonuna kadar oynuyor ve Kana geride kalıyor.",
                "air_date": "2023-06-07",
                "still_path": "/7tOzcBf8qjQcnocGGadFAXAJOdq.jpg",
                "video_url": "5165593"
            },
            {
                "episode_number": 9,
                "name": "B Komachi",
                "overview": "MEM-cho ikinci şansını boşa harcamaz ve nüfuzunu B Komachi'nin markasının büyümesine yardımcı olmak için kullanır. Bu arada Aqua'nın Ai'nin geçmişine dair araştırması meyvesini verir.",
                "air_date": "2023-06-14",
                "still_path": "/hGvzVPKuNBUThYsBlpxGMFkuueU.jpg",
                "video_url": "5183233"
            },
            {
                "episode_number": 10,
                "name": "Basınç",
                "overview": "B Komachi'nin ilk performansı yaklaşıyor, ancak grubun hala pratik yapması gerekiyor ve Kana merkez olmayı reddediyor. Belki de belirli bir uzman koreograf onların parlamasına yardımcı olabilir mi?",
                "air_date": "2023-06-21",
                "still_path": "/aNYlFnW3TsubWgi3GphiBdI0WgZ.jpg",
                "video_url": "5194387"
            },
            {
                "episode_number": 11,
                "name": "İdol",
                "overview": "MEM-cho'nun hayranları var. Ruby'nin yakışıklılığı var. Ama Kana'nın...? Herkesin yıldızı olabilmesi için önce cevabı bulması gerekecek. Daha sonra, yeni bir fırsat Aqua'yı intikama giden yeni bir yola sokar.",
                "air_date": "2023-06-28",
                "still_path": "/rPjI9wOlKxzbfjiBjFDdjuKmkwt.jpg",
                "video_url": "5194391"
            },
            {
                "episode_number": 12,
                "name": "Tokyo Kılıcı",
                "overview": "Sahne hazır. Oyuncular hazır. Ve Tokyo Blade oyununun perdesi açılıyor. Ancak, oyunun dışında başka bir hikaye daha var: Oyuncuların kendilerinin hikayesi.",
                "air_date": "2024-07-03",
                "still_path": "/tKpuKGWtCIrR6XBGyr6lqrOiIwn.jpg",
                "video_url": "5583990"
            },
            {
                "episode_number": 13,
                "name": "Telefon Oyunu",
                "overview": "Tokyo Blade'in yaratıcısı mangasının sadakatsiz uyarlamasından memnun değil ve tüm senaryonun revize edilmesini talep ediyor. Ancak açılışa sadece yirmi gün kaldı.",
                "air_date": "2024-07-10",
                "still_path": "/tYPdMObN5OskrhIBmTMqNHrNm14.jpg",
                "video_url": "5591960"
            },
            {
                "episode_number": 14,
                "name": "Yeniden Yazma",
                "overview": "Zaman azalıyor ve bir soru beliriyor: Sadık bir Tokyo Blade uyarlaması mı yoksa tiyatroya uyarlanmış bir uyarlama mı? Gerilimin ortasında, Abiko'yu uzlaşmaya ikna edebilecek tek kişi var.",
                "air_date": "2024-07-17",
                "still_path": "/mcZdAr7RsCI55CdvEh4YDdWAIP2.jpg",
                "video_url": "5599951"
            },
            {
                "episode_number": 15,
                "name": "Duygusal Oyunculuk",
                "overview": "Abiko ve GOA yeni bir senaryo üzerinde işbirliği yapar ve şimdi senaryoyu hayata geçirmek için baskı oyuncuların üzerindedir. Ancak Aqua kısa süre sonra prova sırasında beklenmedik bir zorlukla karşılaşır.",
                "air_date": "2024-07-24",
                "still_path": "/tcNkrYml6pakfrZYkCM9JsVYvP2.jpg",
                "video_url": "5608461"
            },
            {
                "episode_number": 16,
                "name": "Perde Açılıyor",
                "overview": "Aqua, Akane'ye güvenir ve gerçek amaçlarını ortaya koyar. Onun yanında kalmaya yemin eder, ancak bu derinleşen bağ, Akane'nin Kana ile rekabetinin yoğunlaşmasına neden olur.",
                "air_date": "2024-07-31",
                "still_path": "/gWlvxad1umSUdNpxoGRbBXG8xyM.jpg",
                "video_url": "5616332"
            },
            {
                "episode_number": 17,
                "name": "Büyüme",
                "overview": "Melt, Sweet Today'deki kötü oyunculuğundan pişmanlık duyuyor ve Tokyo Blade'de kendini geliştirmeye yemin ediyor. Ancak, vasat bir oyuncu, olağanüstü olanlar arasında nasıl öne çıkabilir?",
                "air_date": "2024-08-07",
                "still_path": "/zEEwmfZd5uolRRwnMw9YSWIj9NI.jpg",
                "video_url": "5625391"
            },
            {
                "episode_number": 18,
                "name": "Güneş",
                "overview": "Akane, Kana'ya hayran olduğu ve onun gibi olmak istediği için oyuncu oldu. Ancak, kişi asla kahramanlarıyla tanışmamalıdır.",
                "air_date": "2024-08-14",
                "still_path": "/ymEfVkvw87B0rxojz8MLdlBNy71.jpg",
                "video_url": "5636413"
            },
            {
                "episode_number": 19,
                "name": "Tetiklemek",
                "overview": "Geçmişleri oyunculuklarını şekillendirdi. Kana bir oyuncu olarak parlamak istiyordu, ancak faydalı olmak için taviz verdi. Bu arada Aqua'nın çocukluk travması benzersiz bir oyunculuk yöntemine yol açtı.",
                "air_date": "2024-08-21",
                "still_path": "/iLVOXIggNiwjZ1GsSqJ7ni9mOGy.jpg",
                "video_url": "5647588"
            }
        ]
    }
}