{
    "season_1": {
        "season_number": 1,
        "name": "Sezon 1",
        "episode_count": 32,
        "air_date": "2007-02-15",
        "poster_path": "/842myobV2MkoHZuoyxJDV9gdkvb.jpg",
        "episodes": [
            {
                "episode_number": 1,
                "name": "Eve Dönüş",
                "overview": "Kapılardan bir figür geçiyor. Jiraiya ile uzun bir eğitim yolculuğundan dönen daha yaşlı bir Naruto. Naruto Uzumaki geri döndü!",
                "air_date": "2007-02-15",
                "still_path": "/lFg0YnHI7sJkPSv38a8ctE96sqr.jpg",
                "video_url": "3927000"
            },
            {
                "episode_number": 3,
                "name": "Eğitim Sonuçları",
                "overview": "Naruto ve Sakura'nın ortak becerileri Kakashi'yi Sharingan'ını hemen kullanmaya zorluyor. Naruto ustaca jutsusunu birbiri ardına salıyor.",
                "air_date": "2007-02-22",
                "still_path": "/3ZhyOj5btCsLximupjKCBvNgNnd.jpg",
                "video_url": "3927001"
            },
            {
                "episode_number": 4,
                "name": "Kumun Jinchuriki'si",
                "overview": "Gaara, Deidara'nın varlığını hızla fark eder ve dev kuşu üzerinde Deidara ve kumun üzerinde Gaara ile bir hava savaşı başlar.",
                "air_date": "2007-03-01",
                "still_path": "/qiYNA4LdqhBZbM0kBqBv5MASvVs.jpg",
                "video_url": "3927002"
            },
            {
                "episode_number": 5,
                "name": "Kazekage Dimdik Duruyor",
                "overview": "Naruto ve Sakura, hayatta kalma mücadelesinde Kakashi'yi yener. Tsunade onları Kakashi liderliğindeki üç kişilik bir ekibe atar ve Kakashi onlara artık kendisiyle eşit olduklarını söyler.",
                "air_date": "2007-03-15",
                "still_path": "/vxaK3b4JLtz44ApG7xp7xrCtdoS.jpg",
                "video_url": "3927004"
            },
            {
                "episode_number": 7,
                "name": "Koş, Kankuro",
                "overview": "Gücü tamamen tükenen Gaara, Deidara tarafından kaçırılır. Kankuro, Baki'nin onu durdurma çabalarını görmezden gelir ve hemen Gaara'yı kurtarmak için bir müfrezeyle peşine düşer.",
                "air_date": "2007-03-29",
                "still_path": "/lDRKaN01rj4SGlWJG5kSiBSVHKj.jpg",
                "video_url": "3927005"
            },
            {
                "episode_number": 9,
                "name": "Jinchuriki'nin Gözyaşları",
                "overview": "Temari, Kum Köyü'ne giderken Kakashi ve ekibiyle karşılaşır. Kakashi, Naruto'yu hızla ilerlemeye çalıştığında uyarıyor...",
                "air_date": "2007-04-12",
                "still_path": "/6FUS8cyaBOW3FzKWF68mrgOH13T.jpg",
                "video_url": "3927007"
            },
            {
                "episode_number": 10,
                "name": "Mühür Jutsu: Dokuz Hayalet Ejderha",
                "overview": "Kum ninjaları Kankuro'yu tedavi etmek için zamana karşı savaşır. Kum'un zehir uzmanı Büyükanne Chiyo bile şaşkındır. Tek umut Tsunade'nin gönderdiği takviyelerdedir.",
                "air_date": "2007-04-19",
                "still_path": "/7FdrgAHug8AKSWrCZPPw4VLcJPq.jpg",
                "video_url": "3927008"
            },
            {
                "episode_number": 11,
                "name": "Tıbbi Ninja'nın Öğrencisi",
                "overview": "Sakura, durumu kritik olan Kankuro'yu tedavi eder. Kapsamlı bir eğitimin ardından artık tam teşekküllü bir Medic Ninja'ya dönüştü ve Sakura, kendinden emin ve istikrarlı elleriyle herkesi şaşırtıyor.",
                "air_date": "2007-04-26",
                "still_path": "/juL5lB6hKrWFUwjmoRZpzNOFIVK.jpg",
                "video_url": "3927010"
            },
            {
                "episode_number": 12,
                "name": "Emekli Büyükannenin Kararlılığı",
                "overview": "Pakkun, Akatsuki'nin saklandığı yeri bulur. Kakashi Takımı ve Temari, Gaara'yı geri almak için yola çıkar, ancak Temari'ye geride kalıp köyün korunmasına yardım etmesi emredilir.",
                "air_date": "2007-05-03",
                "still_path": "/do3dNQ1BwaqZ0PwF9s0yCTvySV0.jpg",
                "video_url": "3927013"
            },
            {
                "episode_number": 13,
                "name": "Kaderle Buluşma",
                "overview": "Adam yasaklanmış gizli bir jutsu kullanmaya hazırlanıyor. Bu arada Naruto, Itachi'nin genjutsusunun kapsamına giriyor ve Jiraiya ile birlikte aldığı tüm anti-genjutsu eğitimi Naruto'nun zihninden geçiyor.",
                "air_date": "2007-05-10",
                "still_path": "/m5C2sunvcKbJ1LqqSOJTuRXVjar.jpg",
                "video_url": "3927014"
            },
            {
                "episode_number": 14,
                "name": "Naruto'nun Büyümesi",
                "overview": "Adam yasaklanmış gizli bir jutsu kullanmaya hazırlanıyor. Bu arada Naruto, Itachi'nin genjutsusunun kapsamına giriyor ve Jiraiya ile birlikte aldığı tüm anti-genjutsu eğitimi Naruto'nun zihninden geçiyor.",
                "air_date": "2007-05-17",
                "still_path": "/cdXw2ys28tyoVaIlEge1XTp4WOM.jpg",
                "video_url": "3927017"
            },
            {
                "episode_number": 15,
                "name": "Gizli Silahın Adı...",
                "overview": "Büyükanne Chiyo ve Sakura, Naruto'yu Itachi'nin genjutsu'sundan kurtarır. Bir an bile gecikmeden Kakashi bir karşı saldırıya başlar.",
                "air_date": "2007-05-24",
                "still_path": "/fRnBxk4pN5eSgYCJ5RAUuFd0DBw.jpg",
                "video_url": "3927018"
            },
            {
                "episode_number": 16,
                "name": "Jinchuriki'nin Sırrı",
                "overview": "Chiyo ve Kakashi, saldırının sadece bir oyalama olduğunu ve Akatsuki'nin Kuyruklu Canavarı Gaara'dan çıkarma sürecine başladığını fark eder.",
                "air_date": "2007-05-31",
                "still_path": "/9bsOtfEDl3dpNLzIJ85JmijavWI.jpg",
                "video_url": "3927020"
            },
            {
                "episode_number": 17,
                "name": "Gaara'nın Ölümü!",
                "overview": "Takımlar Kakashi ve Guy kısa bir mola verir. Büyükanne Chiyo, Naruto'nun uyukladığını görür ve Sasori'nin çocukluğunu hatırlar. Takip devam eder ve Chiyo, Naruto'nun neden bu kadar çaba sarf ettiğini merak ettiğinde...",
                "air_date": "2007-06-07",
                "still_path": "/twrwa4aBaWFHyXruG22xSQ6NbRQ.jpg",
                "video_url": "3927022"
            },
            {
                "episode_number": 18,
                "name": "Hücum Taktiği! Düğme Kanca Girişi!!",
                "overview": "Kakashi ve Guy ekipleri Akatsuki'nin sığınağına ulaşır. İçeri sızmak için acele ediyorlar ama beş mühürlü bir bariyer tarafından engelleniyorlar. Bariyeri kırmanın tek yolu beş mührün tamamını aynı anda kaldırmaktır.",
                "air_date": "2007-06-21",
                "still_path": "/2pPkQ45K4yuegU3Co4wrtlY5Pyq.jpg",
                "video_url": "3927023"
            },
            {
                "episode_number": 19,
                "name": "Tuzaklar Etkinleştir! Takım Guy'ın Düşmanı",
                "overview": "Beş mühürlü bariyerin kırılması bir tuzağın oluşmasına neden oldu ve Guy Takımı artık kendilerinin inanılmaz derecede doğru kopyalarıyla mücadele ediyor. Akatsuki'nin saklandığı yere geri dönen Deidara ve Sasori, Dokuz Kuyruklu Jinchûriki'yi ele geçirmek için mücadele eder.",
                "air_date": "2007-07-05",
                "still_path": "/jaa9sZMu8p5fZxH6EbF1Bc7hwSX.jpg",
                "video_url": "3927024"
            },
            {
                "episode_number": 20,
                "name": "Hiruko Vs. İki Kunoichi!",
                "overview": "Sonunda yaşlı kadın ile torunu arasındaki hesaplaşma başlar. Sakura, Sasori'nin tuhaf görünümü karşısında kafası karışır ve Büyükanne Chiyo, bunun Hiruko olduğunu açıklar...",
                "air_date": "2007-07-19",
                "still_path": "/hJ8SR2uQLEONJdawQBbYFrZ3ay6.jpg",
                "video_url": "3927025"
            },
            {
                "episode_number": 21,
                "name": "Sasori'nin Gerçek Yüzü",
                "overview": "Büyükanne Chiyo ve Sakura, şaşırtıcı bir şekilde yirmi yıl öncesinden daha yaşlı görünmeyen Sasori'yi ifşa etmeyi başarır.",
                "air_date": "2007-07-26",
                "still_path": "/naf00mOdEW1tAVKwXLdzO2Ioqbn.jpg",
                "video_url": "3927026"
            },
            {
                "episode_number": 23,
                "name": "Baba ve Anne",
                "overview": "Chiyo ve Sakura siper alır ve Sasori acımasız bir saldırı başlatmak için hiç vakit kaybetmez.",
                "air_date": "2007-08-02",
                "still_path": "/xmapRLza2UjXxnrFfRD62iGADC9.jpg",
                "video_url": "3927027"
            },
            {
                "episode_number": 24,
                "name": "Üçüncü Kazekage",
                "overview": "Sakura, Üçüncü Kazekage kuklasının Demir Kum saldırısına insanüstü bir güçle karşılık verir.",
                "air_date": "2007-08-09",
                "still_path": "/6P2KJqTU7Zj8Y0hiJJwvg1CgnFF.jpg",
                "video_url": "3927029"
            },
            {
                "episode_number": 25,
                "name": "Yaşamla Ölüm Arasındaki Üç Dakika",
                "overview": "Sakura, aldığı gizli panzehir sayesinde Üçüncü Kazekage kuklasını yok eder.",
                "air_date": "2007-08-16",
                "still_path": "/OT1f9segNUhJmLy2jHRa94l81w.jpg",
                "video_url": "3927031"
            },
            {
                "episode_number": 26,
                "name": "Kukla Dövüşü: 10'a Karşı 100!",
                "overview": "Sakura ve Büyükanne Chiyo, kendisini bir insan kuklasına dönüştürebilen Sasori ile şiddetli bir savaşa giriyor. Bir şekilde Sasori'yi süre sınırı içinde aşağı indirirler, ancak sonunda yeniden canlanır.",
                "air_date": "2007-08-23",
                "still_path": "/me1B0bG1l2FPF2iteE4RIrqbS2P.jpg",
                "video_url": "3927032"
            },
            {
                "episode_number": 27,
                "name": "İmkansız Rüya",
                "overview": "Kendisi de zehirle sokulmuş olmasına rağmen Büyükanne Chiyo, panzehirin sonunu Sakura üzerinde kullanır. Büyükanne Chiyo ve Sakura arasındaki hassas sahneyle alay eden Sasori, Büyükanne Chiyo'nun hayatına son vermeye çalışır.",
                "air_date": "2007-08-30",
                "still_path": "/yVPoKYXuVqtIBvv7PfgCqBUPx7b.jpg",
                "video_url": "3927035"
            },
            {
                "episode_number": 28,
                "name": "Canavarların Dirilişi",
                "overview": "Guy Takımı, Sakura ve Büyükanne Chiyo'nun ölümcül kopyasıyla hâlâ savaşırken umutsuz mücadelesinin sonucunu hissediyor. Guy'ın ekip üyeleri yorgunluk gösterse de kopyaları güçlü kalıyor!",
                "air_date": "2007-09-13",
                "still_path": "/gpAeiA7Z3t10Np4CNKMf5OGt2CU.jpg",
                "video_url": "3927036"
            },
            {
                "episode_number": 30,
                "name": "Anlık Estetik",
                "overview": "Naruto öfkeden dolayı tüm mantığını kaybeder ve yavaş yavaş Dokuz Kuyruklu Tilki Ruhu tarafından ele geçirilir. Jiraiya tarafından önceden uyarılan Kakashi, Dokuz Kuyruklu Tilki'yi kıl payı bastırmayı başarır.",
                "air_date": "2007-09-27",
                "still_path": "/fx5rfs67NxCBhjCdRhci0leqQaP.jpg",
                "video_url": "3927039"
            },
            {
                "episode_number": 31,
                "name": "Miras",
                "overview": "Naruto'nun gücüne güvenen Büyükanne Chiyo, Gaara'da Göç Jutsu'sunu gerçekleştirir.",
                "air_date": "2007-10-18",
                "still_path": "/pvI7YBet2tpyj17HILb9DPInhJ7.jpg",
                "video_url": "3927041"
            },
            {
                "episode_number": 32,
                "name": "Kazekage'nin Dönüşü",
                "overview": "Gaara ve kurtarıcıları Gizli Kum Köyü'ne muzaffer bir dönüş yapar.",
                "air_date": "2007-10-25",
                "still_path": "/6WyyG7GElHndRw1EhPrqCB57vO9.jpg",
                "video_url": "3927043"
            }
        ]
    },
    "season_2": {
        "season_number": 2,
        "name": "Sezon 2",
        "episode_count": 21,
        "air_date": "2007-11-09",
        "poster_path": "/qb1AcfiKlXLKIiR3S4x8YZtr2po.jpg",
        "episodes": [
            {
                "episode_number": 33,
                "name": "Yeni Hedef",
                "overview": "Kakashi ve Guy takımları Konoha'ya dönüyor. Kakashi revirde dinlenirken Sakura, Tsunade'ye Sasori'nin onu yenmesinin ödülü olarak ona verdiği bilgiyi anlatır. Sasori'nin Orochimaru'nun saflarından bir casusla 10 gün içinde planlanmış bir toplantısı vardı. Sakura'nın bu bilgiyi almasının üzerinden 4 gün geçti ve şimdi Naruto ve Sakura'nın gidip araştırma yapması için yeni bir ekip üyesi alması gerekiyor. Naruto, Konoha'da istekli bir üye ararken bazı eski dostlarıyla tanışır. Tam Choji yardım etmeyi kabul ederken Shikamaru, Choji ve Naruto, tanımadıkları Konoha şinobisi Sai tarafından saldırıya uğrar.",
                "air_date": "2007-11-08",
                "still_path": "/97O9irZPuV08ZLPQIPea434UG6R.jpg",
                "video_url": "3927045"
            },
            {
                "episode_number": 34,
                "name": "Formasyon! Yeni Takım Kakashi",
                "overview": "Naruto, Choji ve Shikamaru, Sai'yi yakalayıp sorgulamaya çalışır, ancak Sai, Naruto'ya hakaret ettikten sonra geri çekilir. Kısa bir süre sonra Ino belirir. Şeytan tilkinin Akatsuki'nin eline geçebileceğinden endişelenen köyün büyükleri, Tsunade'nin Naruto'yu hala yatalak olan Kakashi olmadan köyden gönderme planına karşı çıkar. Tsunade, Naruto'nun yakalanması halinde Konoha'yı kendi hayatıyla koruyacağına söz verir, ancak yine de Sai'yi Kakashi Takımına ekleyerek Danzo ile uzlaşmak zorunda kalır. Ayrıca Kakashi'yi geçici olarak ANBU üyesi Yamato ile değiştirir ve onu Sai'ye göz kulak olması konusunda uyarır. Naruto ve Sakura nihayet yeni takım üyeleriyle tanışırlar ve Naruto, Sai'nin ortaya çıkışı üzerine hemen sinirlenir.",
                "air_date": "2007-11-15",
                "still_path": "/pfno022tcGELshUKfakUYfpUXHj.jpg",
                "video_url": "3927047"
            },
            {
                "episode_number": 35,
                "name": "Gereksiz Bir Ekleme",
                "overview": "Yamato, Kakashi Takımının geçici liderliğini üstlenirken Sai, hem Naruto'ya hem de Sakura'ya hakaret eder. Sai, yola çıkmaya hazırlanırken bir Root şinobisinden Danzo'nun gizli emirlerini içeren bir zarf alır ve Sakura, Tsunade'ye danışır. Jiraiya daha sonra Kakashi'nin hastane odasında Tsunade ve Yamato ile buluşarak Yamato'ya Naruto'daki şeytan tilki hakkında bilgi verir, \"şeytan tilki pelerinini\" detaylandırır ve dördüncü kuyruk oluştuğunda Naruto'dan aldığı yara izini ortaya çıkarır. Sonunda yeni Kakashi Takımı, bir Akatsuki casusunun yolunu kesmek ve Sasuke hakkında bilgi toplamak üzere yeni görevlerine başladı.",
                "air_date": "2007-11-22",
                "still_path": "/1L2kE3X4ZNU6dfzmD1d06F6nmoX.jpg",
                "video_url": "3927048"
            },
            {
                "episode_number": 37,
                "name": "İsimsiz",
                "overview": "Sakura, Sai'nin nehir kenarında çizim yaptığını görür ve Sai'nin sanatsal yeteneğe sahip olduğunu ancak çizdiği hiçbir şeye asla isim vermediğini öğrenir. Naruto ve Sakura, Sai'nin itici kişiliğinin ardındaki nedeni anlamaya başlar. Ekip, kaplıcaların ardından casusla buluşmak için köprüye doğru yola çıkar. Yamato tuzaklardan şüphelendiğinden ana yoldan ormana doğru giderler. Gece kamp yapan Yamato, daha sonra yine Mokuton jutsu'sunu kullanarak iki katlı bir ev yaratır. Ekip bu evin içinde planını hazırlıyor.",
                "air_date": "2007-11-29",
                "still_path": "/aN2VYpRtSD2rG82saKMBb6WyCNO.jpg",
                "video_url": "3927050"
            },
            {
                "episode_number": 38,
                "name": "Simülasyon",
                "overview": "Naruto, kendisinin ve Sakura'nın itirazları üzerine iki kişilik Buddy takımı için Sai ile eşleştirilirken Sakura, Yamato'yu desteklemekle görevlendirilir. Yamato, Naruto ve Sai'nin yeteneklerini ve takım çalışmasını ölçmek için casus olarak kendisiyle yapılan casus toplantısının bir simülasyonunu yürütür. Naruto, Yamato'ya saldırırken bir hata yaptıktan sonra Sai onu hareketsiz bırakır ve Yamato'yu tek başına yakalamaya devam eder. Naruto, bir yoldaşının yapacağı gibi davranmadığı için Sai'ye kızgındır, ancak Sasuke'nin geri getirilmesine yardımcı olacaksa onunla birlikte çalışmaya karar verir. Sai, Sakura'ya hiçbir duygusu olmadığını ve onları çok az anladığını açıklar. Grup daha sonra köprüye gitmeye hazırlanır.",
                "air_date": "2007-12-06",
                "still_path": "/8GIHNqP7ti5Mr7zNuYAqtW3PQiG.jpg",
                "video_url": "3927053"
            },
            {
                "episode_number": 39,
                "name": "Tenchi Köprüsü",
                "overview": "Yamato, Hiruko'nun ahşap bir kopyasını yarattıktan sonra Sasori kılığına girer ve casusla buluşmaya gider. Casusun Orochimaru'nun sağ kolu Kabuto Yakushi olduğu ortaya çıkar ve Orochimaru'nun şu anki saklandığı yerin yerini Yamato'ya açıklar. Orochimaru, Kabuto'ya saldırıyor gibi görünerek toplantıyı yarıda keser ve başlangıçta Orochimaru'nun Kabuto'nun peşine düştüğü görünse de Kabuto, Yamato'ya saldırır ve Orochimaru'ya gerçekten sadık olduğunu ortaya çıkarır. Orochimaru saklandıkları ve toplantıyı gözlemledikleri yerden Naruto, Sakura ve Sai'ye seslenir ve takımla savaşmaya hazırlanır.",
                "air_date": "2007-12-13",
                "still_path": "/owaf7A2h80Z4wpO5uk7FyGI0aJC.jpg",
                "video_url": "3927056"
            },
            {
                "episode_number": 41,
                "name": "Çok Gizli Görev Başlıyor",
                "overview": "Naruto daha da öfkelenmeye devam eder ve Kabuto'nun saldırısına kolayca karşılık vererek onu uzaklaştırır. Naruto'nun karşı hamlesi Kabuto'yu Sakura'ya fırlatarak onu bayılttı. Orochimaru, Naruto'nun daha da öfkelenmesini ve sonunda Cennet ve Dünya Köprüsü'nü yok etmesini izlemeye devam ediyor. Köprü çökerken Sakura kenardan kayar. Sai uçmak için bir kuş çizer ancak Sakura'yı kurtarmak yerine Naruto ve Orochimaru'yu takip etmeyi seçer. Yamato onu son saniyede kurtarır ve savaşa yetişmek için bir tahta klonu yaratır. Sonunda dördüncü kuyruk belirir ve iğrenç çakranın Naruto'nun vücudunu tamamen kontrol etmesine izin verir ve onu minyatür bir Dokuz Kuyruklu Tilki'ye dönüştürür.",
                "air_date": "2007-12-20",
                "still_path": "/iV0P2IAXXwT4Xi7u6mPaVdj6uiG.jpg",
                "video_url": "3927059"
            },
            {
                "episode_number": 42,
                "name": "Orochimaru, Jinchuriki'ye Karşı",
                "overview": "Dört kuyruklu durumdaki Naruto, Orochimaru'ya inanılmaz bir güçle saldırmaya başlar, çevredeki manzarayı harap eder ve Sai ile Yamato'nun ahşap klonunun ona yaklaşmasını engeller. Orochimaru'nun saldırılarının çoğunun etkisiz olduğu ortaya çıktı, ancak Naruto, aldığı yaralardan kurtulduğu için Orochimaru'yu da öldürmeyi başaramadı. Bu sırada Kabuto, Sasori'nin öldüğü sonucuna vararak Sakura ve Yamato'ya doğru ilerler. Orochimaru sonunda ağzından çıkan bir kılıçla Naruto'ya saldırmayı başarır ve Sakura, Naruto'nun dört kuyruklu halini görünce dehşet içinde tepki verir.",
                "air_date": "2008-01-10",
                "still_path": "/mbK86gFlL1LpnKOc1vqEHz0kzz9.jpg",
                "video_url": "3927063"
            },
            {
                "episode_number": 43,
                "name": "Sakura'nın Gözyaşları",
                "overview": "Kabuto, Naruto'nun durumunun Sasuke'yi geri getirme konusundaki çaresizliğinin bir sonucu olduğunu söyler. Sakura ağlamaya başlar ve Naruto'ya yaklaşır ancak Naruto'nun dikkati ona yöneldiğinde yaralanır. Yamato, Naruto daha fazla zarar vermeden önce onu bağlamak için mokuton jutsusunu kullanır. Kabuto, Konoha ninjalarının Orochimaru'nun düşmanı olmadığını, çünkü Akatsuki ile de savaştıklarını düşünerek Sakura'yı iyileştirir. Yamato, 1. Hokage'nin yeteneklerini kullanarak Naruto'yu zorla normal durumuna döndürür. Bu sırada Sai, Danzo'dan gelen bir mesajla Orochimaru'yla yüzleşir. Orochimaru, Sai'yi Kusanagi ile delerek karşılık verir.",
                "air_date": "2008-01-17",
                "still_path": "/aInrN4C4JZ20frxCABnr20Hzowg.jpg",
                "video_url": "3927066"
            },
            {
                "episode_number": 44,
                "name": "Savaşın Sırrı!",
                "overview": "Yamato, iblis tilkinin çakrasını bastırmak için birinci Hokage'nin çakrasını kullanır ve Naruto normale döner, ancak ciddi yaralarla. Sakura onu iyileştirmeye başlar, ancak tıbbi ninjutsu'nun yaralarında çok az etkisi olduğunu fark eder. Orochimaru'nun kılıcının yalnızca Sai'nin klonlarından birini deldiği ortaya çıkar. Gerçek Sai ortaya çıkar, Orochimaru ile konuşur ve ona Danzo'dan bir mektup verir. Sai daha sonra Orochimaru ve Kabuto ile birlikte ayrılır, ancak Yamato'nun ahşap klonu izlerini takip etmeye devam eder. Naruto aklını başına toplar ve ne olduğunu merak eder, ancak Sakura ona gerçeği söylememeye karar verir. Buluşma noktasına varırlar ve Sai'nin geride bıraktığı resimli kitabı alırlar. Yamato, Danzo'nun Orochimaru ile işbirliği yaparak Konoha'yı yok edip yeniden yapmaya çalıştığını anlar.",
                "air_date": "2008-01-24",
                "still_path": "/wInPhXCXXuS39jeUi01zyRVmVff.jpg",
                "video_url": "3927069"
            },
            {
                "episode_number": 45,
                "name": "İhanetin Sonuçları",
                "overview": "Kabuto, Sai'ye benzeyen, Yamato'nun klonunu algıladıktan sonra yavaşlatmak için gizli tuzaklar içeren sahte bir ceset yaratır. Naruto, Şeytan Tilki'nin çakrasını kullanmanın etkisinden tamamen kurtulamadı ve Yamato, eğer buna ayak uyduramazsa geride kalacağını söylüyor. Naruto görevini tamamlamaya ve ekibini yavaşlatmamaya kararlıdır. Ancak Sakura'nın kendi sakatlıklarının tam olarak iyileşmediğinin anlaşılması üzerine Kakashi Takımı ara vermek zorunda kalır. Yamato daha sonra bu fırsatı Naruto ile yalnız konuşmak için kullanır ve ona Sakura'yı inciten kişinin Naruto'nun kendisi olduğunu açıklar. Naruto, Yamato'nun ona söyledikleri karşısında şok olur.",
                "air_date": "2008-01-31",
                "still_path": "/a6WHDJiuS0Wa6fpinFKlCwEySlt.jpg",
                "video_url": "3927070"
            },
            {
                "episode_number": 46,
                "name": "Bitmemiş Sayfa",
                "overview": "Naruto sonunda daha önce tanık olduğu yıkımı anlar. Yamato, Naruto'ya iblisin korkunç çakrasına dayanacak kadar güçlü olduğu için iblise güvenmemesini söyler. Sai dinlenirken kitabının kaybolduğunu fark eder. Kakashi takımı, Sai'nin kitabına göz atar ve kitabın (her iki ucundan da okunabilen) ortada buluşan iki çocuğun farklı yollarını içerdiğini fark ederler. Her sayfada çocuklar yeni biriyle dövüşür ve her seferinde rakibin zırhını ve silahlarını bir sonraki sayfaya toplarlar. İki çocuğun buluşacağı sayfalar tamamlanmamıştır. Orochimaru'nun grubu, Yamato'nun ahşap klonunun onları oraya kadar takip ettiğini fark etmeden üslerine ulaşır. Sai, Sasuke'nin silüetini ve gözlerini görür ve onun Naruto ve Sakura'nın aradığı adam olduğunu keşfeder.",
                "air_date": "2008-02-07",
                "still_path": "/zCStDEj5HJ9dLHuYrD98VaF0x7a.jpg",
                "video_url": "3927075"
            },
            {
                "episode_number": 47,
                "name": "Sızma: Yılanın İni!",
                "overview": "Sai, Sasuke'nin Sharingan'ından onu korkutan tüyler ürpertici bir bakış alır. Sai, Orochimaru'ya Konoha'nın ANBU'su hakkında bilgiler içeren bir paket verir. Yamato, Sakura ve Naruto'ya, onları in içinde takip etmesini sağlayan çakrasıyla birlikte tohumlar verir ve kaplıca ziyareti sırasında Sai'nin giysisine ve yemeğine bir tohum koyduğu için Sai'yi takip edebildiğini ortaya çıkarır. Kabuto, Sai'yi bir odaya kilitler ve çocuk, taşıdığı tomarlardan bir bingo kitabı çağırır. Yamato, Orochimaru'nun saklandığı yere bir tünel açmak için jutsu kullanır ve o, Naruto ve Sakura fark edilmeden Sai'nin odasına gider.",
                "air_date": "2008-02-14",
                "still_path": "/ok86X8HZtq6f9dmJhm936WzoBz1.jpg",
                "video_url": "3927090"
            },
            {
                "episode_number": 48,
                "name": "Tahviller",
                "overview": "Yamato ve ekip, Sai'nin odasına girer ve onunla yüzleşirken Kabuto da oraya doğru ilerler. Sai, Kakashi Takımına yalnızca Konoha'nın yok edilmesine yardım etmekle kalmayıp aynı zamanda Orochimaru'ya karşı casusluk yapacağını da söyler. Yamato, \"Kök\"ün sırrını açıklıyor; üyeleri, Kirigakure'nin öğrencileri gibi, duygularını ortadan kaldırmak için arkadaşlarını öldürmek zorunda kalacak şekilde eğitilmişlerdi. Sakura, Sai'nin kitabını ona iade eder ve ona değer verdiği için hâlâ duyguları olduğunu söyler. Sai daha sonra gruba kardeşiyle olan bağını anlatır. Sonunda ekip, Sai'nin sığınağın dışındaki ihaneti konusunda ne yapacağına karar verir. Bunu yaparken Naruto, gruba kendi bağlarından ve Sasuke'yi geri getirmek için ne kadar ileri gitmeye istekli olduğundan bahseder.",
                "air_date": "2008-02-28",
                "still_path": "/gNgVDS4Iz7mMvKJm3zZErsdfXrK.jpg",
                "video_url": "3927100"
            },
            {
                "episode_number": 49,
                "name": "Önemli Birşey...",
                "overview": "Kabuto, Kakashi Takımıyla savaşır ve Sai'yi serbest bırakır. Ancak Naruto'nun Sasuke ile olan bağı sayesinde kardeşiyle olan bağı hakkında daha fazla bilgi edinmek isteyen Sai, ona ihanet eder. Yakalanan Kabuto, ekibe Sasuke'nin konumu hakkında belirsiz bir açıklama yapar. Yamato'nun tahta klonunu Kabuto'ya göz kulak olması için bırakan Kakashi Takımı, Orochimaru'nun saklandığı yere girer ve Sasuke'yi bulmak için ayrılır.",
                "air_date": "2008-03-06",
                "still_path": "/notIng3dglR8oDxpn2eqqcbAlQ.jpg",
                "video_url": "3927102"
            },
            {
                "episode_number": 50,
                "name": "Resimli Kitabın Hikayesi",
                "overview": "Team Kakashi, Sasuke'yi aramaya devam ederken, Naruto, Orochimaru ile yaptığı önceki kavgadan dolayı aniden çöker. Naruto uyandığında, Sai kardeşi hakkında daha fazla şey söylemeye başlar, ancak Orochimaru aniden onlara saldırır. Sakura ve Yamato, Orochimaru'ya karşı Naruto'nun yardımına gelirken, Sai aramaya devam eder. Sai, Sasuke'yi bulduğu gibi, Yamato da Sai'nin bingo kitabını bulur ve Sasuke suikast için hedef olarak listelenir.",
                "air_date": "2008-03-13",
                "still_path": "/pkVMxjubxaU2Wh7ebmHHFXKxgag.jpg",
                "video_url": "3927104"
            },
            {
                "episode_number": 52,
                "name": "Uchiha'nın Gücü",
                "overview": "Sasuke, Naruto'ya saldırmaya başladı, ancak Sai onu yalnızca ikisinin de Sasuke'nin Chidori Nagashi'si tarafından havaya uçurulması için dizginledi. Sakura, Sasuke'ye hücum eder, ancak Yamato müdahale eder ve sonunda Sasuke'nin Chidori'si ile aşılanmış benzersiz kılıcı tarafından bıçaklanır. Dokuz Kuyruklu Tilki gücüyle Naruto'yu baştan çıkarır ama o bunu reddeder. Sasuke bunu Sharingan'ını kullanarak Naruto'nun zihninde belirdi. Dokuz Kuyruklu, Sasuke'nin çakrasının ona Madara Uchiha'yı hatırlattığını söylüyor, ardından Sasuke Dokuz Kuyruklu Tilki'nin çakrasını bastırıyor. Dokuz Kuyruklu Tilki kafesine dönmeden önce Sasuke'yi Naruto'yu öldürmemesi konusunda uyardı ve bundan sonsuza kadar pişmanlık duyacağını söyledi.",
                "air_date": "2008-03-20",
                "still_path": "/vsodOg2ZFsduzmDjF91XfpajD4B.jpg",
                "video_url": "3927105"
            },
            {
                "episode_number": 53,
                "name": "Yapraklar Filizleniyor!",
                "overview": "Orochimaru ve Kabuto, Sasuke'yi onlarla birlikte çekilmeye ikna eder ve Naruto, Sasuke'yi köye geri döndürmedeki başarısızlığı için ağlar, ancak Sakura ona Sasuke'yi tekrar bir araya getireceklerine dair güvence verir. Naruto'nun takımı, Tsunade'ye görevin sonuçlarını bildirir ve Tsunade, Danzo'nun planı, özellikle de gizli bilgileri sızdırarak bunu ilerletmesi nedeniyle çok öfkelenir. Sai, Danzo'dan Kakashi Takımı'nda kalmasına izin vermesini ister ve Danzo isteksizce kabul eder. Sai, onları arkadaşları olarak görmeye gelen takımıyla bir göreve gider.",
                "air_date": "2008-04-03",
                "still_path": "/fs8m5qm6wLtDDPAId9DYSeBM9vr.jpg",
                "video_url": "3927106"
            }
        ]
    },
    "season_3": {
        "season_number": 3,
        "name": "Sezon 3",
        "episode_count": 18,
        "air_date": "2008-04-04",
        "poster_path": "/12NzQ0E270gaNU8wbpkpUJz7N3t.jpg",
        "episodes": [
            {
                "episode_number": 54,
                "name": "Kabus",
                "overview": "Naruto, Dokuz Kuyruklu'nun gücünün serbest bırakılmasıyla ilgili kabuslar görüyor. Daha sonra Kakashi, Naruto'ya kendisini hızlı bir şekilde güçlendirecek özel bir eğitim aldığını söyler. Ziyarete gelen Takım 10 tarafından yolları kesilir. Sai onlarla öğle yemeği yer ve takma adlar kullanarak arkadaş edinmeye çalışırken, kadınların gerçekte nasıl olduklarını duymaktan hoşlanmadıkları sonucuna vardıktan sonra Ino'ya \"muhteşem\" diyerek Sakura'yı kızdırır.",
                "air_date": "2008-04-03",
                "still_path": "/idGgNw7PluhW3ZVwAYTBNwAoNrv.jpg",
                "video_url": "3927108"
            },
            {
                "episode_number": 55,
                "name": "Rüzgâr",
                "overview": "Kakashi hastaneden çıkar ve Naruto'nun eğitim programına başlar. Naruto Rüzgar tarzı çakraya sahip olduğunu öğrenir. Yamato, özel jutsusuyla antrenman sahasını hazırlayarak yardımcı oluyor. Naruto ayrıca Çoklu Gölge Klonu jutsusunu eğitimini hızlandırmak için kullanabileceğini öğrenir, çünkü klonlar ne öğrenirse öğrensin, orijinal kullanıcı klonun dağılması üzerine öğrenir. Naruto ve klon kitlesinin her biri bir yaprak alır ve yeni jutsusunu yaratmanın ilk adımı olarak onu rüzgar çakrasıyla ikiye bölmeye çalışır.",
                "air_date": "2008-04-17",
                "still_path": "/ggFFr4J0BqbFC4gAJFYQdFul7P3.jpg",
                "video_url": "3927110"
            },
            {
                "episode_number": 56,
                "name": "Debelenmek",
                "overview": "Naruto ve klonları, yaprakları dilimleyerek çakra doğası manipülasyonu üzerinde çalışmaya devam ediyor. Biraz mücadele ettikten sonra Naruto, tavsiye almak için aynı zamanda bir rüzgar türü olan Asuma'ya yaklaşır ve ardından Asuma, Naruto'nun klonuna birkaç ipucu verir. Naruto daha sonra bir yaprağı ikiye bölebilir. Asuma ve Yamato, ekipleriyle birlikte yeni görevlere doğru yola çıkar. Asuma'nın Üçüncü Hokage'nin oğlu olduğu ve Kurenai ile ilişkisi olduğu ortaya çıkar. Bu arada yanmış bir köye bakan bir tepede pelerinli dört figür, Yaprak Köyü'nü ortadan kaldırarak Ateş Ülkesi'nin uyanışını tartışıyor.",
                "air_date": "2008-04-24",
                "still_path": "/1vX2ZCv9aENT1HCOeBR4QTBLyOp.jpg",
                "video_url": "3927112"
            },
            {
                "episode_number": 58,
                "name": "Yalnızlık",
                "overview": "Tapınak rahipleri, mezarların Ateş Ülkesi'nin feodal lordunun sadık korumalarını barındırdığını açıklıyor. Naruto, Sora'nın diğer keşişlerle tartıştığını gözlemler ve geri çekildiğini fark edince gücenir. Naruto, Sora'ya meydan okur ama mesele ciddileşmek üzereyken başka bir keşiş onu durdurur. Naruto, Sora'nın diğer keşişler tarafından kendisi gibi küçümsendiğini fark eder ve onunla arkadaş olmak ister. Naruto tekrar Sora'yı ziyaret eder ve babasının intikamını alacak kadar güçlenmeyi umarak onun rüzgar jutsusunu ciddi bir şekilde uyguladığını gözlemler. Daha sonra başka bir mezarın soyulduğu haberini almak için tapınağa dönerler.",
                "air_date": "2008-05-08",
                "still_path": "/9SDMawGryb29Q5GClwsCklcJbcU.jpg",
                "video_url": "3927115"
            },
            {
                "episode_number": 59,
                "name": "Yeni Bir Düşman",
                "overview": "Tsunade, Danzou'nun bir şeyler planladığından şüphelenir ve onun hakkında soruşturma yapılmasını emreder. Kakashi Takımı, Chiriku ve Sora tabutların kendi başlarına hareket ettiğini fark eder, ancak onları durdurmayı başaramazlar. Tabutlar, düşman ninjanın liderinin astlarına düşmanlarıyla baş etmelerini emrettiği bir uçurumun üzerinde ortaya çıkar. Ninjalar bölgeyi ölümcül tuzaklarla dolu kayalık kanyonlar ve çukurlardan oluşan bir labirent haline getiriyor. Ekip üyeleri birbirinden ayrılır ve düşmanla karşı karşıya gelmeye başlar. Yamato, ninjanın hırsızlığı ekibinden birini hedef almak için düzenlemiş olabileceğini düşünüyor.",
                "air_date": "2008-05-15",
                "still_path": "/9QUftXbQ6rFN5vJB3QhWAmB9hxk.jpg",
                "video_url": "3927121"
            },
            {
                "episode_number": 60,
                "name": "Geçicilik",
                "overview": "Takım Kakashi düşman shinobi ile yüzleşmeye başlar. Yamato, rakibi Fudo'dan ölümünü taklit ederek kaçar. Naruto'yu aramaya isteksiz olan Sora, kendi başına gider. Konoha'ya geri döndüğünde, Danzo, Tsunade'nin ANBU'su tarafından izlendiğinin farkında olduğunu ortaya çıkarır. Naruto, öpücüğü ölümcül olan ve toprak, ateş, su ve yıldırım jutsusunu kullanma yeteneğini gösteren Fūka ile dövüşür. Sai, saldırganı Fuen'den kaçmayı başarır ve daha sonra Sakura'yı devasa bir örümcekten kurtarır ve bu süreçte yaralanır. Sora daha sonra düşman lideri Furido'ya saldırır ve grubun hedefinin o olduğu ortaya çıkar.",
                "air_date": "2008-05-22",
                "still_path": "/x8X5Dz9lV7dcwmdR4fkPc885kue.jpg",
                "video_url": "3927123"
            },
            {
                "episode_number": 61,
                "name": "Temas Etmek",
                "overview": "Furido, Sora'ya Ateş Ülkesi'ni kurtarmak için dört cesedi kullanmayı planladığını bildirmeden önce, Sora gerçek güçlerini serbest bırakana kadar Sora ile alay eder. Naruto, Fōka ile mücadelesine devam eder ve onun beş elementin tümünü kullanabileceğini öğrenir. Fōka, Naruto'yu öpmeyi başarır ve çakrasını boşaltmaya başlar. Naruto'nun duyu dışı algı nedeniyle başının dertte olduğunu fark eden Sora, onu kurtarmak için acele eder. Sakura, Sai ve Yamato yardıma gelir ancak Fudo ve Fuen tarafından tuzağa düşürülür. Fōka, Dokuz Kuyruklu'nun çakrasını çizmeye başlayana kadar Naruto'nun çakrasını boşaltır ki bu onun başarılı bir şekilde özümseyemeyeceği kadar doğal değildir. Chiriku takviye getirdiğinde düşman ekibi geri çekilir.",
                "air_date": "2008-05-29",
                "still_path": "/kNN8SAElsBrEdzxm0I1cVLAXhLR.jpg",
                "video_url": "3927125"
            },
            {
                "episode_number": 62,
                "name": "Takım Arkadaşı",
                "overview": "Asuma'nın ekibi görevinden döner. Kakashi Takımı da Konoha'ya geri dönüyor ve takımda Sai'nin yerini Sora alıyor. Naruto, Sora'ya Konoha'yı gezdirmeye çalışır ama Sora kendi yoluna gider. Sora'nın hakaretleri Kiba ve Choji ile bir kavgayı hızlandırır ve Naruto ve Rock Lee de onlara katılır. Shikamaru ve Asuma kavgayı durdurur. Daha sonra Asuma, Sora'ya, darbe girişiminde yer alan Muhafızlardan biri olduğu ortaya çıkan Sora'nın babasını tanıdığını söyler. Ayrıca Sora'ya çakra bıçağı saldırısını gösteriyor. Furido ve diğer ceset hırsızları Kohaku Klanına saldırmaya başlar.",
                "air_date": "2008-06-05",
                "still_path": "/k3Rm34fGhISm0QtrUugH44bpdJ3.jpg",
                "video_url": "3927126"
            },
            {
                "episode_number": 63,
                "name": "İki Kral",
                "overview": "Asuma, Naruto ve Sora'nın rüzgar çakra eğitimini denetler ve Naruto gibi Sora'nın da çok güçlü çakraya sahip olduğunu fark eder. Tsunade ve Yamato, Chiriku'dan Ateş Tapınağı'nın yıkılmasına neden olan bir olaydan Sora'nın yanlışlıkla sorumlu olduğunu öğrenir. Daha sonra Asuma, Sora'ya çakra bıçaklarıyla aynı malzemelerden yapılmış bir pençe verir. Asuma'nın, Hokage'yi öldürmeyi planlayan Sora'nın babası Kazuma'yı öldürdüğü ortaya çıkar. Furido daha sonra Sora'ya yaklaşarak babasının ölümünden Asuma'nın sorumlu olduğunu söyler ve ona Asuma için bir Shogi setinden iki \"kral\" parçası verir. Danzo gizemli bir şekilde ortadan kaybolur. Naruto, eğitim alanında öfkeli Sora'ya yaklaşır; Sora, çakra gücüyle çalışan bir kunaiyi kolayca bir ağaca fırlatır ve arkasındaki taşı yok eder.",
                "air_date": "2008-06-19",
                "still_path": "/zTJzNYTbBQ0dkL3rlFWfoJbDiaI.jpg",
                "video_url": "3927127"
            },
            {
                "episode_number": 65,
                "name": "Karanlığın Kilitlenmesi",
                "overview": "Konoha tamamen karanlıktayken köy, tüm köyü bir bariyerin arkasına kapatan dört saldırgana karşı savunma yapmakta zorlanır. Bütün köyde acil durum var. Tsunade'nin Sora ve Naruto'yu takip etmesi emrini verdiği Asuma, sonunda onlara yetişir. Asuma, dört işgalcinin çaldıkları cesetlerin yıldırım güçlerini kullanarak tüm köyü yok etmeyi planladıklarını fark eder. Bu açıklama Sora'yı şok eder. Asuma saldırganları uzak tutmak için ayrılırken Naruto'ya Sora'yı takip etmeye devam etmesi talimatını verir.",
                "air_date": "2008-07-03",
                "still_path": "/A3lMXjjsHP36t3qcsbM29LuZlnf.jpg",
                "video_url": "3927129"
            },
            {
                "episode_number": 66,
                "name": "Canlandırılmış Ruhlar",
                "overview": "Konoha'nın ninjaları, Kohaku klanının yeniden canlanan zombi üyeleriyle savaşır. Dört Koruyucu Ninja, Seito, Tōu, Nauma ve Kitane de yeniden canlandırılıyor. Asuma, dördünün Konoha'yı yok edecek kadar güçlü bir yıldırım patlaması yarattığı bir jutsu olan Limelight'ı kullanmayı planladıklarını fark eder. Asuma, Kitane ile savaşmak için geride kalırken diğer üçünün ardından Sakura ve Yamato'yu gönderir, ancak Fuen, Sakura'nın üstesinden gelir ve Fudo, Yamato ile savaşır. Bu sırada Naruto, Sora'ya yetişir ama Sora, Furido'yu aramak için kaçar. Naruto onu takip etmeye çalışır ancak Fuuka'nın saldırısına uğrar. Kısa süre sonra Sora, Konoha'yı yok etmeyi planladığını itiraf eden Furido'ya ulaşır.",
                "air_date": "2008-07-10",
                "still_path": "/m6eyufJWMwtPVKM9LV36PIhmuBD.jpg",
                "video_url": "3927131"
            },
            {
                "episode_number": 67,
                "name": "Herkesin Ölümüne Mücadelesi",
                "overview": "Sora, Asuma ve Hokage'ye olan kinine rağmen Furido'nun köyü yok etmesine izin vermeyi reddeder. Babasının da benzer bir kusuru olduğunu iddia eden Furido tarafından dövülür. Asuma, Kitane tarafından yıldırımın güç alanında mahsur kalır. Bu sırada Yamato ve Sakura rakiplerini öldürür ve Shikamaru, zombileri yenme planıyla savaş alanına gider. Ancak tam harekete geçtiği anda Fuen'in bariyeri düşer ve Fudo'nun canlandırma tekniği sona erer ve zombiler toza dönüşür.",
                "air_date": "2008-07-24",
                "still_path": "/arcifmnDuI79PXQI19xxaZ80dkX.jpg",
                "video_url": "3927132"
            },
            {
                "episode_number": 69,
                "name": "Çaresizlik",
                "overview": "Furido, Sora'nın mührünü serbest bırakır ve ona gerçeği söyler: Sora, sahte bir Jinchuuriki'dir. Dokuz Kuyruklu Tilki'nin 15,5 yıl önce Konoha'ya saldırdığında sızan çakra toplanıp Sora'ya nakledildi. Tam o sırada Asuma, Naruto ile birlikte olay yerine gelir. Asuma, Furido'yu tanır ve onun Sora'nın babası Kazuma olduğu ortaya çıkar. Yamato, Sakura, Kiba, Lee, Ino, Choji ve Shikamaru da ortaya çıkıyor. Öfkelenen Sora her şeyi yok etmek ister ve Dokuz Kuyruklu'nun Üç Kuyruklu formuna dönüşür. Ancak Yamato, üzerinde Birinci'nin kolyesi olmadığı için onu dizginleyemiyor.",
                "air_date": "2008-07-31",
                "still_path": "/wRKivVGHvPHHb1fzHYNGPbJA6jA.jpg",
                "video_url": "3927133"
            },
            {
                "episode_number": 70,
                "name": "Rezonans",
                "overview": "Dokuz Kuyruklu'nun çakrası Sora'nın içinde kontrolden çıkarak Naruto ve diğerlerinin onu bastırmasını engeller. Asuma ve Kazuma eski savaşlarına devam ederken Kazuma, Ateş Ülkesi'nin \"Kralı\"nın piyonu olma göreviyle eylemlerini haklı çıkarır. Naruto, Sora'yı dizginlemeye çalışırken defalarca yere serilir ve çakra onun içine sızarak onu da dönüştürür. Yamato, bilinmeyen bir dış güç tarafından engellendiğinden, her iki Jinchūriki'deki Dokuz kuyruklu çakrayı bastıramıyor. Sora'nın dördüncü kuyruğu ortaya çıkar ve Dokuz Kuyruklu Pelerinin'in vücudunu sarmasına neden olur. Naruto'nun kendisini bacağından bıçakladığına ve orijinal Dokuz Kuyruklu Pelerinin ortaya çıkmasını başarıyla engellediğine tanık olduğunda geçici olarak kendi bilincine kavuşur.",
                "air_date": "2008-08-07",
                "still_path": "/xqr5XULcg8mcYjmBHjiEM1FacBa.jpg",
                "video_url": "3927134"
            },
            {
                "episode_number": 71,
                "name": "Arkadaşım",
                "overview": "Naruto ve Sora'nın mücadelesi devam ediyor. Asuma ve Kazuma kavga eder. Sai hastaneden gizlice çıktıktan sonra gelir ve Kazuma'yı mürekkepli bir yılanla bağlar. Kazuma, Sai'nin jutsu'sundan kaçar ve Asuma'ya saldırır, ancak öldürülür. Naruto sonunda Dokuz Kuyruk'un çakrasını serbest bırakmayı başaran Sora'ya ulaşır. Sora daha sonra dünyayı dolaşmak için köyden ayrılır. Asuma ve Shikamaru shogi oynuyor ve Konoha kralının kim olduğunu tartışıyor. Başka yerlerde iki Akatsuki üyesi Hidan ve Kakuzu, İki Kuyruklu Jinchūriki'yi kovalarken görünür.",
                "air_date": "2008-08-14",
                "still_path": "/q7IYMg3nF7e6yZrmVcq5mVhyJKO.jpg",
                "video_url": "3927135"
            }
        ]
    },
    "season_4": {
        "season_number": 4,
        "name": "Sezon 4",
        "episode_count": 17,
        "air_date": "2008-08-22",
        "poster_path": "/szBCeaXBvKM0azDmJMGTkO02I9f.jpg",
        "episodes": [
            {
                "episode_number": 72,
                "name": "Sessizce Yaklaşan Tehdit",
                "overview": "Asuma, Üçüncü Hokage'nin Ateş Ülkesi'nin \"kralı\"nın ne olduğuna ilişkin tavsiyesini anlamadığı için mezarında özür diler. Hastanede Naruto ve Sai, Naruto'nun eğitimine devam etme arzusuna rağmen iyileşir. Tsunade, Kakashi'den Akatsuki'nin harekete geçtiğine dair bir rapor alır. Başka yerlerde, İki Kuyruklu Jinchūriki Yugito Nii, Hidan ve Kakuzu'ya karşı mücadele eder ve İki Kuyruk'u serbest bırakır, ancak yenilir ve yakalanır. Hidan ve Kakuzu daha sonra bir sonraki hedefleri için dikkatlerini Ateş Ülkesi'ne çevirir.",
                "air_date": "2008-08-21",
                "still_path": "/uCsjd8M7e5k3hCBCzI7EBGxz2R3.jpg",
                "video_url": "3927138"
            },
            {
                "episode_number": 73,
                "name": "Akatsuki'nin İstilası",
                "overview": "Naruto eğitiminin bir sonraki adımı olan şelalenin kesilmesine geçer. Hidan ve Kakuzu, başına ödül almak için Ateş Tapınağına ulaşır ve Chiriku ile savaşır. Onu yendikten sonra ödülü almak için harekete geçerler ve ardından Dokuz Kuyruklu Jinchūriki Naruto'yu hedef alırlar.",
                "air_date": "2008-08-28",
                "still_path": "/xPmo2frDG1k54QClZAlVqEYFsue.jpg",
                "video_url": "3927140"
            },
            {
                "episode_number": 74,
                "name": "Yıldızlı Gökyüzünün Altında",
                "overview": "Naruto'nun eğitiminin ikinci aşaması devam ederken Tsunade, Ateş Ülkesi'ndeki Akatsuki üyeleriyle ilgilenmek için her biri dört ninjadan oluşan yirmi takım gönderir. Shikamaru, Asuma, Izumo ve Kotetsu ile ayrılırken Ino ve Choji, Raido ve Aoba ile ayrılır. Naruto, hatırı sayılır bir çaba harcadıktan sonra eğitiminin ikinci aşamasını tamamlar ancak hemen sonrasında açlık ve yorgunluktan bayılır.",
                "air_date": "2008-09-04",
                "still_path": "/q7IYMg3nF7e6yZrmVcq5mVhyJKO.jpg",
                "video_url": "3927141"
            },
            {
                "episode_number": 75,
                "name": "Yaşlı Keşişin Duası",
                "overview": "Asuma, Chiriku'nun ölümünün yasını tutar ve Hidan ile Kakuzu'nun onun başına konan ödülü almaya çalıştıklarını fark eder. Bu sırada Hidan ve Kakuzu, ödemeleri için Chiriku'yu alır. Bu arada Kakashi, Naruto'ya eğitiminin gerçek amacının ne olacağını gösterir.",
                "air_date": "2008-09-11",
                "still_path": "/uVGZLTQu5GW219pO5qzA8Poruij.jpg",
                "video_url": "3927142"
            },
            {
                "episode_number": 77,
                "name": "Gümüş Tırmanma",
                "overview": "Asuma'nın ekibi ödül istasyonuna ulaşır ve Hidan'ı pusuya düşürür. Izumo ve Kotetsu, Hidan'a saldırır, ancak hayati organlarını bıçaklamasına rağmen onu öldüremezler. Asuma, takım arkadaşlarına geri çekilmeleri halinde öldürüleceklerini ve Konoha'nın tehlikeye gireceğini söyler. Shikamaru, Asuma'nın shogi stratejisi hakkında bildiklerine dayanarak Asuma'nın düşmanı yenmek için kendini feda etmeyi düşündüğünü fark eder. Asuma, Hidan'la savaşmaya başlarken Shikamaru, onu Gölge Dikiş'ten kaçmaya zorlayarak dikkatini dağıtır. Asuma, Hidan'ı bir kül bulutu içine almak için jutsu kullanırken Hidan, Asuma'yı yanağından keser ve bir kan çemberinin içine girer. Asuma daha sonra bulutu ateşe verir ve sözde Hidan'ı öldürür.",
                "air_date": "2008-09-25",
                "still_path": "/mtNQH2Ek3V0YwBZFpp51oZYSTtf.jpg",
                "video_url": "3927144"
            },
            {
                "episode_number": 79,
                "name": "Gerçekleşmeyen Çığlık",
                "overview": "Asuma Takımı, Akatsuki'nin Hiden ve Kakuzu'suna karşı mücadelesine devam ediyor.",
                "air_date": "2008-10-02",
                "still_path": "/kcOZ3ofIPGn74TA2J8zZw5A8kbT.jpg",
                "video_url": "3927148"
            },
            {
                "episode_number": 80,
                "name": "Son Sözler",
                "overview": "Akatsuki liderinden gelen bir çağrı, Hidan ve Kakuzu'yu geri çekilmeye zorlar, ancak sonrasında herkes Konoha'ya canlı olarak dönemez.",
                "air_date": "2008-10-16",
                "still_path": "/6aATUasY99UqEDRf1nOVS8CDdLU.jpg",
                "video_url": "3927150"
            },
            {
                "episode_number": 81,
                "name": "Üzücü Haber",
                "overview": "Akatsuki, organizasyonlarının gerçek hedeflerini tartışırken Naruto eğitimine devam ediyor. Bu sırada Tsunade trajik bir haber alır.",
                "air_date": "2008-10-23",
                "still_path": "/glnI8hv8M4vysdYxeHiNMNnJYQS.jpg",
                "video_url": "3927151"
            },
            {
                "episode_number": 82,
                "name": "On Takım",
                "overview": "Tüm Konoha, Asuma Sarutobi'nin trajik kaybının yasını tutuyor. Hidan ve Kakuzu'nun geri döneceğini bilen Shikamaru, Choji ve Ino ikiliden intikam almak için yola çıkarken Kakashi takımın geçici liderliğini üstlenir.",
                "air_date": "2008-10-30",
                "still_path": "/weWJZ8Bl9sOkLQwK5EOtiG3mnHL.jpg",
                "video_url": "3927152"
            },
            {
                "episode_number": 83,
                "name": "Hedef: Kilitlendi",
                "overview": "Grup, dikkatli bir planlamayla Hidan ve Kakuzu'yu bulup tuzağa düşürmeyi başarır. Ancak işler biraz fazla yolunda gidiyor gibi görünüyor.",
                "air_date": "2008-11-06",
                "still_path": "/lxJJSKmdsAVlCuuNlE52NlQH4fB.jpg",
                "video_url": "3927154"
            },
            {
                "episode_number": 84,
                "name": "Kakuzu'nun Yetenekleri",
                "overview": "Kakashi, Kakuzu'yu kalbinden vurduğunda savaş bitmiş gibi görünür. Ancak Kakuzu hem saldırıdan sağ çıkmakla kalmayıp hem de Shikamaru'nun tuzağından kaçmayı başardığında, mücadelenin daha yeni başladığı çok geçmeden anlaşılır.",
                "air_date": "2008-11-13",
                "still_path": "/l59wRzVo7cs9UVGyRm1ATomMzNw.jpg",
                "video_url": "3927155"
            },
            {
                "episode_number": 85,
                "name": "Korkunç Sır",
                "overview": "Kakashi ve diğerleri Akatsuki ikilisine karşı mücadeleye devam ederken Kakuzu bir değil beş kalbi olduğunu ortaya koyuyor! Onu öldürmek için beş kalbinin de çıkarılması gerekir. Bu sırada Shikamaru, Hidan'a tek başına meydan okumaya karar verir ve onu ortağından uzaklaştırmaya zorlar.",
                "air_date": "2008-11-20",
                "still_path": "/wfx6exN2JzyKFzP39QKeruT3wZv.jpg",
                "video_url": "3927157"
            },
            {
                "episode_number": 87,
                "name": "Birine Lanet Okuduğunda Kendi Mezarını Kazarsın",
                "overview": "Hidan, Shikamaru'nun tuzağına düşer ama artık Hidan'ı köşeye sıkıştırdığına göre, Hidan'ın ölümsüzlüğünü yenmenin bir yolunu bulabilecek mi? Başka yerlerde Kakuzu ile savaşmaya devam eden Kakashi, Choji ve Ino için işler kötü görünüyor, ancak çok ihtiyaç duyulan yardımı sağlamak için sürpriz bir destek birimi olay yerine geliyor.",
                "air_date": "2008-12-04",
                "still_path": "/y2LneBwhQp55tYnjGgHCQrhOsbW.jpg",
                "video_url": "3927161"
            },
            {
                "episode_number": 88,
                "name": "Rüzgar Stili: Rasen Shuriken!",
                "overview": "Naruto, yeni tekniği Rasen Shuriken ile Kakuzu'ya meydan okuyor ama tekniği henüz tamamlanmadan Kakuzu'yu yenebilecek mi?",
                "air_date": "2008-12-11",
                "still_path": "/yhdYMSvmsZ6QR21W7YvwkheWsC4.jpg",
                "video_url": "3927162"
            }
        ]
    },
    "season_5": {
        "season_number": 5,
        "name": "Sezon 5",
        "episode_count": 24,
        "air_date": "2008-12-19",
        "poster_path": "/wcXrlA0knmk5U5e6rKoSh1Z8fan.jpg",
        "episodes": [
            {
                "episode_number": 89,
                "name": "Gücün Fiyatı",
                "overview": "Savaşın ardından Takım 7 ve 10, Konoha'ya geri döner. Naruto'yu inceledikten sonra Tsunade, Naruto'nun yeni tekniğini resmi olarak Yasak Jutsu olarak sınıflandırır ve Kakashi'yi onu bir daha kullanmasına asla izin vermemesi konusunda uyarır. Tsunade'yi bile gücü karşısında hayrete düşüren Rasen Shuriken'in korkunç sırrı nedir? Bu sırada Orochimaru, Kabuto'ya hedefine ulaşmasına yardım edecek bir kadın aramasını emreder.",
                "air_date": "2008-12-18",
                "still_path": "/9oKWHve7gEkfd7SAS5fsMTT6j7Z.jpg",
                "video_url": "3927163"
            },
            {
                "episode_number": 90,
                "name": "Bir Shinobi'nin Kararlılığı",
                "overview": "Naruto yarasını atlatmaya çalışırken Kakashi ona yeni tekniğiyle ilgili acı haberi vermeye hazırlanır. Bu sırada Sasuke gizlice eğitim alır ve tuhaf bir genç kızla karşılaşır.",
                "air_date": "2008-12-25",
                "still_path": "/iqje2y5P22OVOBN8yUsd5IcMSgG.jpg",
                "video_url": "3927164"
            },
            {
                "episode_number": 91,
                "name": "Orochimaru'nun Sığınağı Keşfedildi",
                "overview": "Kakashi, Orochimaru'nun inine sızma görevinde Kiba, Hinata ve Shino'ya liderlik eder. Onları hangi korkular ve tuzaklar bekliyor?",
                "air_date": "2009-01-08",
                "still_path": "/dPBafKIG8uGhoyCH2EERbZELA0S.jpg",
                "video_url": "3927165"
            },
            {
                "episode_number": 92,
                "name": "Rastlamak",
                "overview": "Kabuto ve Yūkimaru, Kabuto'nun gizemli bir yaratığı çıkarmaya çalıştığı bir göle gider. Guren, Sasuke'nin eğitim olarak bir Ses Ninjası ordusuyla dövüşmesini sağlayan Orochimaru'yu bulmak için adamlarından ayrılır. Sasuke hepsini yener, ancak Itachi'yi onlardan daha çok öldürmek istediğini söyler. Naruto, Gamakichi ve Gamatatsu'yu çağırarak eğitimine devam eder, ancak yine de başka birinin kalbine bağlanma kavramını anlamaz. Kabuto ve Yūkimaru, Naruto ve Jiraiya'nın bulunduğu Hot Springs Köyü'ne varır.",
                "air_date": "2009-01-15",
                "still_path": "/jikqUvtf9ehZSpOA5KDq4gMlBEo.jpg",
                "video_url": "3927169"
            },
            {
                "episode_number": 93,
                "name": "Kalpleri Birleştirmek",
                "overview": "Naruto, Gamakichi ve Gamatatsu ile antrenman yaparken beklenmedik zorluklarla karşılaşır. Kakashi'nin grubu Guren ve çetesini ararken Yukimaru, Naruto'ya ilgi duymaya başlamış gibi görünüyor.",
                "air_date": "2009-01-22",
                "still_path": "/qszwr0V4XNdGwmgl4v1g9RH6Cvm.jpg",
                "video_url": "3927170"
            },
            {
                "episode_number": 94,
                "name": "Yağmurlu Bir Gece",
                "overview": "Kabuto, Guren'i Yukimaru'ya bakması için görevlendirir. Guren bu görevden pek memnun değildir ve Yukimaru yağmurlu bir gecede hastalanınca işler daha da kötüleşir. Başka bir yerde Kiba, köpek düdüğünün nereden geldiğinin gizemini keşfeder ve Tsunade, Kakashi ve Takım 8'e yardım gönderir.",
                "air_date": "2009-01-29",
                "still_path": "/e7WOKR7OMiz4jMGAlsrOlgAljki.jpg",
                "video_url": "3927171"
            },
            {
                "episode_number": 95,
                "name": "İki Tılsım",
                "overview": "Naruto, Gamakichi ve Gamatatsu ile eğitimine devam ederken Yamato, Sakura ve Sai, Kakashi'nin grubundan ayrılıp onları desteklemeye hazırlanır. Guren ve çetesi, Kakashi'nin grubunun yolunu kesmeye hazırlanırken Yukimaru, onun güvenliğinden endişe duymaya başlar ve güvenli bir şekilde geri dönmesi umuduyla ona bir tılsım verir.",
                "air_date": "2009-02-05",
                "still_path": "/s8LzvuVykG9nl1hj24yMZzp5Mxt.jpg",
                "video_url": "3927172"
            },
            {
                "episode_number": 96,
                "name": "Görünmeyen Düşman",
                "overview": "Naruto, Gamatatsu ile kombo saldırı pratiği yapmaya devam ederken Kakashi, Kiba, Hinata ve Shino, Guren'in çetesiyle karşılaşır. Kakashi ve Team 8 bu tuhaf düşmanları yenebilecek mi?",
                "air_date": "2009-02-12",
                "still_path": "/j3ZzeJww0pVWWjOo4UGqqvUgKAD.jpg",
                "video_url": "3927175"
            },
            {
                "episode_number": 97,
                "name": "Çarpık Yansıma Labirenti",
                "overview": "Konoha'da Tsunade, Kristal Stili kullanan bir düşmanları olduğunu keşfeder. Naruto, Kakashi Takımı'ndaki görevi sırasında Yūkimaru ile bir kez daha tanışır ve onunla konuşur. Guren ormanın üzerine devasa bir Kristal Hapishanesi yerleştirir ve Kurenai Takımını içeride hapseder. Guren daha sonra altı Kristal Klon hazırlar ve onlarla Kurenai Takımına saldırır. Hinata bir klonu yener ancak bir başkası tarafından Kristal Hapishaneye kapatılır. Kakashi Takımı dev hapishanenin sınırlarına ulaşır ve Naruto, yeni Jutsu'sunu Gamatatsu ile birlikte kullanarak içeriye bir yol açar.",
                "air_date": "2009-02-19",
                "still_path": "/jv61JF7zcyyZveusgFnrtZqc57p.jpg",
                "video_url": "3927176"
            },
            {
                "episode_number": 98,
                "name": "Hedef Görünüyor",
                "overview": "Naruto, yeni jutsusuyla kristal labirenti başarıyla yıkar ve o ve Kakashi Takımının geri kalanı, Kiba ve Shino'nun yardımcısı Kakashi'ye gelir ve Hinata'yı da kurtarır. Bu sırada Kabuto, Guren, Yukimaru ve Gozu, Kabuto ve Yukimaru'nun daha önce gittiği göle doğru yola çıkar. Orochimaru'nun istediği gölde ne olabilir?",
                "air_date": "2009-02-26",
                "still_path": "/kTIeFqVRR8U78XG433ZkGVjohO3.jpg",
                "video_url": "3927177"
            },
            {
                "episode_number": 99,
                "name": "Öfkeli Kuyruklu Canavar",
                "overview": "Yūkimaru Üç Kuyruklu'yu çağırır ve onu hareketsiz bırakırken Guren onu yakalamaya çalışır. Serbest kalmayı ve saldırmayı başarır. Kakashi, Naruto'ya gölü araştırmasını söylerken onlar Rinji ve diğerlerini bulur. Rinji ve adamları bir pusu hazırlar ama Hinata, Sakura ve Sai bunu engellemek için gelir. Naruto, Gamakichi ve Gamatatsu'yu çağırır ve Üç Kuyruklu'ya yaklaşır; burada Yūkimaru'yu görürler ve onun Guren'e olan bağlılığını öğrenirler. Guren'i kurtarmaya çalışan Yūkimaru, onunla birlikte kaçmayı başarmadan önce Üç Kuyruklu'yu bir kez daha bastırmaya çalışır.",
                "air_date": "2009-03-05",
                "still_path": "/9kV4GLBi4LNnj3XgpcVUsS2JHZD.jpg",
                "video_url": "3927180"
            },
            {
                "episode_number": 100,
                "name": "Sisin İçinde",
                "overview": "Naruto, Sasuke ile ilgili bir yanılsamaya kapılırken Guren bilinçsiz hale gelir ve geçmişini yeniden yaşar. Kakashi onu bulduktan sonra, Kakashi ve Kurenai Takımları etraflarındaki sisin Üç Kuyruklu'nun sayesinde Genjutsu'ya neden olduğu sonucuna varırlar. Guren uyandıktan sonra Yūkimaru yeniden ateşlenir ve bayılır. Tsunade, Üç Kuyruklu'yu duyar ve Akatsuki'den önce onu mühürlemek için Shizune, Ino, Tenten ve Lee'yi bir araya getirir. Naruto ve Sakura, Naruto Yūkimaru'yu bulmak için yola çıkmadan önce insanların dönmesi gereken evden bahseder.",
                "air_date": "2009-03-12",
                "still_path": "/6N9nyj9tRByDYyuLrxtiglZ7SmC.jpg",
                "video_url": "3927181"
            },
            {
                "episode_number": 101,
                "name": "Herkesin Duyguları",
                "overview": "Naruto, Yūkimaru'yu bulmaya çalışırken Guren'le karşılaşır. Yamato ve Kakashi Naruto'yu bulur ve onu gruba geri getirir. Kabuto, Guren'e Yūkimaru'nun yalnızca Üç Kuyruklu'yu kontrol etmek için bir araç olduğunu söyler ve bu da Guren'i üzer. Bu sırada Shizune, Ino, Tenten ve Lee ekiple buluşur ve onlara yeni görevlerinin Yūkimaru'yu kurtarmak ve Orochimaru'nun grubu onu ele geçirmeden Üç Kuyruklu'yu yakalamak olduğunu söyler.",
                "air_date": "2009-03-26",
                "still_path": "/fqCAShbd8A5DVwYO09494gj8VmF.jpg",
                "video_url": "3927184"
            },
            {
                "episode_number": 102,
                "name": "Yeniden Toplanın!",
                "overview": "Shizune, Ino, Lee ve Tenten gelir ve Kakashi, Shizune ve Yamato, Sanbi'yi mühürleyip Yukimaru'yu kurtarmaya yönelik bir strateji hakkında tartışır. Bu sırada Kabuto ve Rinji, Guren'in Yukimaru'ya gösterdiği ilgiyi fark eder ve endişelenmeye başlar.",
                "air_date": "2009-03-26",
                "still_path": "/k6pCmpuHLwAaCiELxJ5EhbEijTY.jpg",
                "video_url": "3927185"
            },
            {
                "episode_number": 103,
                "name": "Dört Köşeli Sızdırmazlık Bariyeri",
                "overview": "Mühürleme birimi mühürleme bariyerini hazırlar ve diğer iki ekip Guren ve yandaşlarıyla savaşa girer. Kakashi, Naruto ve Sai, Guren ve Gozu'yu oyalarken Shino, Guren'in kristal tarzına karşı çıkmaya hazırlanır. Bu sırada Lee, Guren'in diğer adamlarına karşı gelir ve onların sis perdesine hapsolur. Lee onları yenmenin bir yolunu bulabilecek mi?",
                "air_date": "2009-04-09",
                "still_path": "/p6rl5bZlX2dZwTeOsYP3dmof7z8.jpg",
                "video_url": "3927187"
            },
            {
                "episode_number": 104,
                "name": "Kristal Tarzını Kırmak",
                "overview": "Shino böceklerini hazırlamayı bitirdikten sonra Guren'in kristal tarzına karşı gelir. Başka bir yerde Shizune, Sakura, Ino ve Hinata Sanbi'ye mühür bariyerini getirirken Tobi ve Rinji tarafından izleniyorlar.",
                "air_date": "2009-04-09",
                "still_path": "/36tRxqpxzMaWKj8OT8dHQdltOZw.jpg",
                "video_url": "3927188"
            },
            {
                "episode_number": 105,
                "name": "Bariyer Üzerindeki Savaş",
                "overview": "Kabuto, Yukimaru'nun gücünü kullanarak Leaf'in Dört Köşeli Sızdırmazlık Bariyerini içeriden kırmayı ve Üç Kuyruklu Canavarı öfkelendirmeyi planlıyor.",
                "air_date": "2009-04-16",
                "still_path": "/kck31inOoyv59IN37HI9E89xRWB.jpg",
                "video_url": "3927190"
            },
            {
                "episode_number": 106,
                "name": "Kırmızı Kamelya",
                "overview": "Yūkimaru bocalar ve Üç Kuyruklu Guren'i yaralar. Rinji, Yūkimaru'ya onu kurtarmak için canavarı bastırmasını söyler, ancak o bunu yapamaz. Guren pozisyonundan ayrılır ve Yūkimaru'yu Kristal Tarzı bir kalkanla korur. Naruto, Yūkimaru'yu bulmak için dışarı çıkar ama sonunda Guren ile birlikte Üç Kuyruklu ile savaşır. Canavar, onu yenme çabalarına rağmen ikisini de alt eder ve ardından onları yutmaya başlar. Bu sırada Kakashi, Shino ve Sai, Yūkimaru'yu baygın halde bulur ve onunla birlikte kaçarak Kabuto'yu hayal kırıklığına uğratır.",
                "air_date": "2009-04-23",
                "still_path": "/shWT6Wo5EfGtARL2cLts9QxPgkb.jpg",
                "video_url": "3927193"
            },
            {
                "episode_number": 107,
                "name": "Garip Yatak Arkadaşları",
                "overview": "Guren, Üç Kuyruklu içinde Naruto'ya saldırmaya çalışır, ancak zayıflamış haliyle bunu yapamaz ve bayılır. Bu sırada Kakashi, Shizune, Kiba, Sai ve Hinata Naruto'yu ararken Sakura ve Ino'ya Yūkimaru'yu iyileştirmelerini söyler. Naruto ve Guren çok geçmeden kendilerine saldırmaya çalışan bir mini Üç Kuyruklu sürüsüyle karşılaşırlar, ancak onlardan kaçarlar ve Yūkimaru hakkında tartışmaya başlarlar. Yūkimaru uyanırken Naruto, canavarın midesinden bir çıkış yolu aramak için bir grup Gölge Klonu çağırır. Kabuto başka yerlerde Rinji'nin adamlarına Lanet İşaretleri verir.",
                "air_date": "2009-04-30",
                "still_path": "/2UcI5ioWsfrS47psxCGHxDCamUe.jpg",
                "video_url": "3927194"
            },
            {
                "episode_number": 108,
                "name": "Kamelya'nın Kılavuz Direği",
                "overview": "Yukimaru, Kakashi ve diğerlerine Naruto ve Guren'in nerede olduğunu bildirir ve onlar, Yukimaru'nun yardımıyla onları kurtarmaya çalışırlar. Kiba, Tenten ve Lee, Kabuto'dan daha fazla güç aldıktan sonra bir kez daha Kihou, Kigiri ve Nurari ile savaşır. Naruto ve Guren, insan boyutunda Sanbi benzeri yaratıklar ve illüzyonlarla karşılaşarak bir çıkış yolu aramaya devam ediyor. Naruto ve Guren bir çıkış yolu bulabilecek mi?",
                "air_date": "2009-05-07",
                "still_path": "/qfNQpBK9mtw8RDhedGsuy8qiV7N.jpg",
                "video_url": "3927197"
            },
            {
                "episode_number": 109,
                "name": "Lanet İşaretinin Karşı Saldırısı",
                "overview": "Mühürleme Ekibi, Üç Kuyruklu'yu mühürlemeye ve Sai'ye Yūkimaru'yu güvenli bir yere götürmesini söylemeye hazırlanır, ancak Sai, Kabuto'nun adamları tarafından saldırıya uğrar. Bu arada Kabuto planlarını hazırlarken Lee, Tenten ve Kiba da saldırıya uğrar. Rinji adamlarını bulur ve onları kendi tarafına çekerek Mühürleme Ekibine saldırmalarını emreder; Kakashi, Yamato ve Shino tarafından durdurulurlar. Rinji daha sonra Naruto ve Guren'in öğrendiği Üç Kuyruklu'yu kontrol etmek için Yūkimaru'ya hapları yedirir.",
                "air_date": "2009-05-14",
                "still_path": "/aS7T5zj18PcZOvHuiYdRzC8Mith.jpg",
                "video_url": "3927200"
            },
            {
                "episode_number": 110,
                "name": "Suçluluk Anısı",
                "overview": "Katsuyu, sızdırmazlık ekibine sızdırmazlık bariyeri konusunda yardım etmek için gelir. Naruto ve Guren, Yukimaru'yu Rinji'den kurtarmak için gelirler, ancak Guren ve Yukimaru kısa bir tartışmanın ardından Rinji, Sanbi'yi çılgına çevireceğini umarak Guren hakkındaki gerçeği Yukimaru'ya açıklar. Guren'in annesini öldürdüğünü öğrendiğinde Yukimaru'nun tepkisi ne olacak?",
                "air_date": "2009-05-21",
                "still_path": "/fKzB0HrC8ZXYn0ziOgXqObVSVYm.jpg",
                "video_url": "3927202"
            },
            {
                "episode_number": 111,
                "name": "Parçalanmış Söz",
                "overview": "Mühürleme ekibi Sanbi'yi mühürleme çabalarına devam ederken Kakashi ve diğerleri Kigiri, Nurari ve Kihou'nun bir araya getirdiği bir canavarla karşı karşıya kalır. Kabuto, Orochimaru'nun Sanbi ile ilgili planlarını açıklar ve o ve Naruto kavga etmeye başlar. Guren, Yukimaru'yu korurken Kabuto tarafından diriltilen gerçek Rinji'ye karşı savaşır. Guren, Yukimaru'yu kurtarmak için hayatını feda ettiğinde Yukimaru'nun güçleri tam anlamıyla etkili olur. Şimdi Naruto, Yukimaru'yu korumak için öfkeli Sanbi'ye karşı çıkmaya hazırlanıyor.",
                "air_date": "2009-05-28",
                "still_path": "/sV1vhtlycIDikpkQyskRSwuQR93.jpg",
                "video_url": "3927204"
            },
            {
                "episode_number": 112,
                "name": "Geri Dönülecek Yer",
                "overview": "Sanbi için verilen savaş, ne Konoha ninjası ne de Orochimaru onu elde etmeyi başaramadığı için sona erer. Tsunade, Sanbi'yi yakalama görevini başarısız olarak sınıflandırır çünkü başarılması çok tehlikelidir. Naruto ve diğerleri eve dönmeye hazırlanırken, Yukimaru kaybolur. Herkesin bilmediği bir şekilde, Akatsuki pusuda bekler ve Sanbi için kendi planları vardır.",
                "air_date": "2009-06-04",
                "still_path": "/8nksz2F3y5lGP2wZM40DiBWK9cR.jpg",
                "video_url": "3927206"
            }
        ]
    },
    "season_6": {
        "season_number": 6,
        "name": "Sezon 6",
        "episode_count": 31,
        "air_date": "2009-06-12",
        "poster_path": "/g4E0AodxYUF62Q9gMJ6mcodnBpF.jpg",
        "episodes": [
            {
                "episode_number": 113,
                "name": "Yılanın Öğrencisi",
                "overview": "Orochimaru'nun bedeni sınırına ulaştı ve ritüelin zamanı geldi. Ancak Sasuke'nin başka planları vardır ve yatalak bir Orochimaru'yu hedef almaya çalışır.",
                "air_date": "2009-06-11",
                "still_path": "/3DEJomeV3bGlGJxFO7ZGwa3U8bW.jpg",
                "video_url": "3927208"
            },
            {
                "episode_number": 114,
                "name": "Şahin Gözü",
                "overview": "Orochimaru, vücudunun yıllar boyunca üzerinde yaptığı deneyler sonucunda aldığı gerçek, çirkin formu ortaya koyuyor. Sasuke bu tehditkar formu yenebilecek mi, yoksa Orochimaru'nun elinde hâlâ birkaç numara mı var?",
                "air_date": "2009-06-18",
                "still_path": "/1jMpTzzmH8hS1UBcSHGAiWJ8yh2.jpg",
                "video_url": "3927210"
            },
            {
                "episode_number": 115,
                "name": "Zabuza'nın Kılıcı",
                "overview": "Sasuke, Sharingan'ıyla Orochimaru'nun vücut değiştirmesini tersine çevirdikten sonra Orochimaru'nun test deneklerinden biri olan Suigetsu'yu serbest bıraktı. Hedeflerine ulaşmak için bir ekip kurmaya kararlı olan Suigetsu'dan yardım istemeye karar verir. Suigetsu da aynı fikirde, ancak yalnızca önce Dalgalar Ülkesi'ne doğru bir yoldan gitmeye istekliyse.",
                "air_date": "2009-06-25",
                "still_path": "/dFEuIgnP2VsNLCIRCb1DTfAUtEO.jpg",
                "video_url": "3927212"
            },
            {
                "episode_number": 116,
                "name": "Demir Duvarın Muhafızı",
                "overview": "Sasuke'nin ekibinin ikinci üyesinin Karin adında bir kadın olduğu ortaya çıkar. Sasuke ve Suigetsu Güney Sığınağı'na vardıktan sonra Sasuke, Karin'in kendileriyle birlikte gelmesini ister. Suigetsu ile yaşadığı tereddütlere ve tartışmalara rağmen Karin, Sasuke ile ilk karşılaşmasını hatırladıktan sonra sonunda bu teklifi kabul eder. Sasuke, Suigetsu'ya mahkumları serbest bırakmasını emreder ve ardından ekibin son üyesi Jugo'yu işe almak için yola çıkarlar.",
                "air_date": "2009-07-02",
                "still_path": "/c6jONdyk02upLc8FL3kpCFaEXyQ.jpg",
                "video_url": "3927215"
            },
            {
                "episode_number": 117,
                "name": "Kuzey Sığınağının Jugo'su",
                "overview": "Karin'i başarıyla işe alan Sasuke, müfrezesinin son üyesi Jugo'yu arar. Karin, Sasuke ve Suigetsu'yu Jugo'nun kontrol edilemeyen öldürücü içgüdüleri konusunda uyarır, ancak kuzeydeki sığınağa vardıklarında ilk önce halletmeleri gereken başka bir mesele bulurlar. Başka bir yerde şok edici haberler Konoha'nın ninjasına ulaşır.",
                "air_date": "2009-07-09",
                "still_path": "/vIwhyAGmiE2fMme4gbRj58G0FOj.jpg",
                "video_url": "3927217"
            },
            {
                "episode_number": 118,
                "name": "Formasyon!",
                "overview": "Jugo'yu takımına katılmaya ikna ettikten sonra, Sasuke sonunda takımı için ihtiyaç duyduğu herkese sahip olur. Takımına Hebi Takımı adını verir ve hepsini bir araya toplamasının gerçek nedenini açıklar. Konoha'ya geri dönen Naruto, Sasuke'nin ne planladığına dair bir tahminde bulunur ve herkese yeni bir plan önerir: Itachi Uchiha'yı bulup yakalamalılar.",
                "air_date": "2009-07-23",
                "still_path": "/GCCjrOuUU0HcVgYZqgipKoC86q.jpg",
                "video_url": "3927220"
            },
            {
                "episode_number": 120,
                "name": "Kakashi Günlükleri ~ Erkeklerin Savaş Alanındaki Yaşamı ~ Bölüm 2",
                "overview": "Obito, Kakashi'nin göreve devam etme emrini görmezden gelir ve Rock ninjası tarafından kaçırılan Rin'i kurtarmak için ayrılır. Ancak düşmanlar Obito'nun gelişini fark eder ve onu yener. Kakashi son dakikada gelir ve Obito'yu kurtarır…",
                "air_date": "2009-07-30",
                "still_path": "/eAoDOAqlHrrn9nbuKGeJwwiHEsF.jpg",
                "video_url": "3927222"
            },
            {
                "episode_number": 121,
                "name": "Birleştirmek",
                "overview": "Akatsuki bir kuyruklu canavarı daha mühürlerken, Itachi ve Kisame, Sasuke ve grubunun peşlerinde olduğu konusunda uyarılır. Hem Konoha hem de Team Hebi, Itachi'yi bulmak için görevlerine çıkmaya hazırlanır, ancak Sasuke önce eski bir Uchiha depolama evine küçük bir yolculuk yapar.",
                "air_date": "2009-08-06",
                "still_path": "/AsNKbZuK85L57owwDPu5BPmTEF7.jpg",
                "video_url": "3927224"
            },
            {
                "episode_number": 122,
                "name": "Av",
                "overview": "Kakashi, Itachi ve Sasuke'nin nerede olduğuna dair ipuçları bulmak için iki takımı her birine birkaç ninja köpeğinin yardım ettiği beş ayrı gruba ayırır. Herkesin haberi olmadan, tanıdık düşmanlar gözlerini hem Naruto'nun grubuna hem de Sasuke'ye dikti.",
                "air_date": "2009-08-13",
                "still_path": "/wDBuyfEHLvFdELrp6C5L87WQPP7.jpg",
                "video_url": "3927225"
            },
            {
                "episode_number": 123,
                "name": "Çarpışma!",
                "overview": "Sasuke ve Deidara birbirleriyle karşılaştıklarında savaşa girerler. Sasuke'nin gücünü test etmek için birkaç darbe indirdikten sonra Deidara, özel kil ejderhasını yarattı ve Sasuke'ye yukarıdan uzun menzilli saldırılar düzenledi. Tobi'nin yedek desteğiyle savaş Deidara'ya gidecek gibi görünüyor.",
                "air_date": "2009-08-20",
                "still_path": "/aCGBVD4ojyerrmWbEgMUcTzoZfz.jpg",
                "video_url": "3927227"
            },
            {
                "episode_number": 124,
                "name": "Sanat",
                "overview": "Sasuke'nin Sharingan'ı, Deidara'nın patlayıcılarına karşı üstün olduğunu kanıtladı. Deidara, onu devirmek için en iyi eserlerinden biri olan C4 Karura'yı yaratır. Sasuke şimdi ne yapacak?",
                "air_date": "2009-08-27",
                "still_path": "/q82Th2fRyYx9mjJIW8shmp95X7M.jpg",
                "video_url": "3927228"
            },
            {
                "episode_number": 125,
                "name": "Kaybolma",
                "overview": "Deidara, kendisini patlayıcı olarak kullanarak on kilometre çapında, Sasuke'nin bile kaçamayacağı bir patlama yaratır. Bu Sasuke'nin sonu mu? Başka bir yerde birisi Akatsuki liderine yaklaşır ve ona Naruto'yu kendisinin yakalaması emrini verir. Akatsuki planının gölgelerde gizlenen bu gerçek beyni kim?",
                "air_date": "2009-09-03",
                "still_path": "/kfR7oaPZGavG7A8UD6zXRRLtqQb.jpg",
                "video_url": "3927230"
            },
            {
                "episode_number": 126,
                "name": "Alacakaranlık",
                "overview": "Sasuke, Deidara ile olan savaşının ardından dinlenirken Yaprak ninjası onun izini sürer. Takip edildiklerini fark eden Karin, onları yanlış yöne göndermeye çalışırken, Hebi Ekibi üyeleri Itachi'yi bulma umuduyla en yakın Akatsuki sığınağına doğru yola çıkar. Naruto ve Sasuke, Itachi ile ayrı ayrı karşılaştığında ne olacak?",
                "air_date": "2009-09-10",
                "still_path": "/uAl5S4c0WAyKVRsyKfTuHahrwiF.jpg",
                "video_url": "3927231"
            },
            {
                "episode_number": 127,
                "name": "Cesur Bir Ninjanın Hikayeleri ~jiraiya Ninja Parşömeni ~ Bölüm 1",
                "overview": "Genin haline gelen Jiraiya, Tsunade ve Orochimaru, gelecekteki Üçüncü Hokage'nin müfrezesine atanır. Sarutobi'nin uzay/zaman ninjutsusunu izleyen Jiraiya, onu öğrenmeye kapılır. Bir gün Jiraiya yolunu kaybeder ve Myouboku Dağı'na rastlar. Orada onun gelişini öngören Büyük Kurbağa Bilgesi ile tanışır. Kurbağa Bilge Jiraiya'nın kökenlerini görün!",
                "air_date": "2009-09-24",
                "still_path": "/rFvWHw5UdanChiaitDUhRa8eoTY.jpg",
                "video_url": "3927232"
            },
            {
                "episode_number": 128,
                "name": "Cesaretli Bir Ninjanın Hikayeleri ~ Jiraiya Ninja Parşömeni ~ Bölüm 2",
                "overview": "Yağmur Ülkesinde Jiraiya, bir süreliğine üç yetim çocuğa bakmaya karar verir. Cesur bir genç çocuk olan Yahiko, Jiraiya'nın kendisini, Konan'ı ve Nagato'yu şinobi olmaları için eğitmesini ister, ancak Nagato'da tuhaf bir fenomen görene kadar bunu yapmaya karar vermez. Nagato'nun Rinnengan gözlerinin ardındaki sır nedir? Bu üç çocuğa ne olacak?",
                "air_date": "2009-09-24",
                "still_path": "/e0V4LOXJiWWpzpaJxOHJzySzdRP.jpg",
                "video_url": "3927233"
            },
            {
                "episode_number": 129,
                "name": "Sızın! Yağmurda Saklı Köy",
                "overview": "Hebi Takımının üyeleri Itachi'nin bulunduğu yere doğru giderken Jiraiya, Akatsuki lideri hakkında bilgi toplama umuduyla Gizli Yağmur Köyü'ne sızar. Jiraiya, iki Rain ninjasını yakalar ve onları Pain hakkında sorguya çeker, ancak öğrendikleri onu bile şok eder.",
                "air_date": "2009-10-08",
                "still_path": "/se2hngfJqzBSh4sG6jNVdzpo6uQ.jpg",
                "video_url": "3927234"
            },
            {
                "episode_number": 130,
                "name": "Tanrı Olan Adam",
                "overview": "Dokuz Kuyruklu'nun yıllar önce Gizli Yaprak Köyü'ne saldırısıyla ilgili şüpheleri olan Jiraiya, kurbağalarından birine Naruto'nun tilkinin tüm gücüne erişmesi gerekeceği zamanın gelebileceğini söyler. Sorgulamaları biten Jiraiya, Pain'i aramaya koyulur ancak onun yerine Konan'la karşılaşır. Jiraiya, Konan ve gizemli Pain arasında bir bağlantı var mı? Başka bir yerde Naruto'nun gölge klonlarından biri Hebi Takımıyla karşılaşır.",
                "air_date": "2009-10-08",
                "still_path": "/6HmKEyGAUHbJ6KaPaLRBrmxWbM9.jpg",
                "video_url": "3927237"
            },
            {
                "episode_number": 131,
                "name": "Onurlu Bilge Modu!",
                "overview": "Pain'in güçlü ve tuhaf çağrılarına karşı başka seçeneği kalmayan Jiraiya, Kurbağa Bilgelerin yardımıyla Pain'e karşı çıkmak için güçlü bir dönüşüme uğrar. Bu Bilge Modu, Jiraiya'nın yalnızca savaştığı Acıyı değil, iki acıyı daha üstlenmesi için yeterli olacak mı?",
                "air_date": "2009-10-15",
                "still_path": "/dI7XeFo03BNWAELOQ4jcbYa4eXv.jpg",
                "video_url": "3927239"
            },
            {
                "episode_number": 132,
                "name": "Katılımda, Acının Altı Yolu",
                "overview": "Jiraiya şimdi, her ikisi de dövüştüğünden farklı yeteneklere sahip iki yeni Pain'le karşı karşıyadır. Ağrı kimdir ve kaç tane Ağrı vardır?",
                "air_date": "2009-10-22",
                "still_path": "/aQkXQhJ5OMJtHvYGhcNsNWWpjwF.jpg",
                "video_url": "3927242"
            },
            {
                "episode_number": 133,
                "name": "Cesur Jiraiya'nın Hikayesi",
                "overview": "Jiraiya, altı Pain'in hepsinin daha önce tanıştığı ninjalar olduğunu fark eder. Çeşitli bilgileri bir araya getiren Jiraiya, Pain'in gerçek kimliğini anlar ancak Pain, Jiraiya'nın bu bilgiyle canlı olarak ayrılmasına izin vermeye niyetli değildir. Başka bir yerde, Itachi ile Sasuke arasındaki kader buluşması gelir ve Sasuke, Itachi'nin öleceğini öngörür.",
                "air_date": "2009-10-29",
                "still_path": "/tRezdSyTC0N4oDbREiJaczrSy4P.jpg",
                "video_url": "3927246"
            },
            {
                "episode_number": 134,
                "name": "Ziyafet Davetiyesi",
                "overview": "Sasuke'nin Itachi ile uzun zamandır beklenen savaşı, Uchiha kardeşlerin birbirlerine genjutsu üstüne genjutsu atmasıyla başlar. Sasuke, Itachi'yi köşeye sıkıştırmış gibi görünür ve ona Uchiha katliamı hakkında birkaç soru sorar. Uchiha katliamına karışan tek kişi Itachi değil midir? Ve Sasuke, Itachi'yi yenmek için hâlâ yeterli nefrete sahip değil midir?",
                "air_date": "2009-11-05",
                "still_path": "/hDx47H3s58FrgRqMQ4Zy99eoadA.jpg",
                "video_url": "3927250"
            },
            {
                "episode_number": 135,
                "name": "En Uzun An",
                "overview": "Sasuke'nin Itachi ile uzun zamandır beklenen savaşı, Uchiha kardeşlerin birbirlerine genjutsu üstüne genjutsu atmasıyla başlar. Sasuke, Itachi'yi köşeye sıkıştırmış gibi görünür ve ona Uchiha katliamı hakkında birkaç soru sorar. Uchiha katliamına karışan tek kişi Itachi değil midir? Ve Sasuke, Itachi'yi yenmek için hâlâ yeterli nefrete sahip değil midir?",
                "air_date": "2009-11-19",
                "still_path": "/pPqLXzdKeksvY2kptss2w115bvU.jpg",
                "video_url": "3927251"
            },
            {
                "episode_number": 136,
                "name": "Mangekyo Sharingan'ın Aydınlığı ve Karanlığı",
                "overview": "Itachi, Sasuke'ye Madara'nın Uchiha katliamının arkasındaki ikinci suçlu olduğunu, ayrıca Mangekyo Sharingan'ın ve onu elde eden ilk iki Uchiha'nın, Madara ve erkek kardeşinin geçmişini açıklar. Geriye bir soru kalıyor: Itachi gerçekten neden Sasuke'nin hayatını bağışladı?",
                "air_date": "2009-11-19",
                "still_path": "/nwYfltiJHeeCphxhANk77lGIbUm.jpg",
                "video_url": "3927252"
            },
            {
                "episode_number": 137,
                "name": "Amaterasu!",
                "overview": "Itachi'nin Tsukiyomi'sinden başarıyla kurtulan Sasuke, zayıflamış kardeşine karşı üstünlük kazanır. Başka alternatifi kalmayan Itachi, ikinci Mangekyo yeteneği olan ve sonsuza kadar yanacağı söylenen siyah bir alev olan Amaterasu'yu etkinleştirir.",
                "air_date": "2009-11-26",
                "still_path": "/9vmWWgkau3lnpAqpEJ6c1Ah3Lbe.jpg",
                "video_url": "3927253"
            },
            {
                "episode_number": 138,
                "name": "Son",
                "overview": "Sasuke, sonunda en güçlü tekniği olan Kirin'in yardımıyla Itachi'yi öldürdüğünü düşünüyordu ancak Itachi'nin hâlâ elinde son bir numarası vardı. Hem Tsukiyomi'yi hem de Amaterasu'yu kullanan Itachi, üçüncü ve son Mangekyo yeteneği Susano'o'nun gücünü çağırıyor. Itachi, Sasuke'ye karşı savaşın gidişatını değiştirdi ancak Sasuke beklenmedik bir kaynaktan yardım aldı. Uchiha kardeşler arasındaki savaş şok edici sonuca yaklaşıyor!",
                "air_date": "2009-12-03",
                "still_path": "/4nFSYt7uU0170f7cj8AL9auE46c.jpg",
                "video_url": "3927255"
            },
            {
                "episode_number": 139,
                "name": "Tobi'nin Gizemi",
                "overview": "Sasuke nihayet Itachi'yi öldürme ve klanının intikamını alma amacına ulaştığında yorgunluktan yere yığılır. Zaferinin haberi, Sasuke'nin bulunduğu yere doğru koşan Yaprak ninjası ve Tobi'ye ulaşır. Tobi onunla ne yapmayı planlıyor ve Sasuke'ye ilk kim ulaşacak?",
                "air_date": "2009-12-10",
                "still_path": "/kWCDmeEsRzy0ZzSVgpGWTCIQlqd.jpg",
                "video_url": "3927258"
            },
            {
                "episode_number": 140,
                "name": "Kader",
                "overview": "Sasuke'nin güvenini kazanmaya çalışan Madara, ona Konoha'nın kökenlerini açıklar. Madara ve geleceğin İlk Hokage'si köyü uzun zaman önce kurdu, ancak aralarındaki rekabet bir gün O geceye, Itachi Uchiha'nın Uchiha Klanını yok ettiği geceye yol açan bir olaylar zincirini durduracaktı.",
                "air_date": "2009-12-17",
                "still_path": "/c1E7IhpaVqr0UqlLuxBCqHbYm8h.jpg",
                "video_url": "3927261"
            },
            {
                "episode_number": 141,
                "name": "Gerçek",
                "overview": "Madara, Sasuke'ye geçmişini anlatmayı bitirdikten sonra Itachi'nin Uchiha Klanını katletmesiyle ilgili akıl almaz gerçeği ortaya çıkarır. O gece gerçekte ne oldu? Itachi neden Akatsuki'ye katıldı? Peki gerçekten Sasuke'nin hayatını hangi nedenle bağışladı?",
                "air_date": "2009-12-24",
                "still_path": "/eK8TWfMKatvQcZ7caY2pQCFoyoZ.jpg",
                "video_url": "3927262"
            },
            {
                "episode_number": 142,
                "name": "Unraikyo Savaşı",
                "overview": "Sasuke, katliamdan sonra Itachi'yi ağlarken gördüğünü hatırlarken Konoha ekipleri eve dönmeye karar verir. Daha sonra Uchiha klanını Itachi'nin öngördüğü şekilde yeniden inşa edemeyeceğini belirtir. Sasuke'yi kendisi için kullanabileceği için mutlu olan Madara, Taka'ya Sekiz Kuyruklu'yu yakalama görevini verirken Akatsuki de son ikisini avlar. Taka, ev sahibi Killer Bee'nin izini Şimşek Ülkesine kadar sürer ve onunla savaşa girer. Bee, Sasuke onunla bire bir dövüşmek için harekete geçmeden önce Jugo ve Suigetsu'yu alt etmeyi başarır.",
                "air_date": "2010-01-07",
                "still_path": "/xIcceUEn1F089EMWbvQ72ncgVMe.jpg",
                "video_url": "3927264"
            },
            {
                "episode_number": 143,
                "name": "Sekiz Kuyruklu Sasuke'ye Karşı",
                "overview": "Sasuke, Katil Arı ile savaşır ve kılıçlarıyla yaralanır. Karin onu iyileştirir ve ardından Sasuke, Suigetsu ve Jugo, Sekiz Kuyruklu'nun gücünü kullanmaya karar verene kadar Bee'ye ortak bir saldırı başlatır. Sasuke yaralanır ve bunun sonucunda yaşı gerileyen Jugo tarafından yeniden hayata döndürülür. Tamamen iyileşen Sasuke, Amaterasu'yu Bee'nin üzerine saldı ve sonunda onu bastırmayı başardı. Bu sırada iki Bulut ninjası, savaşı bir uçurumdan izliyor ve Sasuke'nin üzerindeki Uchiha armasını fark ediyorlar. Haberi Bee'nin ağabeyi Raikage'ye iletirler.",
                "air_date": "2010-01-14",
                "still_path": "/ui5yD2HDArZ4htRS4AJ0NcgDu4x.jpg",
                "video_url": "3927266"
            }
        ]
    },
    "season_7": {
        "season_number": 7,
        "name": "Sezon 7",
        "episode_count": 8,
        "air_date": "2010-01-22",
        "poster_path": "/ayXMHRPqT6LQlrAiNVL0eghdQL8.jpg",
        "episodes": [
            {
                "episode_number": 144,
                "name": "Gezgin",
                "overview": "Sasuke'yi geri getiremeyen Yaprak ninjaları, Gizli Yaprak Köyü'ne geri dönmeye başlar. Ancak Tsunade, Katsuyu'yu göndererek onlara Tsuchigumo Klanına ait Katsunagi Dağı'nın güçlü bir yasak jutsuya sahip olan bariyerinin kırıldığını bildirir. Kakashi ve 8. Takım, Yaprak Köyü'ne geri dönerken Yamato liderliğindeki 7. Takım, hangi olayların gerçekleştiğini kontrol etmelidir.",
                "air_date": "2010-01-21",
                "still_path": "/9CVAFqU80BQaX5sS4iUOmdmN7Gj.jpg",
                "video_url": "3927269"
            },
            {
                "episode_number": 145,
                "name": "Yasak Jutsu'nun Halefi",
                "overview": "Naruto, Sai ve Yamato, Hotaru'ya Tsuchigumo Klanının gizli köyüne kadar eşlik eder. Ancak köylüler vardıklarında Hotaru'yu gördüklerine pek mutlu görünmüyorlar. Başka bir yerde Utakata onunla geçirdiği zamanı düşündükten sonra Akaboshi ve grubuyla karşı karşıya gelir.",
                "air_date": "2010-01-28",
                "still_path": "/2I7iAuYg00Vwb2Dya5xihWVB9Gy.jpg",
                "video_url": "3927273"
            },
            {
                "episode_number": 146,
                "name": "Varisin Dileği",
                "overview": "Naruto, Tsuchigumo Klanı köyüne geri dönerken Akaboshi ve grubu, Hotaru'nun amcasının yardımıyla Hotaru'yu bulur. Hotaru kaçmayı başarır ama ninja haydutları onu ormanda kuşatır. Utakata yardımına gelir ve onu alıp ninja haydutlarından kaçmayı başarır. Akaboshi ve grubu, patronları gelip Utakata'nın Gizli Sis Köyü'nün Bingo Kitabında olduğunu onlara açıklayana kadar peşlerinden koşmak üzeredir.",
                "air_date": "2010-02-04",
                "still_path": "/n1MrjdOqi1OauhiJwdzVZGZsMAo.jpg",
                "video_url": "3927274"
            },
            {
                "episode_number": 147,
                "name": "Rogue Ninja'nın Geçmişi",
                "overview": "Naruto, Sai ve Yamato, Hotaru ve Utakata'yı, Gizli Sis Köyü'nden Anbu olduğunu keşfettikleri saldıran ninjadan kurtarmak için gelirler. Yamato, Mist Anbu'nun başı Tsurugi ile tek başına pazarlık yapmaya çalışır ve tartışmalarının ardından Tsurugi, Utakata ile tek başına konuşur. Tsurugi, Utakata'yı Gizli Sis Köyü'ne dönmeye ikna etmeye çalışır, ancak Utakata bunu reddeder ve eski efendisinin ellerinde çektiği korkunç acıyı hatırlar.",
                "air_date": "2010-02-11",
                "still_path": "/pyX4o0NzT5NHMjkBaloPLYmuj9P.jpg",
                "video_url": "3927275"
            },
            {
                "episode_number": 148,
                "name": "Karanlığın Varisi",
                "overview": "Naruto ve ekibi, Hotaru ve Utakata ile birlikte bir sonraki hamlelerini planlamak için Katsuragi Dağı'na döner. Tonbei, yasak jutsu'yu Hotaru'nun vücudundan çıkarmanın bir yolunu açıklar, bu da jutsu'nun gücünü kaybetmesine neden olur. Hotaru, Shiranami adında bir adamın geri dönmesi durumunda klanın yeniden kurulacağını belirtir. Naruto iki gün içinde Shiranami'yi aramaya karar verir. Aradıkları adamın aslında yasak jutsu'nun peşindeki kişi olduğunu bilmiyorlar. Bu sırada Utakata, Tsurugi'nin efendisi hakkında doğruyu söyleyip söylemediğini merak eder.",
                "air_date": "2010-02-18",
                "still_path": "/eQhM3Q2zd57nieLF3SolVYIpO66.jpg",
                "video_url": "3927279"
            },
            {
                "episode_number": 149,
                "name": "Ayrılık",
                "overview": "Naruto, Shiranami'nin yerini bulmayı başarır ancak bulduğu Shiranami'nin aslında kendisi kılığına giren ninja haydutları olduğunu keşfeder. Hotaru, gerçek Shiranami'yi bulur ve burada ikincisi, Hotaru'yu yasak jutsu'nun kaldırılmasına ikna eder ve onu Tsuchigumo Köyü'ne geri götürür. Naruto, Utakata tarafından ninja haydutlarından kurtarıldıktan sonra ikili, Tsuchigumo Köyü'ne geri döner ve burada Shiranami'nin köydeki herkesin kontrolü altında olduğunu görürler.",
                "air_date": "2010-02-25",
                "still_path": "/f70RcT4jl9lSchZurHxsTEChnjX.jpg",
                "video_url": "3927280"
            },
            {
                "episode_number": 150,
                "name": "Yasak Jutsu Yayınlandı",
                "overview": "Kakashi Takımının geri kalanı ele geçirilen köylüleri ve ninja haydutlarını geride tutarken Naruto ve Utakata, Hotaru'yu kurtarmaya gider. Onu bulduklarında Shiranami'nin jutsuyu etkinleştirdiğini ve Hotaru'nun da Shiranami'nin kontrolü altında olduğunu keşfederler. Naruto ve Utakata, yasak jutsu tamamen dolmadan Shiranami'yi durdurup Hotaru'yu kurtarabilecek mi?",
                "air_date": "2010-03-04",
                "still_path": "/4DgxcdSYA5WRjMMHF5UTmvwgOJL.jpg",
                "video_url": "3927282"
            },
            {
                "episode_number": 151,
                "name": "Usta ve Öğrenci",
                "overview": "Yasak jutsuyu uyguladıktan sonra Hotaru, jutsu'nun verdiği hasarı görünce dehşete düşer. Shiranami daha sonra yasak jutsu'nun çakrayla dolup taştığını ve Hotaru ile birlikte kendisini yok edeceğini fark eder. Naruto kaçan Shiranami'yi kovalarken Utakata, içindeki gizli gücü kullanarak Hotaru'yu kurtarmaya çalışır. Utakata Hotaru'yu kurtarabilecek mi?",
                "air_date": "2010-03-11",
                "still_path": "/qTypCsMzxQh0fc1ya4vmpyXfNbt.jpg",
                "video_url": "3927285"
            }
        ]
    },
    "season_8": {
        "season_number": 8,
        "name": "Sezon 8",
        "episode_count": 24,
        "air_date": "2010-03-26",
        "poster_path": "/g7yAuliC36kfy2vliU8yf9WPZCG.jpg",
        "episodes": [
            {
                "episode_number": 152,
                "name": "Kasvetli Haberler",
                "overview": "Kakashi Takımı, görevlerini tamamladıktan sonra Gizli Yaprak Köyü'ne geri döner. Naruto, Itachi ile yaptığı konuşmayı düşünürken Tsunade tarafından çağrılır ve burada Jiraiya ile ilgili şok edici haberler öğrenir.",
                "air_date": "2010-03-25",
                "still_path": "/fQy5LVIYzMO2LWAn82YHcRLGUpz.jpg",
                "video_url": "3927288"
            },
            {
                "episode_number": 153,
                "name": "Ustanın Gölgesini Takip Etmek",
                "overview": "Shikamaru, Jiraiya'nın ölmeden önce bıraktığı ölmekte olan mesajı çözmeye çalışır ancak ne yazdığını anlayamaz. Shikamaru, kodu bildiğini düşünerek Naruto'dan yardım ister. Üzgün ​​Naruto, Jiraiya'nın ölmek üzere olan mesajını çözebilecek mi?",
                "air_date": "2010-03-25",
                "still_path": "/vp1IKTYeeIgo08NMvGLfbvCfHV1.jpg",
                "video_url": "3927289"
            },
            {
                "episode_number": 154,
                "name": "Şifre Çözme",
                "overview": "Jiraiya'nın geride bıraktığı kod nihayet çözüldü ama bu tam olarak ne anlama geliyor? Bu arada Naruto eğitimine devam ediyor.",
                "air_date": "2010-04-08",
                "still_path": "/zrbQiHfZR7MAlTNmtYqP0WXlp6F.jpg",
                "video_url": "3927290"
            },
            {
                "episode_number": 155,
                "name": "İlk Mücadele",
                "overview": "Jiraiya'nın ilk kitabını okuduktan sonra Naruto, eğitimini tamamlama konusunda her zamankinden daha kararlı hale gelir. Başka bir yerde öfkeli Raikage, tüm kageleri bir toplantıya çağırmayı planlar.",
                "air_date": "2010-04-08",
                "still_path": "/8pAl5NYIOJdVPyFIidrTO5ukW5F.jpg",
                "video_url": "3927292"
            },
            {
                "episode_number": 156,
                "name": "Ustayı Aşmak",
                "overview": "Naruto, Bilge Modunda ustalaşmayı başarır ve bunu Jiraiya'nın bile yapabileceğinden daha ileri götürür. Ancak Pain hamlesini yapmaya hazırlanırken işler Konoha için pek de iyi görünmüyor.",
                "air_date": "2010-04-15",
                "still_path": "/nBH9IJAHHFemLIB0S4PNrQqka1q.jpg",
                "video_url": "3927294"
            },
            {
                "episode_number": 157,
                "name": "Yaprak Köyü'ne Saldırı!",
                "overview": "Akatsuki Lideri Pain, Gizli Yaprak Köyü'nü istila etmeye başlar. Yaprak ninjası, Naruto'nun bulunduğu yeri korumak için toplanır, ancak Pain Iruka'yı hedef alınca Kakashi onunla yüzleşmek zorunda kalır.",
                "air_date": "2010-04-22",
                "still_path": "/5G4612ixdbw3FeXX4oesk9yDNgu.jpg",
                "video_url": "3927295"
            },
            {
                "episode_number": 158,
                "name": "İnanma Gücü",
                "overview": "Tsunade, Naruto'nun köye geri çağrılması emrini verir, ancak yaşlılar onun bu konudaki kararına güvenmezler. Tsunade onları ikna etmeye çalışırken ve savaşa kendisi katılmaya hazırlanırken Kakashi, yeteneklerini ortaya çıkarmak için Pain ile savaşır.",
                "air_date": "2010-04-29",
                "still_path": "/qTcG2VUOlu4D0QSy8p0tFQvUzJZ.jpg",
                "video_url": "3927296"
            },
            {
                "episode_number": 159,
                "name": "Pain, Kakashi'ye Karşı",
                "overview": "Kakashi, Pain'e karşı savaşmaya devam ediyor. Chouji ve Chouza'nın gelişiyle işler düzelmeye başlar, ancak Pain henüz bitmemiştir.",
                "air_date": "2010-05-06",
                "still_path": "/xaM20oKDdYp5GASAmR2XbdlJCcF.jpg",
                "video_url": "3927297"
            },
            {
                "episode_number": 160,
                "name": "Acının Gizemi",
                "overview": "Kakashi, Pain'e karşı düştüğünde durum Konoha için daha da kötüleşir. Shizune ve Inoichi, Acının gizemini çözmeye yaklaşıyorlar ama Acının Hayvan ve İnsan yolları önlerine çıktıklarında, Acı hakkındaki gerçekle kaçabilecekler mi?",
                "air_date": "2010-05-13",
                "still_path": "/5fzNjcc77xQ6C0wjRJ5e950uK0z.jpg",
                "video_url": "3927298"
            },
            {
                "episode_number": 161,
                "name": "Surname Is Sarutobi. Given Name, Konohamaru!",
                "overview": "Ebisu, Konohamaru'yu Pain'den korur ve Naruto hakkında herhangi bir bilgiyi açıklamayı reddeder. Ebisu, hem Naruto'yu hem de Konohamaru'yu korumak için hayatından vazgeçmeye hazırdır. Konohamaru öğretmeninin hayatını mahvetmesine izin vermeyecektir ama Pain'e karşı ne yapabilir?",
                "air_date": "2010-05-20",
                "still_path": "/AdNOvP39wJcDa6tkaPcrT76YCjE.jpg",
                "video_url": "3927299"
            },
            {
                "episode_number": 162,
                "name": "Dünyaya Acı",
                "overview": "Pain, Tsunade ile yüzleşir ve ona Naruto'nun nerede olduğu hakkında sorular sorar. Tsunade, Pain ile amaçları konusunda tartışır, ancak Pain kısa süre sonra ihtiyaç duyduğu bilgiyi başka bir kaynaktan alır. Pain, ayrılmaya hazırlanmadan önce köye yıkıcı bir saldırı düzenler! Bu sırada Naruto, Yaprak Köyü'ne dönmeye hazırlanır ancak çok geç kalmış olabilir.",
                "air_date": "2010-05-27",
                "still_path": "/vywLiwhCwV3CSyinKzwmljL5L1A.jpg",
                "video_url": "3927301"
            },
            {
                "episode_number": 163,
                "name": "Patlayın! Bilge Modu",
                "overview": "Naruto geri döner ve köyün Pain'in Shinra Tensei saldırısı tarafından harap edildiğini keşfeder. Naruto, Acı'nın altı yolunun hepsini aynı anda ele almaya hazırlanırken herkesin geride kalmasını ister.",
                "air_date": "2010-06-03",
                "still_path": "/sLMENh6CdYhWv99r7fkkM9g6Kvi.jpg",
                "video_url": "3927303"
            },
            {
                "episode_number": 164,
                "name": "Tehlike! Bilge Modu Sınırına Ulaşıldı",
                "overview": "Naruto, Pain'in cesetlerini birbiri ardına başarılı bir şekilde yok etmeye başlar, ancak Bilge Modu sınırına ulaştığında Pain, savaşın kontrolünü ele geçirmeye çalışır. Pain'in zafer anı yaklaşıyor mu, yoksa Naruto'nun bir planı var mı?",
                "air_date": "2010-06-10",
                "still_path": "/zJx4HNhRHuezCGIVFDn3uwW0nXb.jpg",
                "video_url": "3927305"
            },
            {
                "episode_number": 165,
                "name": "Dokuz Kuyruklu Yakalandı!",
                "overview": "Pain'in Tanrı Alemi nihayet savaşa giriyor. Naruto'nun kurbağa müttefikleri birer birer düşerken durum kötü görünmeye başlar. Naruto Pain'i yenebilecek mi?",
                "air_date": "2010-06-17",
                "still_path": "/ejnSRdNTLAkzaUTROSYQvinrG33.jpg",
                "video_url": "3927306"
            },
            {
                "episode_number": 166,
                "name": "İtiraflar",
                "overview": "Pain, Naruto'ya bunu neden yaptığını anlatırken Hinata sahneye çıkar ve duygularını Naruto'ya itiraf eder. Onu kurtarmak için Pain'e saldırır... İşler karışmak üzeredir ve Naruto sınırı aşmak üzeredir!",
                "air_date": "2010-06-24",
                "still_path": "/hfq7gnNl6qdiStHA4Yh4g3j96Bd.jpg",
                "video_url": "3927308"
            },
            {
                "episode_number": 167,
                "name": "Gezegensel Yıkım",
                "overview": "Naruto'nun öfkesi onu Kyubi'nin altı kuyruğunu Pain'e karşı salmaya iter. Bu tehditle mücadele etmek için Pain, Naruto'yu durdurmak için en güçlü tekniğine güvenmek zorunda kalır. Pain, Naruto'yu yenmeyi başarabilecek mi, yoksa en beklenmedik müttefikler Naruto'yu sakinleştirecek mi?",
                "air_date": "2010-07-01",
                "still_path": "/enKVEjxnAlan27u5NU97tRDOSl6.jpg",
                "video_url": "3927310"
            },
            {
                "episode_number": 168,
                "name": "Dördüncü Hokage",
                "overview": "Dördüncü Hokage, Naruto'nun zihninde belirir ve onun aptalca Kyubi'yi serbest bırakmasını engeller. Baba ve oğul arasındaki bu yüzleşme Naruto'ya Pain'i tamamen durdurmak için ihtiyaç duyduğu güveni verecek mi?",
                "air_date": "2010-07-15",
                "still_path": "/hIB0A0TkpwXKcZy0xLmmS9lUlGe.jpg",
                "video_url": "3927311"
            },
            {
                "episode_number": 169,
                "name": "İki Öğrenci",
                "overview": "Naruto, Nagato'yla yüzleşir ve Nagato'nun kötü yollara yönelmesine neyin sebep olduğunu duyduktan sonra Pain'in kendisine daha önce sorduğu sorunun cevabını ona vereceğini söyler. Naruto'nun cevabı nedir ve Nagato nasıl bir sonuca varacak?",
                "air_date": "2010-07-22",
                "still_path": "/pnMtDhkrrvEjYhIYvnpu1V0uZox.jpg",
                "video_url": "3927313"
            },
            {
                "episode_number": 170,
                "name": "Büyük Macera! Dördüncü Hokage'nin Mirası İçin Görev ~ Bölüm 1",
                "overview": "Dördüncü Hokage Minato Namikaze, vefat etmeden önce mirasını arkasında bıraktı. Naruto, Sakura ve Sasuke, diğer şinobi takımları ona ulaşamadan Minato'nun mirasını bulmaya çalışır.",
                "air_date": "2010-07-29",
                "still_path": "/iNVrPCWmID2h4xjzO1HDtvZteac.jpg",
                "video_url": "3927314"
            },
            {
                "episode_number": 171,
                "name": "Büyük Macera! Dördüncü Hokage'nin Mirasını Arayış ~ Bölüm 2",
                "overview": "Naruto, Sakura, Shikamaru, Ino ve Choji, beklenmedik ziyaretçileri kovalarken Dördüncü Hokage'nin Mirasını aramaya devam ediyor.",
                "air_date": "2010-07-29",
                "still_path": "/p4SooI9J93ZU1Nzfo9xJYzzZNub.jpg",
                "video_url": "3927315"
            },
            {
                "episode_number": 172,
                "name": "Toplantı",
                "overview": "Nagato, Naruto'ya Yahiko ve Konan'la nasıl tanıştığını ve daha sonra Jiraiya'nın öğrencisi olduğunu anlatır.",
                "air_date": "2010-08-05",
                "still_path": "/5pXbIc9hVXrFYToaxK8Rx7UqLcD.jpg",
                "video_url": "3927316"
            },
            {
                "episode_number": 173,
                "name": "Ağrının Kökeni",
                "overview": "Nagato, Yahiko'nun başına gelenler hakkındaki gerçeği ve onu Jiraiya'nın ideallerini göz ardı etmeye iten şeyin ne olduğunu açıklar. Hikayesi bitince Naruto'nun cevaplarını duymayı talep ediyor. Naruto'nun cevabı Nagato'yu kötü planlarını durdurmaya ikna etmeye yetecek mi yoksa Naruto, Nagato'yu öldürmek zorunda mı kalacak?",
                "air_date": "2010-08-12",
                "still_path": "/aVBUUj70LejeLOpJHIvgLfx03An.jpg",
                "video_url": "3927318"
            },
            {
                "episode_number": 174,
                "name": "Naruto Uzumaki'nin Hikayesi",
                "overview": "Nagato'nun hikayesi bittikten sonra Naruto ona cevabını anlatır ve ustasının mirasını terk etmeyeceğini ve ne kadar acı çekerse çeksin barış için çabalamaya devam edeceğini belirtir. Nagato, Jiraiya'nın öğrencilerinden biri olarak geçirdiği son günleri düşünerek Naruto'nun söylediklerini yansıtıyor. Nagato sonuçta Naruto'nun cevabına nasıl tepki verecek?",
                "air_date": "2010-08-19",
                "still_path": "/joyTrrO0LNTDi3QLxHTkiwRqrtN.jpg",
                "video_url": "3927321"
            },
            {
                "episode_number": 175,
                "name": "Gizli Yaprağın Kahramanı",
                "overview": "Naruto'ya inanmaya karar veren Nagato, köyde saldırıda ölen herkesi canlandırmak için Gedo Sanatı: Rinne Rebirth jutsu'yu kullanarak çakrasının sonunu harcar ve böylece hayatını verir ve bunun yapabileceği en az şey olduğunu söyler. . Nagato'nun ölmesiyle Konan, Nagato'yu ve Pain'in Tanrı Diyarını (aslında Yahiko'nun bedeni olan) yanına alarak Akatsuki'den ayrılır ve Naruto, Nagato'nun gerçek barışı sağlayacağına inandığından kendisinin de bunu yapacağını söyleyerek ayrılır. Naruto Yaprak'a döndüğünde, tüm köyün onun dönüşünü beklediğini ve onu gerçek bir kahraman olarak selamladığını görünce hayrete düşer. Bunca yıldan sonra Naruto nihayet her zaman istediği takdiri aldı.",
                "air_date": "2010-08-26",
                "still_path": "/dZyOizROq6WZ9dP0y5vTCyI6Ht1.jpg",
                "video_url": "3927322"
            }
        ]
    },
    "season_9": {
        "season_number": 9,
        "name": "Sezon 9",
        "episode_count": 21,
        "air_date": "2010-09-03",
        "poster_path": "/zIoec9Wa0WtRhwSl9pTrBl9mUOb.jpg",
        "episodes": [
            {
                "episode_number": 176,
                "name": "Çaylak Eğitmen Iruka",
                "overview": "Yaprak Köyü'nün yok edilmesinin ardından Iruka, Üçüncü Hokage'nin ona Akademi'de Naruto'nun sınıf öğretmeni olma görevini ilk kez verdiği zamanı, çünkü başka kimse onu kabul etmeyeceğini düşünüyor.",
                "air_date": "2010-09-02",
                "still_path": "/cBwmVioMYZrInqO6sBQcXgRKvxS.jpg",
                "video_url": "3927324"
            },
            {
                "episode_number": 177,
                "name": "Iruka'nın Çilesi",
                "overview": "Iruka, Naruto'nun akranları tarafından dışlandığını gördükten sonra Naruto'yla bağlantı kurmaya çalışırken içindeki Dokuz Kuyruklu Tilki'ye duyduğu nefretle başa çıkmakta zorlanır.",
                "air_date": "2010-09-09",
                "still_path": "/of9SJDTmKwoyBGhhbJWQqo1QtKV.jpg",
                "video_url": "3927326"
            },
            {
                "episode_number": 178,
                "name": "Iruka'nın Kararı",
                "overview": "Üzerinde gizli bir mesaj bulunan bir kunai bıçağı bulan Naruto, Gizli Şelale Köyü'nden üç kunoichi tarafından takip edilir. Iruka onu bulmaya çalışır, ancak durum daha da kötüleştiğinde Kakashi ikisini de kurtarır gibi görünür.",
                "air_date": "2010-09-16",
                "still_path": "/ssHJtHoARbrtFPg4xl2Jy91EADa.jpg",
                "video_url": "3927327"
            },
            {
                "episode_number": 179,
                "name": "Kakashi Hatake, Sorumlu Jonin",
                "overview": "Kakashi, Takım 7'nin sensei'si olarak atandığında bir geri dönüş yaşar. Öğrencilerini Naruto, Sasuke ve Kakashi'yi tanımak amacıyla; Sakura, daha iyisi, Kakashi onları gözetliyor ve grup olarak nasıl anlaşacaklarını görüyor. Sakura'nın Naruto'ya velet demesi ve ona doğru mu yanlış mı söyleyecek bir ailesi olmaması konusundaki konuşmasına öfkelenen Sasuke, Sakura'ya sinir bozucu olduğunu söyler. Sakura'nın üzüntüsünü fark eden Naruto, Sasuke ile savaşmaya gider ancak yenilir. Daha sonra olay şimdiki zamana döner ve Kakashi, Sasuke'yi durdurmanın kendisine bağlı olduğunu iddia eder.",
                "air_date": "2010-09-30",
                "still_path": "/bApipaJPCXQIGUubRhIACTvzgcb.jpg",
                "video_url": "3927328"
            },
            {
                "episode_number": 180,
                "name": "Inari'nin Cesareti Test Edildi",
                "overview": "Saklı Yaprak Köyü'nün ninjaları, Pain'in işgalinin ardından köylerini onarmaya çalışırken Naruto ve Sakura, marangozlar arasında tanıdık bir yüzle karşılaşır: Inari ve Tazuna yardıma geldi. Inari, Gato'nun ölümünden sonra olanları ve Naruto ile Sasuke'nin onu nasıl kurtardığını hatırlıyor.",
                "air_date": "2010-10-07",
                "still_path": "/lUFFqhc11a1GJWbSIDGSbmt59kc.jpg",
                "video_url": "3927329"
            },
            {
                "episode_number": 181,
                "name": "Naruto'nun İntikam Okulu",
                "overview": "Naruto ve Sakura'nın geçmişe dönüşünde, Takım 7, Bay Devekuşu adlı bir devekuşu evine götürme görevindedir. Uzak akrabası Shikazo'yu öldüren Katazu adında bir adama karşı kan davası açan Tsukado adında bir kılıç ustası gördükleri bir köye varırlar. Tsukado onu yenmeyi başaramadığı için Naruto ona alışılmadık intikam dersleri vermeye karar verir. Katazu daha sonra kardeşinin kimliğini aldı ve Shikazo'nun takipçilerini cezbederken Kageki ve ailesi saklanmaya başladı. Tsukado onu öldürmemeye karar verir ve Kanabun onların savaşmaya devam etmelerini istese de yıllarca süren kavgalarına son verir. Kılıççılar, 7. Takım ve Bay Devekuşu, Kanabun Çetesi'ni şehir dışına kovalar.",
                "air_date": "2010-10-14",
                "still_path": "/5RlcKufD2o0rDJk2HFP652ZuDUD.jpg",
                "video_url": "3927332"
            },
            {
                "episode_number": 182,
                "name": "Gaara'nın Bağı",
                "overview": "Akatsuki'nin Gizli Yaprak Köyü'ne saldırısıyla ilgili haberi duyan Gaara, Naruto'nun iyiliği konusunda endişelenir. Geçmişte Takım 7'nin kendisine bir sorunu çözmek için yardım etmek üzere görevlendirildiği bir zamanı ve hiç kimsenin, özellikle de Naruto'nun ona güvenmeye istekli olmadığını hatırlıyor. Ancak haksızlık ettiği insanlar yüzünden hayatı tehlikeye girdiğinde onu kurtaran ilk kişi Naruto oldu.",
                "air_date": "2010-10-21",
                "still_path": "/ruElGoLebZy2DTKKqnMCkULBE2r.jpg",
                "video_url": "3927333"
            },
            {
                "episode_number": 183,
                "name": "Naruto: Salgın",
                "overview": "Sakura, Naruto'nun kendisine garip bir hastalık bulaştırdığı zamanı hatırlıyor. Bir tedavi bulmak amacıyla, Naruto'nun başkalarına bulaştırmadan önce ne pahasına olursa olsun karantinaya alınması emri çıkarıldı.",
                "air_date": "2010-10-28",
                "still_path": "/o7EVLp3Jn7fOQekGx1N5NY7EgUt.jpg",
                "video_url": "3927335"
            },
            {
                "episode_number": 184,
                "name": "Dağıtmak! Takım Tenteni",
                "overview": "O ve Neji, ninja silahları yapan yaşlı bir adamı ziyaret etmeye hazırlanırken Tenten, Naruto ve Neji ile birlikte onu ilk ziyaret ettiği zamanı hatırlıyor. Tenten, daha önce hiç görmediği yeni ve tuhaf bir silah kullanarak, adamın güçlü silahlarından ikisini çalan iki ninjaya karşı savaştı.",
                "air_date": "2010-11-04",
                "still_path": "/tc8DZn1G4gsDuPIKxKrOKLuyhT3.jpg",
                "video_url": "3927336"
            },
            {
                "episode_number": 185,
                "name": "Hayvan Bölgesi",
                "overview": "Bir devekuşu, Kotetsu liderliğindeki Naruto, Rock Lee ve Shino'nun onu bulup bastırmak amacıyla Yaprak Köyü'nün hayvanlar bölgesine girdikleri zamanın hikayesini anlatır. Ancak o ve diğer hayvanlar, kavga etmeden ölmeye istekli olmadıklarını kanıtladılar.",
                "air_date": "2010-11-11",
                "still_path": "/mZWqqQVCZfK6RNuGxjbVBeVvYjH.jpg",
                "video_url": "3927337"
            },
            {
                "episode_number": 186,
                "name": "Ah, Gençlik İlacı",
                "overview": "Rock Lee'nin ameliyatından önce Naruto, Guy tarafından kendisine verilen kıyafeti giydikten sonra, Lee'nin ilacı için gerekli bir malzeme olan özel bir çiçeği elde etmek için Sakura ve Ino ile birlikte bir göreve çıktı. Ancak Naruto çiçeklerden birini seçtiğinde Gaara'nın şeklini alan tuhaf bir teknikle yüzleşmek zorunda kaldı.",
                "air_date": "2010-11-18",
                "still_path": "/u5vGLLcnvHZOOM8IoEPuJT5p7Mt.jpg",
                "video_url": "3927339"
            },
            {
                "episode_number": 187,
                "name": "Cesur Usta ve Öğrenci: Eğitim",
                "overview": "Naruto'nun Jiraiya'nın altında eğitim gördüğü iki buçuk yıllık zaman diliminde, Jiraiya Naruto'nun genjutsuyu nasıl püskürteceğini öğrenmesinin zamanının geldiğine karar verdi. Bu eğitim seansı sırasında, ikili Jiraiya'nın daha önce ilişkilendirildiği bir köye gittiler, ancak ortada karanlık bir şey olduğunu keşfettiler.",
                "air_date": "2010-11-25",
                "still_path": "/zbOlAN0TdIsGZwZoYfir333VNHD.jpg",
                "video_url": "3927340"
            },
            {
                "episode_number": 188,
                "name": "Ninja Cesur Usta ve Öğrencinin Kaydı",
                "overview": "Köyün, Hanzo liderliğindeki Gizli Yağmur Köyü'ndeki isyancıların kontrolü altında olduğunu keşfettikten sonra Naruto ve Jiraiya, rehin alınan kadın ve çocukları kurtarmak ve köyü Rain'in zalim kontrolünden kurtarmak için harekete geçmeye karar verdi.",
                "air_date": "2010-11-25",
                "still_path": "/tWfDVXbfvXk0JQnDCSh4cLExH1H.jpg",
                "video_url": "3927341"
            },
            {
                "episode_number": 189,
                "name": "Sasuke'nin Pençesi Ansiklopedisi",
                "overview": "Geçmişte Naruto ve Sakura, tüm ninja kedilerine hükmeden büyük ve güçlü iki kuyruklu ninja kedisi Nekomata'nın pati izini toplama görevinde Sasuke'ye katılmışlardı.",
                "air_date": "2010-12-02",
                "still_path": "/qlBD3X7EngeJOVE9dWcMvu6jZSe.jpg",
                "video_url": "3927343"
            },
            {
                "episode_number": 190,
                "name": "Naruto ve Eski Asker",
                "overview": "Naruto, iki jonin ve \"Ebedi Genin\" olarak bilinen bir yaşlı, Orochimaru'nun saldırısının ardından Ateş Ülkesi sınırında devriye gezmek için yola çıktı. Hiçbir olayın yaşanmadığı birkaç günün ardından, bir grup düşman ninjası sınırları geçiyor. Ebedi Genin cesur bir ninja olduğunu kanıtlıyor ve 2. ve 3. hokagelerden öğrendiği dersleri hatırlayarak Naruto ile babası arasındaki benzerlikleri görüyor.",
                "air_date": "2010-12-09",
                "still_path": "/tfKkfq3lgLZxsCv8SrbwwlSlWGu.jpg",
                "video_url": "3927344"
            },
            {
                "episode_number": 191,
                "name": "Kakashi'nin Aşk Şarkısı",
                "overview": "Gizli Kilit Köyü'nden (Anahtar Ülkesi) bir kadın casus Hanare, müzisyen gibi davranırken ANBU tarafından yakalanır. Sorguya çekildi. Ancak sorgulama başarısızlıkla sonuçlanır. Yavaş yavaş geçmişi ve Kakashi ile olan ilişkisi ortaya çıkar. Ekip 7, ikisinin çıktığı izlenimiyle şehirde dolaşırken ikiliyi gözetler. Lock Village, Leaf Village ninjasını rehin tuttuktan sonra Hanare'yi ninjayla değiştirirler. Daha sonra Hanare'nin büyük bir kovalamacanın gerçekleşmesine neden olan özel bir yeteneğe sahip olduğu ortaya çıkar. Sonunda Kakashi, Hanare'yi serbest bırakır. Başlangıçta Konoha ninjasını eğlendirirken görülen müzisyen, Kakashi'ye Hanare'yi hatırlatıyor ve bu da geriye dönüşü tetikliyor.",
                "air_date": "2010-12-16",
                "still_path": "/5G4rnpNZdDgJKhZfBMzulu5Rq5N.jpg",
                "video_url": "3927345"
            },
            {
                "episode_number": 192,
                "name": "Neji Günlükleri",
                "overview": "Konohamaru'nun ekibi Neji'den Naruto'nun kahramanlığı hakkında konuşmasını ister. Bunun yerine Neji onlara üç yıl önceki Chunin sınavları sırasında yaşanan bir olayı anlatır. Orochimaru, Konoha'ya saldırırken iki haydut ninja, kargaşadan yararlanır ve Hinata'yı kaçırır. Neji, Tenten, Kiba ve Akamaru onu kurtarmak için acele eder. Hiashi ortaya çıkıp onları kurtarana ve Neji'ye kendisinin Hiashi'nin küçük erkek kardeşinin sevilen hatırası olduğunu söyleyene kadar başları beladadır. Neji, Naruto'nun kader hakkındaki konuşmasının doğru olduğunu fark eder; o sadece klan adının kölesi değil. Konohamaru'nun ekibi Naruto'nun hikayede hiç olmadığından şikayet ediyor ve Neji şifreli bir şekilde Naruto'nun en önemli kısım olduğunu söylüyor.",
                "air_date": "2010-12-23",
                "still_path": "/y47cuXkBEdhmGnZQMZA0uYNyvya.jpg",
                "video_url": "3927346"
            },
            {
                "episode_number": 193,
                "name": "İki Kez Ölen Adam",
                "overview": "Naruto, Kisuke adında bir adamın ruhuyla karşılaştığı zamanı düşünüyor. Kisuke kim olduğuna dair hiçbir şey hatırlamıyordu ama Yaprak Köyü hastanesine yapılan ziyaret şaşırtıcı bir şeyi ortaya çıkardı. Bu arada Ateş Ülkesi'nin üst düzey yetkilileri, Yaprak Köyü için Sabiru adlı bir ninja tarafından oluşturulan yeni bir güvenlik sistemine karar vermek için bir araya geldi. Kisuke ve Sabiru tam olarak kimdi ve ikisinin ne gibi bir bağlantısı vardı?",
                "air_date": "2011-01-06",
                "still_path": "/xkfbOQifbExZPMRdVu1IkDeGy5K.jpg",
                "video_url": "3927348"
            },
            {
                "episode_number": 194,
                "name": "En Kötü Üç Ayaklı Yarış",
                "overview": "Naruto, 7. Takım'ın altın bir heykeli çalan bir grup hırsızı yakalama görevinde olduğu zamanı düşünür. Naruto ve Sasuke, hırsızlara karşı bir hamle yaparken heykeli geri almayı başarmış ancak yakalanan Sakura'dan ayrılmışlardır. Üstelik, hırsızların lideri, Naruto'nun ellerinden birini Sasuke'nin ellerinden birine bağlamak için özel bir iplik benzeri teknik kullanmıştır. Kelimenin tam anlamıyla birbirlerine yapışmış olan Naruto ve Sasuke, Sakura'yı kurtarmak ve aynı zamanda altın heykeli güvende tutmak için birlikte çalışabilecekler midir?",
                "air_date": "2011-01-13",
                "still_path": "/oEzLPaKvKhxsVVK3sfxdPwEuWTQ.jpg",
                "video_url": "3927350"
            },
            {
                "episode_number": 195,
                "name": "Takım 10'un Takım Çalışması",
                "overview": "Shikamaru, 7 ve 10. Takımların yakındaki bir köyü terörize eden ve muhtarın torununu kaçıran bir haydut çetesini temizlemek için bir araya geldiği zamanı hatırlıyor. Kakashi veya Asuma'dan yardım alamayan Shikamaru, genin takımını haydutların kalesine götürmek ve muhtarın torununu kurtarmak için bir plan yapmak zorunda kaldı.",
                "air_date": "2011-01-20",
                "still_path": "/xHbJW7Kbg8C5TF8Ke6TL8goLFPe.jpg",
                "video_url": "3927351"
            },
            {
                "episode_number": 196,
                "name": "Karanlığa Doğru Sür",
                "overview": "Sasuke, ekibi Taka ile Konoha'ya giderken bir geri dönüş yaşar. Bir keresinde Naho adında, Feodal Lord'un akrabası olduğunu bilmeyen bir kızı kurtarmıştı. Bu arada Naruto ve Sakura, Naho'ya eşlik etmek ve onun korumaları olarak hareket etmek üzere bir göreve gönderilirken, Kakashi ve Sasuke, uluslararası alanda aranan haydutların sınırlarına girmelerinin nedenini keşfetmeye gönderilir. Kakashi ve Sasuke daha sonra haydutların Naho'yu kaçırmayı planladıklarını öğrenir. Naruto ve Sakura haydutlar tarafından mağlup edilir ve rehin alınır. Sasuke onları ilk önce bulur ve lideri yenmeye başlar ve Naruto'nun artan gücüne duyduğu kıskançlık nedeniyle ona acımasızca yumruk atar. Günümüze bir kesit, Naruto'nun Sasuke'nin köye dönmesine dair verdiği söz üzerinde düşündüğünü ortaya koyuyor.",
                "air_date": "2011-01-27",
                "still_path": "/yNzm9KtOMiYMKyeStzmDpG4wF66.jpg",
                "video_url": "3927352"
            }
        ]
    },
    "season_10": {
        "season_number": 10,
        "name": "Sezon 10",
        "episode_count": 25,
        "air_date": "2011-02-11",
        "poster_path": "/l0LFSQOJZyQ8ujaw3Mf4Z0TeZY7.jpg",
        "episodes": [
            {
                "episode_number": 197,
                "name": "Altıncı Hokage Danzo",
                "overview": "Naruto ve Sakura, Danzo'nun Hokage yapıldığını ve ilk emrinin Sasuke'yi ortadan kaldırmak olduğunu öğrenir. İkili, Sai'ye gider ve Danzo'yu sorar, ancak Sai, Vakfın tüm üyelerine verilen lanet işaretinin, onun yeni Hokage hakkında herhangi bir şeyi açıklamasını engellediğini ortaya çıkarır. Kısa süre sonra Karui ve Darui onlara saldırarak Sasuke hakkında bilgi talep etti.",
                "air_date": "2011-02-10",
                "still_path": "/pwvA39RanKWk0NyiRZFraUYgKzH.jpg",
                "video_url": "3927354"
            },
            {
                "episode_number": 198,
                "name": "Beş Kage Zirvesi Arifesi",
                "overview": "Karui, ne pahasına olursa olsun Naruto'dan Sasuke hakkında bilgi almaya karar verir. Naruto, Sasuke'yi satmayı reddedince Karui, hayal kırıklığını Sasuke'den çıkarır. Bu sırada Danzo, Kage Zirvesi'ne hazırlanır ve Naruto'yu Yaprak Köyü'nde tutmaya karar verir.",
                "air_date": "2011-02-10",
                "still_path": "/gVMCEToEShzeX1uvWSAMeJjhuJY.jpg",
                "video_url": "3927356"
            },
            {
                "episode_number": 199,
                "name": "Beş Kage'ye Girin!",
                "overview": "Her Kage'nin Demir Ülkesi'ndeki Kage Zirvesi'ne gitme zamanı geldi. Toplantıya giderken Danzo, Wood Country'den kellesini almak isteyen şinobilerin saldırısına uğrar. Bu sırada Naruto, yanında Kakashi ve Yamato'yla birlikte onu Sasuke'yi bağışlamaya ikna etmek için Raikage'yi bulmaya gider.",
                "air_date": "2011-02-17",
                "still_path": "/upMuTdqBfrHzqTkScZBw3Td8B0U.jpg",
                "video_url": "3927357"
            },
            {
                "episode_number": 200,
                "name": "Naruto'nun Ricası",
                "overview": "Naruto, Raikage'nin önünde durur ve ona Sasuke'yi affetmesi için yalvarır. Raikage onun söyleyeceklerini dinleyecek mi? Daha sonra Beş Kage Zirvesi başlıyor. Mifune, Beş Büyük Milletin türünün ilk ittifakını kurması gerektiğini öne sürüyor; ama aynı zamanda Danzo'yu lider olarak aday gösteriyor. Diğer Kage'ler ikinci teklife nasıl tepki verecek?",
                "air_date": "2011-02-24",
                "still_path": "/oj3Q6NlkpjzGDwaFgM7CiUyKsvl.jpg",
                "video_url": "3927359"
            },
            {
                "episode_number": 201,
                "name": "Acı Veren Karar",
                "overview": "Mifune'un Danzo'yu ittifakın lideri yapma önerisiyle ilgili Beş Kage Zirvesi'nde kaos yaşanırken Ao, yeni Hokage hakkında rahatsız edici bir şey keşfeder. Bu sırada Shikamaru, Sakura'ya gider ve Sasuke'ye karşı kararlı bir eylemde bulunmak için izin ister. Sakura nasıl tepki verecek ve Danzo'nun sırrı nedir?",
                "air_date": "2011-03-03",
                "still_path": "/9XgGPw2OYIFYVgIqneoSEkXGZ0c.jpg",
                "video_url": "3927360"
            },
            {
                "episode_number": 202,
                "name": "Yarış Yıldırımı",
                "overview": "Zetsu, Beş Kage Zirvesi'nin ortasında hiçbir uyarıda bulunmadan dışarı fırlar ve Sasuke'nin yakınlarda bir yerde olduğunu duyurur. Zirve hemen askıya alınır ve Kageler ile samuraylar onu aramaya başlar. Bu sırada Naruto, kendisiyle konuşması gerektiğini söyleyen Madara'dan beklenmedik bir ziyaret alır. Sasuke keşfedilmeye nasıl tepki verecek ve Madara'nın niyeti nedir?",
                "air_date": "2011-03-10",
                "still_path": "/4560DTkqMu5xX5Bg9x3rWnGpdXn.jpg",
                "video_url": "3927361"
            },
            {
                "episode_number": 203,
                "name": "Sasuke'nin Ninja Yolu",
                "overview": "Hawk Takımı açığa çıkınca Sasuke, tüm rakip samurayları acımasızca alt etmeye başlar. Raikage, Darui ve Shii ile birlikte Sasuke'nin izini sürer. İki taraf savaşa girer ve Suigetsu ile Juugo mücadeleye katılır. Bu ezici güç mücadelesini hangi taraf kazanacak?",
                "air_date": "2011-03-17",
                "still_path": "/6WstPGyyh32urHnYNH1wo61dRBA.jpg",
                "video_url": "3927362"
            },
            {
                "episode_number": 204,
                "name": "Beş Kage'nin Gücü",
                "overview": "Sasuke, Susano'o'yu kullanarak Gaara ve Raikage'yi geçip Danzo'ya doğru yola çıktı. İkincisi Sasuke'nin elindeyken Mizukage onun önünde duruyor.",
                "air_date": "2011-03-24",
                "still_path": "/v4xUsTEe54ZbCs0vOYG11T238qR.jpg",
                "video_url": "3927364"
            },
            {
                "episode_number": 205,
                "name": "Savaş Ilanı",
                "overview": "Dört Kage, Madara Uchiha'nın aniden ortaya çıkmasıyla şaşırır. Ulaşım Tekniğini kullanarak Sasuke'yi güvenli bir yere gönderen Madara, Kage'ye \"Tsuki no Me Projesi\"ni açıklar.",
                "air_date": "2011-03-31",
                "still_path": "/HXe7sMV7ynNqyv5IDArAczkx9z.jpg",
                "video_url": "3927365"
            },
            {
                "episode_number": 206,
                "name": "Sakura'nın Duyguları",
                "overview": "Naruto'ya daha fazla acı vermek istemeyen Sakura, ona Sasuke'yi geri getirme sözünden vazgeçebileceğini söyler ve Sasuke'ye karşı artık bir şey hissetmediğini iddia eder. Üstelik Sakura, Naruto'ya olan hislerini itiraf ederek herkesi şaşırttı. Naruto nasıl tepki verecek? Bu sırada Kisame, Katil Arı'nın izini sürer ve Sekiz Kuyruklu için savaş başlar.",
                "air_date": "2011-04-07",
                "still_path": "/eCIBF5jWrK8MUuNHEgPOEMIOj6R.jpg",
                "video_url": "3927366"
            },
            {
                "episode_number": 207,
                "name": "Kuyruklu Canavar, Kuyruksuz Kuyruklu Canavara Karşı",
                "overview": "Killer Bee'nin Kisame ile savaşı devam ederken Kisame, Samehada ile bağlantılı gizli bir koz yeteneğini ortaya çıkarır. Bu sırada Ao, Danzo, Fuu ve Torune'un peşine düşer, ancak onlar bunu tahmin ederek ona bir tuzak kurarlar. Killer Bee ve Ao bireysel mücadelelerini tek parça halinde atlatabilecekler mi?",
                "air_date": "2011-04-14",
                "still_path": "/pmenp5p5KemqhSnrUt2c7YaLQGh.jpg",
                "video_url": "3927367"
            },
            {
                "episode_number": 208,
                "name": "Birinin Arkadaşı Olarak",
                "overview": "Sai'nin klonlarından biri Naruto'ya Sasuke'yi çevreleyen gerçeği söyler, Sakura bunu yapmaya kendini getiremez. Naruto, Sai'nin ne dediğini anlayamadan Gaara tarafından kesilirler. Gaara, Naruto'ya Sasuke ile ilgili hangi ek kötü haberi getirir?",
                "air_date": "2011-04-21",
                "still_path": "/tcdb8GDlW7UQRzOKyTHJhnWFIx4.jpg",
                "video_url": "3927368"
            },
            {
                "episode_number": 209,
                "name": "Danzo'nun Sağ Kolu",
                "overview": "Madara, Danzo ile savaşmak için Sasuke'yi kendi boyutunun dışına çıkarır. Sasuke, Itachi ile ilgili cevaplar istediğinde işler çirkinleşir ve Danzo (kelimenin tam anlamıyla) elindeki birkaç numarayı açıklar. Danzo'nun gerçek gücü nedir ve Sasuke onu bastırmaya yetecek gücü toplayabilecek mi?",
                "air_date": "2011-04-28",
                "still_path": "/h5h16LBGMaJQmpeu2pqPCMWnsjn.jpg",
                "video_url": "3927370"
            },
            {
                "episode_number": 210,
                "name": "Yasak Görsel Jutsu",
                "overview": "Danzo, hayalleri gerçeğe dönüştürme ve hayalleri gerçeğe dönüştürme konusunda şaşırtıcı bir güce sahip olan, İzanagi olarak bilinen yasak bir genjutsu'yu ortaya çıkarır. İzanagi'nin büyük gücünün bir zaman sınırı vardır ancak Sasuke'nin gücü de hızla azalmaktadır. Sasuke yeterince uzun süre direnebilecek mi, yoksa Danzo onu tamamen alt edebilecek mi?",
                "air_date": "2011-05-05",
                "still_path": "/yxWJmpGnNeUkKOZYNYF3dla3Anz.jpg",
                "video_url": "3927371"
            },
            {
                "episode_number": 211,
                "name": "Danzo Shimura",
                "overview": "Sasuke ve Danzo arasındaki kavga sona yaklaşırken Danzo, birincinin işini bitirmek için ne gerekiyorsa yapacaktır. Bu sırada Sakura ve ekibi, Sasuke'ye yaklaşır.",
                "air_date": "2011-05-12",
                "still_path": "/dekrX8Qo7IPhAwpkq6AsyqzCVvD.jpg",
                "video_url": "3927372"
            },
            {
                "episode_number": 212,
                "name": "Sakura'nın Kararlılığı",
                "overview": "Sakura ekibini terk eder ve tek başına Sasuke'nin bulunduğu yere gider. Bu sırada Madara, Sasuke'ye Karin'in işini bitirmesini tavsiye eder ama son anda Sakura müdahale eder. Bu kadar zaman sonra Sasuke ve Sakura arasında nasıl bir etkileşim gerçekleşecek?",
                "air_date": "2011-05-19",
                "still_path": "/7jG4eX6r1oeS1QPweXT5k7R5dUU.jpg",
                "video_url": "3927375"
            },
            {
                "episode_number": 213,
                "name": "Kayıp Tahviller",
                "overview": "Naruto dinlenirken Sasuke ile iki arkadaşı yakınlaştıran geçmiş deneyimlerini hayal etmeye başlar. Sakura'nın peşinde olan Kakashi'yi takip etmeye çalıştığında, Kakashi'den Naruto'yu Konoha'ya döndürme emri aldığını söyleyerek Yamato tarafından durdurulur. Naruto gizlice dışarı çıkıp Yamato'yu kandırmak için bir gölge klonu bırakmak için bir plan yapar. Kakashi'yi bulmak için Bilge Moduna girer. Daha sonra Sasuke'nin hayatına acı getiren deneyimleri hatırlamaya başlar. Naruto, Sasuke karşı karşıya gelirse onun için ne yapabileceğine karar verir.",
                "air_date": "2011-05-26",
                "still_path": "/4RNImttMwLF9HvHOPTarcbx6S4L.jpg",
                "video_url": "3927376"
            },
            {
                "episode_number": 214,
                "name": "Yük",
                "overview": "Kakashi, Sakura'yı Sasuke'nin elindeki kesin ölümden kurtarır ve dövüşü devralır. Sakura, Karin'i iyileştirdikten sonra tekrar Sasuke'yi yenmeye karar verir, ancak kararlılığı onu başarısızlığa uğratır. Tam ikinci kez ölüme yaklaştığında Naruto müdahale eder ve onu kurtarır. Uzun bir aradan sonra orijinal Team 7 yeniden bir araya geldi.",
                "air_date": "2011-06-02",
                "still_path": "/3IdEHiCzZsOwmxa5JIfjiVcvnZ8.jpg",
                "video_url": "3927378"
            },
            {
                "episode_number": 215,
                "name": "İki Kader",
                "overview": "Naruto, Sasuke'yi Sakura'yı öldürmeye çalıştığı için suçlar. Daha sonra Sasuke, Danzo'yu kendi elleriyle öldürdüğünü açıkladı. Gizli Yaprak'ı yok ederek Uchiha klanının adını saflaştırma niyetini ilan etmeye devam ediyor.",
                "air_date": "2011-06-09",
                "still_path": "/tvxAfxx9uUAplUw4mmI7fSJxkzV.jpg",
                "video_url": "3927380"
            },
            {
                "episode_number": 216,
                "name": "Yüksek Seviye Şinobi",
                "overview": "Naruto ve Sasuke çatışırken Rasengan'ları ve Chidori'leri patlayarak ikisini de havaya uçurur. Zetsu ve Madara, Sasuke'ye yardım etmek için göründüklerinde Akastuki karargahına çekilmeye karar verirler. Ancak onlar ayrılmadan önce Naruto'nun Sasuke'ye söyleyeceği son bir şey var; her ikisinin de hayatını etkileyecek bir şey.",
                "air_date": "2011-06-16",
                "still_path": "/RaHo2uLlQhg0wFxqU4NiCFqAaw.jpg",
                "video_url": "3927381"
            },
            {
                "episode_number": 217,
                "name": "Casus",
                "overview": "Naruto, Yaprak Köyü'ne geri döner ve takım arkadaşları, Sasuke bu kadar zayıf durumdayken neden onun işini bitirmediğini öğrenmek ister. Naruto onlara zamanı geldiğinde Sasuke ile şahsen ilgileneceğini söyler. Bu arada, Akastuki'nin öldüğü iddia edilen bir üyesi Gizli Bulut Köyü'ne sızmıştır.",
                "air_date": "2011-06-23",
                "still_path": "/eHTkbNb3G6ITS5MaqRw0rF8Lkfs.jpg",
                "video_url": "3927382"
            },
            {
                "episode_number": 218,
                "name": "Beş Büyük Millet Seferber Oluyor",
                "overview": "Müttefik Shinobi Kuvvetlerinin oluşumu Beş Büyük Ulusun Feodal Lordları tarafından onaylandı. Her Kage yaklaşan savaşa hazırlanmak için köylerine döner.",
                "air_date": "2011-06-30",
                "still_path": "/hdlbofXkzYigOrIN6sUOTkcPS58.jpg",
                "video_url": "3927383"
            },
            {
                "episode_number": 219,
                "name": "Kakashi Hatake, The Hokage",
                "overview": "Naruto arkadaşlarını toplar ve onlara Sasuke'yi tek başına yeneceğini söyler. Bu arada Yaprak Yaşlıları, Kakashi'yi resmi olarak bir sonraki Hokage olarak aday gösterir.",
                "air_date": "2011-07-07",
                "still_path": "/cDyTiuZ1B9eudT5tFUDdUnlxl23.jpg",
                "video_url": "3927384"
            },
            {
                "episode_number": 220,
                "name": "Büyük Lord Yaşlı'nın Kehaneti",
                "overview": "Myoboku Dağı'nda Gerotora, Fukasaku ve Büyük Lord Yaşlı, Naruto'ya Jiraiya'nın geride bıraktığı Tetragram Mührü'nün anahtarını verip vermeme konusunda tartışıyorlar; bu eylem Dokuz Kuyruğu serbest bırakabilir.",
                "air_date": "2011-07-21",
                "still_path": "/fvN8sFB0S2EmTAkZPXhhuIh3jqM.jpg",
                "video_url": "3927385"
            },
            {
                "episode_number": 221,
                "name": "Depolamak",
                "overview": "Naruto, Myoboku Dağı'nda Gerotora'yı kendi içinde depolamaya hazırlanır, ancak aynı zamanda Dokuz Kuyruklu'nun dünyaya salınması potansiyel riskini de taşıdığı için tereddüt eder.",
                "air_date": "2011-07-28",
                "still_path": "/bvwY9mjYYjPgb4utBKMUFIYw69P.jpg",
                "video_url": "3927387"
            }
        ]
    },
    "season_11": {
        "season_number": 11,
        "name": "Sezon 11",
        "episode_count": 21,
        "air_date": "2011-07-29",
        "poster_path": "/1lxahYOBIMpKqoKoB11qtmaBVP1.jpg",
        "episodes": [
            {
                "episode_number": 222,
                "name": "Beş Kage'nin Kararı",
                "overview": "Tsunade bir konseyle görüşür ve Dördüncü Shinobi Dünya Savaşı hakkında bilgi verir ve diğerlerini Akatsuki'yi küçümsememeleri konusunda uyarır. Oysa Yıldırım Ülkesi'nde Kisame onları gözetlediğinden savaşla ilgili bir konsey toplanır. B'nin kafiye kitabına rap yazmaya hiç dikkat etmemesi satın alındı. Daha sonra Shizune, Tsunade'ye Naruto'nun ortadan kaybolduğunu bildirir ve bunun için bazı şinobilere onu aramalarını emreder. Naruto, Ramen Ichiraku'ya geri döner. İki Konoha şinobisi imzasını istiyor ama o nasıl cevap vereceğini bilmiyor. Üç gün sonra Kage, kaynaklarını nasıl bir araya toplamaya başlamaları gerektiğini tartışmak için tekrar toplandı. İlk iş olarak Naruto ve Killer B'ye sürekli koruma sağlanacak. Tsunade, her ikisinin de Akatsuki ile savaşta çok değerli olacağı için itiraz eder, ancak kabul etmek zorunda kalır. Tsunade, A ile yalnız buluşur ve B'nin Naruto'ya Dokuz Kuyruklu'yu nasıl kontrol edeceğini öğretmesine izin vermek için ondan bir iyilik ister. A, B'yi ve Naruto'yu gönderdiği yerin sadece saklanma yeri değil aynı zamanda eğitim alanı olduğunu söylüyor. Tsunade köye döner ve Naruto'ya Yıldırım Diyarı'nda bulunan bir adaya S düzeyinde bir göreve gideceğini bildirir.",
                "air_date": "2011-07-28",
                "still_path": "/Ej4Ej5Y60mQTuBm2R5BYNmycuC.jpg",
                "video_url": "3927388"
            },
            {
                "episode_number": 223,
                "name": "Genç Adam ve Deniz",
                "overview": "Tsunade, Naruto'yu çok gizli bir görev kisvesi altında Akatsuki'den uzak tutmak için gönderir. Ne yazık ki Naruto, Yamato, Gai ve Aoba, gemilere saldıran bir canavarın raporu nedeniyle iskelede mahsur kaldı.",
                "air_date": "2011-08-04",
                "still_path": "/2ogU6uxZardUqnK1ERQzSixIOkz.jpg",
                "video_url": "3927389"
            },
            {
                "episode_number": 224,
                "name": "Benisu'nun Ninjası",
                "overview": "Yolculukları sırasında Naruto, Yamato, Gai ve Aoba şiddetli deniz tutmasından kurtulmak için bir adada dururlar. Orada beklenmedik bir şekilde Tsunade için şifalı bitkiler toplama görevinde olan Sakura, Ino ve Choji ile karşılaşırlar.",
                "air_date": "2011-08-11",
                "still_path": "/s4ns8U0MBUt1WmkJlPX4sSxZjiq.jpg",
                "video_url": "3927392"
            },
            {
                "episode_number": 225,
                "name": "Lanetli Hayalet Gemi",
                "overview": "Naruto, Aoba, Guy ve Yamato, Yıldırım Ülkesine doğru yolculuklarına devam ederken yoğun bir sisin içinden geçerler. Zaman geçirmek için Yamato, Aoba ve Naruto'ya bazı hayalet hikayeleri anlatır (Naruto'nun pek hoşlanmadığı bir durumdur).",
                "air_date": "2011-08-18",
                "still_path": "/x1fwh9H6nHNTyIuaZKSSyJGrzh.jpg",
                "video_url": "3927393"
            },
            {
                "episode_number": 226,
                "name": "Savaş Gemisi Adası",
                "overview": "Naruto'nun gemisi, Yıldırım Ülkesine giderken fırtınaya yakalanır. Mürettebat oradan çıktığında, teknelerini batırıp onları yakalamaya çalışan vahşi bir korsan grubuyla karşılaşırlar. Yamato, tekneyi Wood tekniğiyle koruyor ve denizaltıya benzer bir mekanizmayla su altından kaçıyorlar, bu da anında parçalanıyor. Korsanların bir süre önce ele geçirdiği adanın altındaki bir su altı mağarasında kendilerini bulurlar. Adanın sakinleri ölene kadar mağaralara sığınmıştı. Naruto hepsinin intikamını almaya yemin eder. Zekice bir planla Naruto ve gemi, yeraltı kaplıcalarını kullanarak adanın hareketsiz yanardağının tepesinden fırlatılır ve Naruto, korsanları yenerek ada halkının intikamını başarıyla alır.",
                "air_date": "2011-08-25",
                "still_path": "/s5nvna0W2Ox2qEFEOG3f4nrhznG.jpg",
                "video_url": "3927394"
            },
            {
                "episode_number": 227,
                "name": "Unutulan Ada",
                "overview": "Dev bir kuş tarafından kaçırılan Guy'ın peşinden giden Naruto, Yamato ve Aoba, genç bir kadın gördükleri bir adaya varırlar.",
                "air_date": "2011-09-02",
                "still_path": "/m3Cylm8RsUdvZ5a7DVVszpovX8p.jpg",
                "video_url": "3927395"
            },
            {
                "episode_number": 228,
                "name": "Kavga! Rock Lee!",
                "overview": "Might Guy, Sarhoş Yumruk'u öğrenmemek ve Might Guy'ın restoran sahibinden aşağılanarak özür dilediği bir olayı unutmamak için Lee ile \"görselleştirme\" eğitimini hatırlıyor. Naruto'dan daha güçlü olmak için antrenman yapmaya kararlı olan Lee, Might Guy'ın emirlerini yerine getiriyor ve bir restoran menüsündeki hayvan dövüşü tarzlarına benziyor. Ancak hareket eden bir teknede eğitim almayı deneyene kadar başarısız oldular. Deniz tutması olan Guy gibi Lee de deniz tutmasından muzdariptir ancak bunu, Sarhoş Yumruk dövüş stiline benzeyen tekneyi dengelemek için kullanır. Guy son zamanlarda Lee'nin de restoran olayının farkında olduğunu ve Lee'nin Guy'ı yalnızca sarhoş bir adamdan koruduğunu ve bunun da restoranın tamamen hasar görmesine neden olduğunu fark eder.",
                "air_date": "2011-09-09",
                "still_path": "/r3WEVJj8vzRSDBlpUajk4uO9ZJW.jpg",
                "video_url": "3927396"
            },
            {
                "episode_number": 229,
                "name": "Ye Ya Da Öl! Cehennemden Mantarlar",
                "overview": "Malzeme stoklamak için yakındaki bir limana uğrayan Naruto, bir sebze tüccarından nadir bir mantar satın alır. Ancak bir sonraki varış noktalarına doğru yola çıktıktan kısa bir süre sonra Naruto ve diğer mürettebat, gemilerinin zehirli mantarlarla dolu olduğunu görür.",
                "air_date": "2011-09-22",
                "still_path": "/bbqPGaNwumTDaWsXvno71Y1Teo9.jpg",
                "video_url": "3927397"
            },
            {
                "episode_number": 230,
                "name": "Gölge Klonlarının İntikamı",
                "overview": "Gemi bir fırtınaya yakalanır ve Naruto, gemiyi korumak için gölge klonlarını kullanır. Fırtınanın ardından Naruto uyanır ve Naruto ile Gölge klonları arasında bir tartışma başlar. Kısa süre sonra gölge klonları isyan eder ve geminin kontrolünü ele geçirir ve mürettebat yakındaki bir adaya çıkmak zorunda kalır. Naruto, gölge klonlar tarafından rehin alınır ve taleplerini ona iletirler. Naruto, Yamato ve diğerleri tarafından kurtarılır ve bunun bir rüya olduğunu anlar. Bunun nedeni bir Shadow klonunun serbest bırakılması ve anılarının Naruto'ya geri dönmesiydi. Naruto daha sonra klonlarının değerini anlar ve onları serbest bırakır.",
                "air_date": "2011-09-29",
                "still_path": "/5k1xDzSZSwCVPZlQfgy92UnG6p2.jpg",
                "video_url": "3927399"
            },
            {
                "episode_number": 231,
                "name": "Kapalı Rota",
                "overview": "Shikamaru, yaklaşan Dördüncü Şinobi Dünya Savaşı'nda arkadaşlarının hayatlarını omuzlamanın baskısını hissetmeye başlar. Shikaku, zihnini rahatlatmaya yardımcı olmak için oğlunu Tenten ile birlikte malzeme ikmali yapmak üzere Mokuzu Adası'na gönderir.",
                "air_date": "2011-10-06",
                "still_path": "/oeyGCX605wxbRuntEFNDWYTQ3wI.jpg",
                "video_url": "3927400"
            },
            {
                "episode_number": 232,
                "name": "Kızların Buluşması",
                "overview": "Hinata'nın babası Hiashi, yaklaşan Dördüncü Büyük Ninja Savaşı'nda oynayacakları rolü görüşmek üzere Hyuga klanını çağırır.",
                "air_date": "2011-10-13",
                "still_path": "/Amalzet732jv2AmTkOyNqaz4g8T.jpg",
                "video_url": "3927401"
            },
            {
                "episode_number": 233,
                "name": "Naruto'nun Sahtekarı",
                "overview": "Naruto, diğer insanlardan çalarak itibar kazanmaya çalışan bir sahtekarla karşılaşır; arkadaşı da sahtekarı \"döverek\" itibar kazanmaya çalışmaktadır, böylece sahtekar itibarını daha da artırır ve bir ninja olur.",
                "air_date": "2011-10-20",
                "still_path": "/meXZCjShKv1AL5xb8UNpS0vlfyC.jpg",
                "video_url": "3927402"
            },
            {
                "episode_number": 234,
                "name": "Naruto'nun En Sevdiği Öğrencisi",
                "overview": "Konohamaru yaklaşan savaşta kıdemli ninjasıyla birlikte savaşmaya heveslidir, ancak genç yaşı onun savaş alanına atanmasına engel olur.",
                "air_date": "2011-10-27",
                "still_path": "/wHQtjPKrDzxuBV9uEWn7ujhnpFb.jpg",
                "video_url": "3927403"
            },
            {
                "episode_number": 235,
                "name": "Nadeshiko Köyü'nün Kunoichi'si",
                "overview": "Naruto, Jiraiya'nın öğrencisini arayan Nadeshiko köyünden Shizuka ve Tokiwa adında iki kunoichi ninjasıyla tanışır.",
                "air_date": "2011-11-03",
                "still_path": "/psavh90EW1nw8i8yhLOm04VHUgu.jpg",
                "video_url": "3927404"
            },
            {
                "episode_number": 236,
                "name": "Güvenebileceğiniz Arkadaşlar",
                "overview": "Shino, öğrencileriyle konuşurken kendisinin ve ekibinin nasıl bir araya geldiğini, arkadaş ve takım arkadaşı olarak nasıl daha yakın hale geldiğini anlatıyor. Hikaye, Naruto'nun ilk bölümünde Shino'nun geri dönüşüne geçiyor. Kurenai tarafından komşu köyden bir Jounin suikastçısının görevlendirildiği bir görevdeler. Shino, zayıf taijutsu yüzünden mağlup olur ve depresyona girer. Hatta kendisine yardım eden ekibi, onlara yararlı olmadığını düşündüğü için terk edeceğini bile açıkladı. Ancak arkadaşlarının allık yüzünden başı belaya girince Shino geri döner ve allığı yener.",
                "air_date": "2011-11-10",
                "still_path": "/1L5GNZd9BfU5bzybah5otdJ7udA.jpg",
                "video_url": "3927407"
            },
            {
                "episode_number": 237,
                "name": "Ah, Kahraman Leydi Tsunade!",
                "overview": "Tenten, küçüklüğünü ve aslında efsanevi Tsunade gibi olmayı ne kadar istediğini hatırlıyor. Sıkı bir eğitim sonucunda Tsunade'nin sahip olduğu güce sahip olamayacağını öğrenir. Ayrıca çakra kontrolünün zayıf olması nedeniyle tıbbi bir ninja olmaya uygun olmayacağını da öğrenir. Ama sonunda ninja aletlerini çağırma yeteneğine sahip olduğunu keşfeder ve böylece kendi dövüş tarzını yaratır.",
                "air_date": "2011-11-24",
                "still_path": "/xxhh36LrDZCGchw55EK1Lmdg1lz.jpg",
                "video_url": "3927408"
            },
            {
                "episode_number": 238,
                "name": "Sai'nin İzin Günü",
                "overview": "İzin gününü köyde dolaşarak ve resim çizerek geçiriyor. İlk başta etkileşim kurmakta zorlandığı üç çocukla karşılaşır, ancak daha sonra bunlardan ikisinin ona takım arkadaşları Naruto ve Sakura'yı hatırlattığını fark eder. Birlikte geçirdikleri zamanlara ve paylaştıkları bağlara dair birkaç geri dönüş var. Sonunda yıkılmış bir evin kapılarını kullanır ve Sasuke'nin el ele tutuşmasıyla birlikte Takım 7'nin bir duvar resmini çizer.",
                "air_date": "2011-12-01",
                "still_path": "/6gCOYUksAWGk45ICdjcx4hpqo33.jpg",
                "video_url": "3927409"
            },
            {
                "episode_number": 239,
                "name": "Efsanevi Ino-shika-cho",
                "overview": "Asuma Takımı yaklaşan savaşı değerlendirirken, Kosuke Maruboshi ile karşılaşırlar ve Maruboshi onlara, henüz genin iken onu kurtardıkları zamanı hatırlatır. Bununla Kosuke, Konoha İstilası sırasında Ino-Shika-Chō Formasyonuyla babalarının onu kurtardığı zamanın hikayesini yeniden anlatıyor. Bu hikayeden biraz etkilenen Kosuke, onlara büyük şinobilerin bir günde yaratılmadığını hatırlatır. Ekip her şeyi düşünürken, kendi dizilişlerini mükemmelleştirmeye karar verirler ve yalnız olmadıkları için sorun olmayacağını ısrarla vurgularlar.",
                "air_date": "2011-12-08",
                "still_path": "/sJJljtuVY0LrrGZb3aXYYPIBJYD.jpg",
                "video_url": "3927411"
            },
            {
                "episode_number": 240,
                "name": "Kiba'nın Kararlılığı",
                "overview": "Kiba, artık Yaprak Köyü'nün kahramanı olarak selamlanan Naruto'ya yetişmek için sıkı bir şekilde çalışır, ancak pek başarılı olamaz. Çaresiz hisseden Kiba, Kakashi'ye onu eğitip eğitemeyeceğini sorar.",
                "air_date": "2011-12-15",
                "still_path": "/mwcxYOpl6VkAuhwixURvRzM6qBL.jpg",
                "video_url": "3927413"
            },
            {
                "episode_number": 241,
                "name": "Kakashi, Ebedi Rakibim!",
                "overview": "Yaprak ninjanın gemisi, Yıldırım Ülkesine girmeden önce erzak almak için son durağına doğru ilerlerken Yamato, mürettebatı, en yakın müttefiklerinin hem görünümünü hem de çakrasını taklit edebilecek düşmanlara karşı tetikte olmaları konusunda uyarıyor.",
                "air_date": "2011-12-22",
                "still_path": "/hJmhVoZhPAYU4qanohbkq8IEzjJ.jpg",
                "video_url": "3927414"
            },
            {
                "episode_number": 242,
                "name": "Naruto'nun Yemini",
                "overview": "Naruto, Su Ülkesi'ndeki bir adada erzak almak için son durağı sırasında, Tsuchikage'den Mizukage'ye gönderilen bir mektubu teslim etme görevinde olan Akatsuchi ve Gizli Taş'tan Kurotsuchi ile karşılaşır.",
                "air_date": "2011-12-28",
                "still_path": "/xVtDy2h7sxfFmaG3gTlw8yk7mtA.jpg",
                "video_url": "3927417"
            }
        ]
    },
    "season_12": {
        "season_number": 12,
        "name": "Sezon 12",
        "episode_count": 33,
        "air_date": "2012-01-05",
        "poster_path": "/qo5231LMeauy4evn4cWMTEG6yWs.jpg",
        "episodes": [
            {
                "episode_number": 243,
                "name": "Kara Ahoy! Burası Cennet Adası Mı?",
                "overview": "Naruto'nun gemisi denizde uzun bir yolculuğun ardından nihayet varacağı adaya varır. Herkes sevinemeden dev bir kalamar gemiye saldırır. Neyse ki mürettebat, Eight Tails'in jinchuriki sunucusu Killer Bee tarafından kurtarıldı.",
                "air_date": "2012-01-05",
                "still_path": "/ahZ3LDTDnnzrdix8A77mxMJMVEW.jpg",
                "video_url": "3927418"
            },
            {
                "episode_number": 244,
                "name": "Katil Arı ve Motoi",
                "overview": "Motoi, Naruto ve Yamato'ya, babasının 30 yıl önce Sekiz Kuyruk'un mühürlenmesi nedeniyle ölmesi nedeniyle Bee'yi çocukluklarında öldürmeye çalıştığını itiraf eder.",
                "air_date": "2012-01-12",
                "still_path": "/aUAI5P2JYksYcolkLlQ31I8nLRa.jpg",
                "video_url": "3927420"
            },
            {
                "episode_number": 245,
                "name": "Sıradaki Meydan Okuma! Naruto ve The Nine Tails!",
                "overview": "Katil Arı'nın yeni efendisi olmasıyla Naruto, Kuyruklu Canavarın gücünü kontrol etme eğitimine başlar. Bunu yapabilmek için, Kuyruklu Canavarla doğrudan savaşmalı ve onun çakrasını emerek onu kendi gücüne dönüştürmelidir.",
                "air_date": "2012-01-19",
                "still_path": "/qbDtohKtARZXn4jRGzugk6oR0tl.jpg",
                "video_url": "3927421"
            },
            {
                "episode_number": 246,
                "name": "Turuncu Kıvılcım",
                "overview": "Naruto, zihninin içinde, onun muazzam gücünün kontrolünü ele geçirmek için Nine Tails'e karşı savaşına devam ediyor.",
                "air_date": "2012-01-26",
                "still_path": "/abOz9XydMx0P3EK22zsE0Xs4qi5.jpg",
                "video_url": "3927422"
            },
            {
                "episode_number": 247,
                "name": "Hedef: Dokuz Kuyruk",
                "overview": "On altı yıl önce Dördüncü Hokage Minato Namikaze ve eşi Kushina, genç çifti çok sevindirecek şekilde ilk çocuklarını bekliyorlar.",
                "air_date": "2012-02-02",
                "still_path": "/qheaSFLbuphQYGjtj5aM82k9vIi.jpg",
                "video_url": "3927423"
            },
            {
                "episode_number": 248,
                "name": "Dördüncü Hokage'nin Ölüm Maçı!",
                "overview": "Minato, yeni doğan oğulları Naruto'yu maskeli bir saldırgandan kurtarmak için Uçan Raijin jutsusunu kullanmak ve karısı Kushina'yı geride bırakmak zorunda kalır.",
                "air_date": "2012-02-09",
                "still_path": "/t9dC9AREe8p9pqxtIdfSklGtcoV.jpg",
                "video_url": "3927424"
            },
            {
                "episode_number": 249,
                "name": "Teşekkür Ederim",
                "overview": "Madara'nın kontrolünden kurtulan Dokuz Kuyruk, şehirde tahribat yaratmaya devam ediyor. Üçüncü Hokage, Maymun Kral Enma'yı çağırıyor ve Dokuz Kuyruğu şehirden uzaklaştırıyor. Minato daha sonra şehre geri dönüyor ve kurbağa Gamabunta'nın yardımıyla Dokuz Kuyruğu ailesiyle birlikte köyün dışına ışınlayacak kadar uzun süre tutabiliyor. Kushina Dokuz Kuyruğu bağlıyor ve Minato, Dokuz Kuyruk Çakrasının yarısını mühürlemek ve kalanını Sekiz Üçgen Mührü kullanarak Naruto'nun içine mühürlemek için Reaper Ölüm Mührü'nü yapmaya hazırlanırken. Ayrıca Naruto'nun Dokuz Kuyruğu evcilleştirmesine yardımcı olmak için Kushina'nın çakrasının bir kısmını mühürlüyor. Tüm bunlara Üçüncü Hokage ve birkaç başka ninja tanık oluyor.",
                "air_date": "2012-02-09",
                "still_path": "/kFSbieZWQ38LydROPpL83aPetFl.jpg",
                "video_url": "3927425"
            },
            {
                "episode_number": 250,
                "name": "Cennette Savaş! Tuhaf Canavar Canavara Karşı!",
                "overview": "Guy, Naruto'ya eğitiminde yardım etmek için Hakikat Şelalesi'ne gelir. Bunun yerine Naruto ve Killer Bee'nin yerini bulmak için adaya sızan Kisame ile karşılaşır.",
                "air_date": "2012-02-16",
                "still_path": "/oRr3TSdNkuweiTwwNscd047cGfr.jpg",
                "video_url": "3927427"
            },
            {
                "episode_number": 251,
                "name": "Kisame Adındaki Adam",
                "overview": "Guy'ın Gündüz Kaplanı'nın etkileri adanın her yerinde hissedilir. Kisame yenilir ve Guy tekniğini açıklar. Yamato onu engeller böylece Aoba bilgi toplayabilir. Tobi'nin kimliğini öğrenmek üzereyken Kisame kendi dilini ısırarak kendini uyandırır. Kisame kısıtlamalarından kurtulur ve etrafında bir su kubbesi yaratır. Itachi'nin birinin öldüğünde ne tür bir insan olduğunu öğrenmesiyle ilgili sözlerini hatırlar. Direnemeyecek kadar zayıf olduğunu bilerek ve düşmanlarının bilgi toplamasını engellemek için Kisame köpekbalıkları çağırır ve kendisinin yenmesine izin verir. Diğerleri Kisame'nin kararlılığından etkilenirler. Kisame'nin teslim etmeyi planladığı parşömeni açtıklarında bunun bir tuzak olduğu ortaya çıkar ve onları su hapishanelerinde sıkışmış halde bırakırken, çağrılan bir köpekbalığı bilgiyle birlikte parşömeni alır.",
                "air_date": "2012-02-23",
                "still_path": "/hd4Zm0UDBc1AXIpyx9A0tOSUzsG.jpg",
                "video_url": "3928371"
            },
            {
                "episode_number": 252,
                "name": "Ölümün Melek Habercisi",
                "overview": "Tobi, Nagato'nun Rinnegan'ını almak için Gizli Yağmur Köyü'ne gider. Artık eski bir Akatsuki üyesi olan Konan, Tobi gelene kadar geçmişini hatırlar. Tobi, Konan'a Nagato'nun Rinnegan'ının nerede olduğunu sorar ve Konan, köyde olmadığını söyler. Savaşları başlar ve Tobi, Konan'a Yahiko'yu Akatsuki'yi kurmaya teşvik ettiğini ve Rinnegan'ı Nagato'ya verdiğini söyler. Konan, Tobi'ye karşı kendini yok etmek için binlerce kağıt parçasına dönüşür, ancak başarısız olur ve ikisi de hayatta kalır. Konan, ayaklarının altında bir kağıt denizi gibi görünen güçlü bir kağıt tekniğini serbest bırakır.",
                "air_date": "2012-03-01",
                "still_path": "/l5Gaq93lYyMjnH6jyWfuUh6O23S.jpg",
                "video_url": "3928372"
            },
            {
                "episode_number": 253,
                "name": "Barışa Giden Köprü",
                "overview": "Konan, Tobi'yi geniş bir alanda patlayan büyük miktarda patlayıcı etiketle bir uçuruma kapatır. Tobi, bir gözünü feda ederek Izanagi tekniğiyle hayatta kalmayı başarır ve Konan'ı arkadan deler. Tobi, tekniğini Konan'a açıklar. Konan pes etmeyi reddeder ve Tobi ile savaşmaya devam eder. Tobi onu alt etmeyi başarır ve Konan'ı Rinnegan'ın yerini açıklamaya zorlamak için bir genjutsu içine yerleştirir. Tobi yere gider ve Nagato'nun cesedini alır ve sonra ayrılır. Kanlı bir kağıt parçası rüzgar tarafından Konan'ın vücudundan uçurulur ve çocukluk saklandığı yere gider. Seyahat ederken, Jiraiya ile olan Ame Yetimlerinin geçmişi ve orijinal Akatsuki olarak geçirdikleri zamanın bir kısmı ortaya çıkar. Bu arada, yeni bir kıyafetle Tobi, Zetsu tarafından Kisame'den Dokuz Kuyruklu'nun nerede olduğu hakkında bilgi aldıkları söylenir. Dokuz Kuyruklu'yu yakalamanın zamanının geldiğini ilan ediyor.",
                "air_date": "2012-03-08",
                "still_path": "/negHHtcWuK7vrdFRzNSktYUfs4A.jpg",
                "video_url": "3928375"
            },
            {
                "episode_number": 254,
                "name": "Süper Gizli S-seviye Görevi",
                "overview": "Zetsu, Kisame'den gelen yeni bilgileri bildirir ve Madara, Naruto'nun saklandığı yer hakkında bilgi alır. Tsunade, Gaara, Lord Raikage ve diğerleri, Naruto'yu gizli Işık Ülkesi adasından, hem de ona savaştan bahsetmeden nasıl çıkaracaklarını bulmalılar. Yeni görev tanıtıldı.",
                "air_date": "2012-03-15",
                "still_path": "/ky6Ky6cpvqLn2VmRYGKzJ2bCLTo.jpg",
                "video_url": "3928376"
            },
            {
                "episode_number": 255,
                "name": "Sanatçı Geri Dönüyor",
                "overview": "Kabuto ve yeniden canlanan Deidara, jinchurikileri yakalamaya çalışırlar ancak Naruto'yu korumaya gelen Tsuchikage tarafından durdurulurlar.",
                "air_date": "2012-03-22",
                "still_path": "/nKFkOTvN53Vs7YcXBcPOnaIdNHo.jpg",
                "video_url": "3928377"
            },
            {
                "episode_number": 256,
                "name": "Birleştirmek! Müttefik Shinobi Kuvvetleri!",
                "overview": "Dördüncü Büyük Ninja Savaşı başlamak üzere, ninjalar oluşumlarını gözden geçiriyor, tıbbi malzemeler kontrol ediliyor ve yeniden stoklanıyor. Bu Naruto Bölümünün başlığı \"Müttefik Shinobi Güçlerini Birleştirin\". Kafa bantları tamamlandı. Hadi gidelim! Tsuchinage, Nine Tails ve Eight Tails'i kurtarır, ancak Yamato yakalanır.",
                "air_date": "2012-03-29",
                "still_path": "/5ateBKVQFLTtLxc5OseVATx8UbX.jpg",
                "video_url": "3928378"
            },
            {
                "episode_number": 257,
                "name": "Toplantı",
                "overview": "Yayının Onuncu Yıldönümü için Dört Haftalık Özel Projenin Birinci Bölümü - Naruto ve Sasuke'nin ilk tanıştığı yıllara bir bakış.",
                "air_date": "2012-04-05",
                "still_path": "/zbkZLJ1x39LGIK87cjY4kTjZO22.jpg",
                "video_url": "3928380"
            },
            {
                "episode_number": 258,
                "name": "Rakipler",
                "overview": "Yayının Onuncu Yıldönümü için Dört Hafta Süren Özel Projenin İkinci Bölümü - Chunin Sınavı sırasında Sasuke, Naruto'nun bir şinobi olarak büyümesine tanık oldu.",
                "air_date": "2012-04-12",
                "still_path": "/uDEpWPsggFkCnkHILHSV6yOXRBt.jpg",
                "video_url": "3928381"
            },
            {
                "episode_number": 259,
                "name": "Yarık",
                "overview": "Yayının Onuncu Yıldönümü için Dört Haftalık Özel Projenin Üçüncü Bölümü - Sasuke'nin Gaara'ya ve daha sonra Itachi'ye yenilmesi, onu ağabeyinden intikam alacak kadar güçlü olmadığını fark etmeye zorladı.",
                "air_date": "2012-04-19",
                "still_path": "/t7DS2TlHhOqQPbXkiSlGTqjhcfT.jpg",
                "video_url": "3928382"
            },
            {
                "episode_number": 260,
                "name": "Ayrılık",
                "overview": "Yayının Onuncu Yıldönümü için Dört Haftalık Özel Projenin Dördüncü Bölümü - Naruto, Gizli Yaprak'ı terk eden Sasuke'yi kurtarmaya kararlı.",
                "air_date": "2012-04-26",
                "still_path": "/ktcfSW2ShqzAYbXi1q5TvKX714w.jpg",
                "video_url": "3928383"
            },
            {
                "episode_number": 261,
                "name": "Arkadaşım için",
                "overview": "Müttefik Şinobi Kuvvetleri, Madara'nın yeniden canlandırılan şinobi ve 100.000 Beyaz Zetsu'dan oluşan ordusuyla yüzleşmek için hazır durumda. Ancak yakın zamana kadar bir zamanlar düşman olan Müttefik Shinobi Kuvvetleri arasında hâlâ güvensizlik mevcut.",
                "air_date": "2012-05-03",
                "still_path": "/uTLSPX8jMZlaH3ozQhoiWjF0oGQ.jpg",
                "video_url": "3928384"
            },
            {
                "episode_number": 262,
                "name": "Savaş Başlıyor",
                "overview": "Kankuro'nun komando birimi, Müttefik Shinobi Kuvvetleri için bir kale kurmak üzere düşman bölgesine girer. Akatsuki'nin yeniden canlandırılan Deidara ve Sasori'den oluşan kendi komando birimi tarafından hemen pusuya düşürülürler.",
                "air_date": "2012-05-10",
                "still_path": "/iC4XUKpaBqJ1KEIr6b9oDRR2ndt.jpg",
                "video_url": "3928385"
            },
            {
                "episode_number": 263,
                "name": "Sai ve Shin",
                "overview": "Müttefik Shinobi Kuvvetlerinin komando birimi, savaşın ilk dalgasında Akatsuki ile çatışıyor.",
                "air_date": "2012-05-17",
                "still_path": "/1ilQe6VlFuNxVPJPaP5O0eNsTu.jpg",
                "video_url": "3928389"
            },
            {
                "episode_number": 264,
                "name": "Reanimasyon Jutsu'nun Sırları",
                "overview": "Naruto, Killer Bee'nin rehberliğinde, Jinchuriki'nin en güçlü tekniği olan Kuyruklu Canavar Bombasında ustalaşmak için eğitimin son aşamasına giriyor.",
                "air_date": "2012-05-24",
                "still_path": "/fnFkDDIHchtZFSdOV39aHUvPTdd.jpg",
                "video_url": "3928390"
            },
            {
                "episode_number": 265,
                "name": "Eski Bir Düşman Geri Dönüyor",
                "overview": "Komando birimi, aralarında Zabuza Momochi ve Haku'nun da bulunduğu, yeniden canlandırılan Kekkei Genkai şinobileriyle çatışmaya girerken zor durumda. Şans eseri Kakashi ve ekibi onlara yardım etmek için zamanında gelir.",
                "air_date": "2012-05-31",
                "still_path": "/6esQ1wgZhkpsGWYZlPqyrOF1ZT5.jpg",
                "video_url": "3928391"
            },
            {
                "episode_number": 266,
                "name": "İlk ve Son Rakip",
                "overview": "Kakashi ve birliği, Kekkei Genkai shinobisine karşı bir strateji geliştirirler; ancak bu strateji, Sislerin Yedi Ninja Kılıç Ustası'nın en güçlü üyelerini çağırmak için Canlandırma Jutsu'sunu kullanan Kabuto tarafından engellenir.",
                "air_date": "2012-06-07",
                "still_path": "/uc37l6oMLfqu7Hr2O0vhxjvVIzt.jpg",
                "video_url": "3928392"
            },
            {
                "episode_number": 267,
                "name": "Gizli Yaprağın Parlak Askeri Danışmanı",
                "overview": "Akatsuki, yeniden canlandırılan güçlü bir şinobi ve Beyaz Zetsu ordusunu savaş bölgesine göndererek Müttefik Shinobi Kuvvetlerinin komuta zincirinde kaosa neden olur.",
                "air_date": "2012-06-21",
                "still_path": "/ePWi4MtdHf042b7ViocHf9gCJsK.jpg",
                "video_url": "3928394"
            },
            {
                "episode_number": 268,
                "name": "Savaş Alanı!",
                "overview": "Darui ve Birinci Bölüğü, Beyaz Zetsu ordusuyla çatışmaya girerken geri kalan güçler yeniden canlandırılmış şinobilerle uğraşmak zorundadır.",
                "air_date": "2012-06-28",
                "still_path": "/xw9jkmqCAgZOf10gOlWJF4hUwjs.jpg",
                "video_url": "3928396"
            },
            {
                "episode_number": 269,
                "name": "Yasak Kelimeler",
                "overview": "Atsui, Samui ve Darui, Raikage'nin bile korktuğu Gizli Bulut'un efsanevi kardeşleri Kinkaku ve Ginkaku ile karşı karşıya gelir.",
                "air_date": "2012-07-05",
                "still_path": "/4qM9RcRtLsdWPZ5AfcyTTJxtuIY.jpg",
                "video_url": "3928397"
            },
            {
                "episode_number": 270,
                "name": "Altın Tahviller",
                "overview": "Darui, Ginkaku'yu mühürlemeyi başarır. Kardeşini kaybetmenin öfkesiyle alevlenen Kinkaku, jinchuriki'nin Kuyruklu Canavar Hali'ne benzeyen bir canavara dönüşür.",
                "air_date": "2012-07-19",
                "still_path": "/4PRM6HycIcxPLr91uuqYsvn0TAj.jpg",
                "video_url": "3928398"
            },
            {
                "episode_number": 271,
                "name": "Sakura'ya Giden Yol",
                "overview": "Ino, Sakura'nın gökten düştüğünü görür. Onu kurtarmayı başarsa da düşüşün şoku Sakura'yı hafıza kaybıyla karşı karşıya bırakır.",
                "air_date": "2012-07-26",
                "still_path": "/eFvhGPUJq8eCwiPIJ0KmSYl4hFK.jpg",
                "video_url": "3928399"
            },
            {
                "episode_number": 272,
                "name": "Mifune, Hanzou'ya Karşı",
                "overview": "Kankuro'nun Komando Birimi, Hanzo'nun zehirli saldırısıyla köşeye sıkıştırılır. Neyse ki Mifune ve Beşinci Bölüğü yardım sağlamak için zamanında varır.",
                "air_date": "2012-08-02",
                "still_path": "/nP1FAvy77qxr493gstvtQzCoSNb.jpg",
                "video_url": "3928400"
            },
            {
                "episode_number": 273,
                "name": "Gerçek Nezaket",
                "overview": "Ino-Shika-Cho üçlüsü, Shikaku tarafından yeniden canlandırılan Asuma'yı alt etmeleri için emredilir. Asuma'nın son sözlerini hatırlayan Shikamaru ve Ino, eski öğretmenlerini durdurmaya kararlıdır.",
                "air_date": "2012-08-09",
                "still_path": "/xYfwvYBgYrPQjLfuNUlEoJHlnHM.jpg",
                "video_url": "3928401"
            },
            {
                "episode_number": 274,
                "name": "Ino-shika-cho Formasyonunun Tamamı!",
                "overview": "Choji, Asuma'ya saldıramaz ve savaşma isteğini kaybeder. Ino ve Shikamaru, Choji'yi felçten kurtarmaya çalışır.",
                "air_date": "2012-08-09",
                "still_path": "/kB4bqTnSorNzFt33GScnu2TwEmJ.jpg",
                "video_url": "3928402"
            },
            {
                "episode_number": 275,
                "name": "Kalpten Bir Mesaj",
                "overview": "Çakra Modunda eğitim alırken Naruto, Dokuz Kuyruk'un çakrasının dışarıda Kinkaku'dan sızdığını hissediyor. Neler olduğunu öğrenmek isteyen Naruto, eğitim odasından ayrılmaya çalışırken Iruka aniden onu durdurmak için devreye girer.",
                "air_date": "2012-08-16",
                "still_path": "/bL1G61OwrJhfo41UEuIaVbG3Fbt.jpg",
                "video_url": "3928403"
            }
        ]
    },
    "season_13": {
        "season_number": 13,
        "name": "Sezon 13",
        "episode_count": 20,
        "air_date": "2012-08-23",
        "poster_path": "/f6zh4A1yQI0n4c3xqhpGNuwBmQj.jpg",
        "episodes": [
            {
                "episode_number": 276,
                "name": "Gedo Heykeli'ne Saldırı",
                "overview": "Madara Uchiha ortaya çıktığında Müttefik Shinobi Kuvvetleri savaşı kazanmanın eşiğindedir. Madara, dev Gedo Heykeli'ni çağırır ve onun yıkıcı gücünü açığa çıkarır.",
                "air_date": "2012-08-23",
                "still_path": "/gzxgewfqFV3JRDDojlRZjYLFBQ.jpg",
                "video_url": "3928404"
            },
            {
                "episode_number": 277,
                "name": "Birlik İşareti",
                "overview": "Naruto ve Killer Bee, Nine Tails'in aniden Naruto'nun zihninde onunla konuşmasıyla savaş alanına koşarlar. Nine Tails, Naruto'nun dünyadaki nefreti sona erdirme niyetini sorgular ve ona Sasuke'yi nasıl kurtaramadığını hatırlatır.",
                "air_date": "2012-08-30",
                "still_path": "/pHHrRmlCxL5aI24HV72ULQLdrvZ.jpg",
                "video_url": "3928406"
            },
            {
                "episode_number": 278,
                "name": "Medic Ninja Tehlikede",
                "overview": "Tıbbi Birim kampında Sakura ve diğer sağlık ninjaları yaralıları tedavi etmek için aralıksız çalışıyor. Neji, Byakugan'ını aşırı kullanmanın üstesinden gelmek için oradadır.",
                "air_date": "2012-09-06",
                "still_path": "/8HgzIKSJzt4IfNuwcg9yj4Mtrq0.jpg",
                "video_url": "3928407"
            },
            {
                "episode_number": 279,
                "name": "Beyaz Zetsu'nun Tuzağı",
                "overview": "Kiba, Shino ve Hinata, Akatsuki'nin geçtiği varsayılan bir bölgeyi araştırmaya gönderilir. Orada üçü bir Beyaz Zetsu tarafından pusuya düşürülür ve ayrılırlar.",
                "air_date": "2012-09-13",
                "still_path": "/A5C6a4lCbdmt1PL0skYFFjAgqGB.jpg",
                "video_url": "3928408"
            },
            {
                "episode_number": 280,
                "name": "Bir Sanatçının Estetiği",
                "overview": "Müttefik Shinobi Kuvvetleri'nin karargahı, Beyaz Zetsu Ordusu klonlarının sızma sorunuyla uğraşmaya çalışırken, gelişmeyle ilgili haber Beşinci Tümen'e ulaşır ve Mifune, tümenine buna göre talimat verir.",
                "air_date": "2012-09-20",
                "still_path": "/1qX57RD95dU9Zmk8lzdKkYvFg3h.jpg",
                "video_url": "3928409"
            },
            {
                "episode_number": 281,
                "name": "Müttefik Anne Kuvvetleri!",
                "overview": "Konohamaru, Ebisu'nun Konoha'da düzenlediği, çoğunluğu çocuklar ve eşlerden oluşan geri kalan köylülerin katıldığı bir toplantıya katılır. Ebisu, şinobi aileleri savaştayken haydut ninjaların köye saldırması durumunda herkesin moralini toplamaya çalışır, ancak anneler alay eder ve kocaları savaşırken her zaman yaptıkları gibi köyü koruyacaklarını iddia ederler. Aniden Konohamaru'ya birkaç çocuk yaklaşır ve her biri Konoha'nın dışındaki doğu ve batı ormanlarında dolaşan korkunç haydut ninja gördüklerini iddia eder. Sınıf arkadaşlarını onları yakalamaya ikna etmeye çalışır, ancak onlar ona inanmayı reddederler. Konohamaru, Moegi ve Udon'la birlikte bölgeyi tek başına araştırır, ancak ormanda haydut ninja yerine gezici bir sirk grubu bulur. Geri dönerken Konohamaru, insanların batı yakasındaki köye saldırdığı konusunda bir kez daha uyarılır ve bu sefer söylentiler doğrudur. Bir grup haydut Sumo Güreşçisi çocuklara saldırır, ancak onları davetsiz misafirlere karşı savaşan Konoha'nın anneleri tarafından kurtarılır. Konohamaru, Rasengan'ıyla son darbeyi vurur ve köyü kurtarır.",
                "air_date": "2012-09-27",
                "still_path": "/jn9bBgoCtmmbbyzrNFWw2tT8CMR.jpg",
                "video_url": "3928410"
            },
            {
                "episode_number": 282,
                "name": "Ultimate Tag Team'in Gizli Kökeni!",
                "overview": "Tsunade ve Raikage, Naruto ve Killer Bee'nin savaşa katılmasını engellemek için gelir. Ancak iki Kage, Jinchuriki'yi geri dönmeye ikna etmekte başarısız olur ve Raikage'yi aşırı güç kullanmaya zorlar.",
                "air_date": "2012-10-04",
                "still_path": "/cFmJrGnbLSEUIgdpoBrwBKtmHBB.jpg",
                "video_url": "3928411"
            },
            {
                "episode_number": 283,
                "name": "İki Güneş",
                "overview": "Dördüncü Raikage Ay, Jinchuriki'nin Madara'nın eline geçmesini önlemek amacıyla Naruto'ya saldırır. Ay, ne Tsunade'nin ne de Killer Bee'nin fikrini değiştirme ricasını dinlemek istemez.",
                "air_date": "2012-10-11",
                "still_path": "/jaf7g2v38NJrJeRcafuae5Hb2f3.jpg",
                "video_url": "3928412"
            },
            {
                "episode_number": 284,
                "name": "Miğfer Ayırıcı: Jinin Akebino!",
                "overview": "Kakashi, yeniden canlandırılan şinobileri mühürlemenin ardından iyileşmekte olan Mühürleme Birlikleri'nin görevini devralması için Sai'yi görevlendirir. Ancak Sai bu sorumluluğu üstlenip üstlenemeyeceğinden emin değildir. Kısa süre sonra Üçüncü Bölük, Jinin Akebino tarafından saldırıya uğradı.",
                "air_date": "2012-10-18",
                "still_path": "/gVRArlSTmnr1u0oafFHqXmQ5CUJ.jpg",
                "video_url": "3928413"
            },
            {
                "episode_number": 285,
                "name": "Kavurucu Stilin Kullanıcısı: Kumun Pakura'sı!",
                "overview": "Omoi ve Maki of the Sand'ın da aralarında bulunduğu bir grup Müttefik Shinobi, yeniden canlandırılan birkaç düşmana karşı savaşır. Maki bunlardan birinin Kum Köyü kahramanı olan eski ustası Pakura olduğunu tanır.",
                "air_date": "2012-10-25",
                "still_path": "/9w88h2qEdcFykeHkD2pHmn5LjAU.jpg",
                "video_url": "3928414"
            },
            {
                "episode_number": 286,
                "name": "Geri Dönemeyeceğiniz Şeyler",
                "overview": "Hâlâ sevdiklerini kaybetmenin acısını çeken Tsunade, kumar ve içkiye düşkündür. Aynı sıralarda Raikage Ay ve adamları belli bir köyden bir parşömen çalma görevindedir.",
                "air_date": "2012-11-01",
                "still_path": "/cdnBZYcOL5u39iOqN8QLJWZ13xe.jpg",
                "video_url": "3928416"
            },
            {
                "episode_number": 287,
                "name": "Üzerine Bahse Girmeye Değer Bir Şey",
                "overview": "Raikage Ay ve ekibi, düşman saldırısı sırasında ciddi şekilde yaralanır. Daha fazla adamını feda etmek istemeyen Ay, o sırada bölgede bulunan Tsunade'den tıbbi yardım ister.",
                "air_date": "2012-11-01",
                "still_path": "/cKLQQ2frr6CjklYjy9i5T22iiIy.jpg",
                "video_url": "3928417"
            },
            {
                "episode_number": 288,
                "name": "Danger: Jinpachi And Kushimaru!",
                "overview": "Kakashi, Yedi Ninja Kılıç Ustası Kushimaru Kuriarare ve Jinpachi Munashi'nin en son görüldüğü yere doğru hızla gider. Arkalarında bıraktıkları katliamdan öfkelenen Kakashi, Might Guy ile iş birliği yapar.",
                "air_date": "2012-11-08",
                "still_path": "/fciZvJwUJj9QZTHAbXjbbzmN19E.jpg",
                "video_url": "3928418"
            },
            {
                "episode_number": 289,
                "name": "Yıldırım Kılıcı: Ameyuri Ringo!",
                "overview": "Guy ve Kakashi güçlerini yeniden toplamaya hazırlanırken, birimlerden birinin Ameyuri Ringo ile savaşa girdiği haberini alırlar ve o bölgeye gitmeye karar verirler.",
                "air_date": "2012-11-15",
                "still_path": "/eljL1TV7MhNKhxDJgpg0x2phoCX.jpg",
                "video_url": "3928419"
            },
            {
                "episode_number": 290,
                "name": "Güç - Bölüm 1",
                "overview": "Kage Zirvesi sonrasında gerçekleşen Kakashi Takımı, halkının öldürüldüğü bir olayı araştırmak üzere Tsunade tarafından \"Delik\" olarak bilinen bir yere bir göreve gönderilir.",
                "air_date": "2012-11-22",
                "still_path": "/dNt2v7vw4wVnENbsXxnLHdPwr62.jpg",
                "video_url": "3928420"
            },
            {
                "episode_number": 291,
                "name": "Güç - Bölüm 2",
                "overview": "Yeniden doğan Kakashi Ekibi, Kabuto'nun ve reenkarnasyona uğramış şinobilerin Naruto'nun dev bir yılan tarafından yutulduğu son saldırıyı araştırmaya devam ediyor, ancak gölge klonları kullanarak kaçmayı başarıyor ve Kabuto'nun Hidan'ı çağırmak için kullandığı gölette bulunan yılanları kazara yutuyor.",
                "air_date": "2012-11-29",
                "still_path": "/z0MzTw0Tb7RAhQjsPDNjOcqICiC.jpg",
                "video_url": "3928421"
            },
            {
                "episode_number": 292,
                "name": "Güç - Bölüm 3",
                "overview": "Miina, Naruto'nun bilinçaltındaki çok sayıda yılan tarafından tüketildiği ve Dokuz Kuyruklu'nun baktığı bir kabus gördükten sonra gecenin ortasında uyanır ve teselli için Dokku'ya gider.",
                "air_date": "2012-12-06",
                "still_path": "/s65Ds6RmmwoQqJLnEpWXuuvmwK6.jpg",
                "video_url": "3928422"
            },
            {
                "episode_number": 293,
                "name": "Güç - Bölüm 4",
                "overview": "Dokuz Kuyruklu Naruto klonu, Might Guy ve Rock Lee onu püskürtmek için geldiğinde Dokku'ya ve yetimlere saldırmaya çalışır.",
                "air_date": "2012-12-13",
                "still_path": "/ArAWtoGNxRVcpb3vIsnU4gSvyYf.jpg",
                "video_url": "3928424"
            },
            {
                "episode_number": 294,
                "name": "Güç - Bölüm 5",
                "overview": "Disonasu'nun Tonika Köyü sakinlerini yok etmek için Kabuto Yakushi'yi kullandığını öğrenen Saezuri ortaya çıkarken Dokku, Disonasu'ya saldırmaya çalıştı, ancak reenkarnasyonlu bir kukla tarafından durduruldu ve dirilen Takigakure şinobi tarafından zaptedildi.",
                "air_date": "2012-12-20",
                "still_path": "/fl5XXURWqYuxOPwgBQtL2tpfH1x.jpg",
                "video_url": "3928426"
            },
            {
                "episode_number": 295,
                "name": "Güç - Son Bölüm",
                "overview": "Efsanevi Ama no Hoko, Dokuz Kuyruklu'nun klonuna dünyayı yok edecek kadar güç verir. Naruto, muazzam gücü tarafından alt edilir ve bilinçsizce yatar.",
                "air_date": "2013-01-10",
                "still_path": "/Ajd2R9NuAx0qDRaUe5Qlp0l721M.jpg",
                "video_url": "3928427"
            }
        ]
    },
    "season_14": {
        "season_number": 14,
        "name": "Sezon 14",
        "episode_count": 25,
        "air_date": "2013-01-17",
        "poster_path": "/2YoIRNMqiGJTFRGXEwwXRvV66be.jpg",
        "episodes": [
            {
                "episode_number": 296,
                "name": "Naruto Savaşa Giriyor!",
                "overview": "Naruto savaş alanına girer ve dönüştürülmüş Beyaz Zetsu klonlarını tespit edip yok etmek için duyusal güçlerini kullanır. Savaş sırasında Shikaku, Naruto'yu şu anda Madara hakkında bildikleriyle günceller.",
                "air_date": "2013-01-17",
                "still_path": "/f8vAxzs51Lft4KXXnmxxtzuFYKu.jpg",
                "video_url": "3928428"
            },
            {
                "episode_number": 297,
                "name": "Bir Babanın Umudu, Bir Annenin Sevgisi",
                "overview": "Gaara, Dördüncü Bölük'ü, babası merhum Dördüncü Kazekage de dahil olmak üzere önceki Kage'ye karşı savaşa götürür. Dördüncü Kazekage, oğlunun gerçekten mevcut Kazekage olmaya layık olup olmadığını belirlemek için Gaara'ya saldırır.",
                "air_date": "2013-01-24",
                "still_path": "/btQ1wISB4qUFj7o6ghpsem7nMPX.jpg",
                "video_url": "3928429"
            },
            {
                "episode_number": 298,
                "name": "Temas Etmek! Naruto, Itachi'ye Karşı",
                "overview": "Naruto ve Killer Bee, yeniden canlandırılan Itachi Uchiha ve Nagato'ya karşı savaşa giriyor. Itachi, Naruto'dan Sasuke'nin intikam yolunu seçtiğini öğrenir.",
                "air_date": "2013-01-31",
                "still_path": "/40az7HyMJ2B5URQ3Dhqj2DyGPGe.jpg",
                "video_url": "3928430"
            },
            {
                "episode_number": 299,
                "name": "Tanınmış Olan",
                "overview": "Itachi, kendisini Reanimasyon Jutsu'sundan kurtarmak için en üstün genjutsu tekniği olan Koto Amatsukami'yi kullanıyor. Itachi daha sonra hala Kabuto'nun kontrolü altında olan Nagato ile savaşmak için Naruto ve Killer Bee'ye katılır.",
                "air_date": "2013-02-07",
                "still_path": "/mrHwgiMe6hV5JpJSVYtdxl0JJ9J.jpg",
                "video_url": "3928431"
            },
            {
                "episode_number": 300,
                "name": "Mizukage, Dev Deniz Tarağı ve Serap",
                "overview": "Dördüncü Bölük, yeniden canlandırılan Kage'ye karşı mücadelesine devam ediyor. Gaara ve Ohnoki, İkinci Tsuchikage Mu'yu durdurmak için iş birliği yaparken geri kalan şinobiler, mühürlenmeye hazır olan İkinci Mizukage ile mücadele eder.",
                "air_date": "2013-02-14",
                "still_path": "/ppnmDEPCffGozJu7Yq5QcxIaGHW.jpg",
                "video_url": "3928432"
            },
            {
                "episode_number": 301,
                "name": "Paradoks",
                "overview": "Temari, Rüzgar Stilini kullanarak Üçüncü Raikage'ye yapılan saldırıya liderlik ediyor, ancak en güçlü jutsusu bile Raikage'nin yenilmez zırhını delmeye yeterli değil.",
                "air_date": "2013-02-21",
                "still_path": "/qGWKFjFafjj0L5v60foWonXrOXn.jpg",
                "video_url": "3928434"
            },
            {
                "episode_number": 302,
                "name": "Terör: Steam Imp",
                "overview": "Gaara ve Ohnoki, İkinci Mizukage'nin serap saldırısının üstesinden gelmeyi başarır. Gaara'yla ilgilenen İkinci Mizukage, genç Kage'nin becerilerini daha da test etmeye karar verir.",
                "air_date": "2013-02-28",
                "still_path": "/rfzWSKXmC22R1gf5IB3dpaVExqn.jpg",
                "video_url": "3928435"
            },
            {
                "episode_number": 303,
                "name": "Geçmişten Gelen Hayaletler",
                "overview": "Shikamaru, Choji, Neji ve Kiba kendilerini geçmişten bazı tanıdık yüzlerle karşı karşıya bulur. Sound Ninja Four, Kabuto'nun Reanimation Jutsu'su tarafından geri getirildi ve intikam almaya hazırlar.",
                "air_date": "2013-03-07",
                "still_path": "/wDuqMhzluzsUezEdWDhoBcM3kZx.jpg",
                "video_url": "3928437"
            },
            {
                "episode_number": 304,
                "name": "Yeraltı Dünyası Transfer Jutsu",
                "overview": "Shikamaru, Neji, Choji ve Kiba, Sound Ninja Four'u yenmeyi başarır. Ancak düşman, Yaprak şinobilerinin ruhlarını bir bariyerin içine hapsetmek için Yeraltı Dünyası Transfer Jutsu'sunu kullanıyor.",
                "air_date": "2013-03-14",
                "still_path": "/4SiM18ik9r41QPfnVlsFPN8P8zg.jpg",
                "video_url": "3928439"
            },
            {
                "episode_number": 305,
                "name": "İntikamcı",
                "overview": "Ruhları Ses Dörtlüsü bariyerinin içinde sıkışmış olan Yaprak shinobisi için zaman tükeniyor. Ino ve Shino arkadaşlarını hayatta tutmak için kendi çakralarını tüketiyorlar.",
                "air_date": "2013-03-21",
                "still_path": "/zxpWdO3O65PaNrvmLPFuVxSnxpf.jpg",
                "video_url": "3928440"
            },
            {
                "episode_number": 306,
                "name": "Kalbin Gözü",
                "overview": "Hinata, Neji'yi daha önceki bir dövüşten iyileşirken bir Beyaz Zetsu klonundan korur. Daha sonra Neji'nin geçici olarak görme yetisini kaybettikten sonra onu aynı şekilde koruduğu zamanı hatırlar.",
                "air_date": "2013-03-28",
                "still_path": "/sgZ3H2e4dZc0pJJ7chVb2HJ5otM.jpg",
                "video_url": "3553761"
            },
            {
                "episode_number": 307,
                "name": "Ay Işığında Solun",
                "overview": "Leaf Anbu Yugao Uzuki, üç yıl önce sevgilisi Hayate Gekko'yu savaşta kaybetti. Onun ölümüyle baş edemeyen Yugao, o zamandan beri Anbu'dan ayrıldı ve Tıbbi Birliklere katıldı. Bu arada Kabuto, Hayate'yi yeniden canlandırdı.",
                "air_date": "2013-04-04",
                "still_path": "/vImLen48ITheVSMKtvwHbkoZZGy.jpg",
                "video_url": "3928441"
            },
            {
                "episode_number": 308,
                "name": "Hilal Ay Gecesi",
                "overview": "Yugao'ya Sukui tarafından yeniden canlandırılan Hayate'nin izini sürmesi emredilir. Sevgilisinin düşman olarak beklenmedik dönüşüyle ​​hâlâ sarsılan Yugao, Hayate ve adamlarına yetişmeyi başarır.",
                "air_date": "2013-04-11",
                "still_path": "/5YuPKF9WGwAY7IpMelhW5ICcutX.jpg",
                "video_url": "3928442"
            },
            {
                "episode_number": 309,
                "name": "A-seviyesi Bir Görev: Yarışma",
                "overview": "Naruto, yeniden canlandırılmış bir samurayla mücadele eden Karui liderliğindeki Müttefik Shinobi Kuvvetleri ekibine yardım etmek için gelir. Naruto, samurayı geçmiş bir görev sırasında tanıştığı Tatewaki olarak tanır.",
                "air_date": "2013-04-18",
                "still_path": "/tkMBETffUQVfgjxKiEZLDva9M8Z.jpg",
                "video_url": "3928443"
            },
            {
                "episode_number": 310,
                "name": "Düşmüş Kale",
                "overview": "Yaprak Shinobi, genç lord Shu'yu gözaltına almayı başarır ve kılık değiştirmiş bir Naruto'yu onun kopyası olarak yerleştirir. Ancak Tatewaki çok geçmeden Naruto'nun kimliğini ortaya çıkarır ve davetsiz misafirin etrafını adamlarıyla çevreler.",
                "air_date": "2013-04-25",
                "still_path": "/558X65ARUmCIzApqnFxNI2ZadcY.jpg",
                "video_url": "3928446"
            },
            {
                "episode_number": 311,
                "name": "Ninjaya Giden Yol'un Önsözü",
                "overview": "Madara, test konusu olarak Naruto'yu seçerek yeni jutsu Limited Tsukuyomi'sini hazırlıyor. Bu sırada Naruto izinli gününü odasında yalnız geçirmektedir. Naruto'nun yalnız olduğunu düşünen Lee, hepsinin biraz rahatlamak için hamama gitmesini önerir.",
                "air_date": "2013-05-02",
                "still_path": "/nrmNDkKHtIfWRb43NzTfehgQlLH.jpg",
                "video_url": "3928449"
            },
            {
                "episode_number": 312,
                "name": "Eski Usta ve Ejderhanın Gözü",
                "overview": "Might Guy, Üçüncü Büyük Ninja Savaşı'nın efsanevi Taijutsu Kullanıcısı Usta Chen olarak tanıdığı Yeniden Canlandırılmış bir Shinobi'yi durdurmak için savaş alanına gelir.",
                "air_date": "2013-05-09",
                "still_path": "/kn4noH7vsFTvOWNhC81sip0OfzE.jpg",
                "video_url": "3928452"
            },
            {
                "episode_number": 313,
                "name": "Yağmurun Ardından Kar ve Şimşek Olasılığı",
                "overview": "Hava durumunu kontrol edebilen yeniden canlandırılmış bir çocuk, farklı yerlerde savaşan Ino-Shika-Cho, Sakura ve Kiba Takımının önünde belirir. Çocuk onları tanıyor gibi görünüyor ve onları şaşırttı.",
                "air_date": "2013-05-16",
                "still_path": "/eC3lcqbgMCwpgsoER1ac9fZzuLo.jpg",
                "video_url": "3928455"
            },
            {
                "episode_number": 314,
                "name": "Hüzünlü Güneş Yağmuru",
                "overview": "Havayı kontrol eden düşmanın, yıllar önce Yaprak Köyü'ne gelen ve Naruto da dahil olmak üzere yerel çocuklarla arkadaş olan Yota olduğu ortaya çıkar.",
                "air_date": "2013-05-23",
                "still_path": "/bx0Lq6Trgx1p0QH9Y9rrt9K4PFu.jpg",
                "video_url": "3928457"
            },
            {
                "episode_number": 315,
                "name": "Kalan Kar",
                "overview": "Naruto ve diğerleri sonunda Yota ile ilgili kaybettikleri anılarını yeniden kazanırlar. Yıllar önce Leaf Village çocukları Yota'yla arkadaş olmak için geldiler ama yetişkinler genç çocuğun casus olduğuna inandılar ve onu sorgulamak için götürdüler.",
                "air_date": "2013-05-30",
                "still_path": "/5wzEmYEO1NLCvbGcB1G4CvKdrAE.jpg",
                "video_url": "3928458"
            },
            {
                "episode_number": 316,
                "name": "Yeniden Canlandırılan Müttefik Kuvvetler",
                "overview": "Kabuto, Müttefik Kuvvetlerde kaybettiklerini geri almak için Danzo'nun eski koruması Torune liderliğindeki bilinmeyen şinobi ordusunu yeniden canlandırıyor. Ancak Torune dışında yeniden canlandırılan şinobilerin hepsi zayıftır ve hızla mühürlenirler.",
                "air_date": "2013-06-06",
                "still_path": "/fTanORW8xOnH96bVf8Qwnu1dpSR.jpg",
                "video_url": "3928460"
            },
            {
                "episode_number": 317,
                "name": "Shino, Torune'a Karşı!",
                "overview": "Shino'nun böcekleri, Beyaz Zetsu'ya karşı savaşları sırasında başka bir düşmanın varlığını tespit eder. Dövüşü Kiba ve diğerlerine bırakan Shino, araştırmaya gider ve Torune'un yasak jutsusunu serbest bırakmaya hazırlandığını görür.",
                "air_date": "2013-06-13",
                "still_path": "/hrkbaVydNe2mqqVmJcKGwnc1BPc.jpg",
                "video_url": "3928461"
            },
            {
                "episode_number": 318,
                "name": "Kalpteki Bir Delik: Diğer Jinchuriki",
                "overview": "Kabuto, Killer Bee ve Motoi'ye saldırmak için Fukai'yi yeniden canlandırır. Fukai, Killer Bee'yi Kabuto tarafından ele geçirilmeden önce kaçması konusunda uyarır. Herkesi şaşırtacak şekilde Fukai, Sekiz Kuyruklu'nun çakrasını serbest bırakır ve Kuyruklu Canavar Durumuna girer.",
                "air_date": "2013-06-20",
                "still_path": "/i6n4bqygw7hM0M8URNAlKF3oGlg.jpg",
                "video_url": "3928462"
            },
            {
                "episode_number": 319,
                "name": "Kuklanın İçinde Yaşayan Ruh",
                "overview": "Yeniden canlanan Büyükanne Chiyo, Kankuro ve Mifune'nin ekibine saldırır. Kankuro, Sasori'nin insan kuklasını kullanarak karşılık verir. Sasori'nin görüntüsü, Büyükanne Chiyo'nun torununun insan kuklalarını yaratmasına yol açan acı dolu anıları hatırlamasına neden olur.",
                "air_date": "2013-06-27",
                "still_path": "/tvxs3NvQDSU32wJwnmLyj0pmlRP.jpg",
                "video_url": "3928463"
            },
            {
                "episode_number": 320,
                "name": "Run, Omoi!",
                "overview": "Müttefik Kuvvetler, Raikage'yi şok edecek şekilde Omoi'nin görevinden ayrıldığına dair bir rapor alır. Kısa süre sonra Omoi'nin Thundercloud Birimi'ni kurtarma emirlerine karşı geldiği ortaya çıkar.",
                "air_date": "2013-07-04",
                "still_path": "/drlvnY5c4VZXeELJpOrI4T2oyfc.jpg",
                "video_url": "3928464"
            }
        ]
    },
    "season_15": {
        "season_number": 15,
        "name": "Sezon 15",
        "episode_count": 28,
        "air_date": "2013-07-19",
        "poster_path": "/t72j0m5fa98RRFQ47uEFxmdPUFI.jpg",
        "episodes": [
            {
                "episode_number": 321,
                "name": "Takviyeler Geliyor",
                "overview": "Beyaz Zetsu'nun insanların görünüşlerini taklit etme yeteneği, Müttefik Shinobi Kuvvetleri içinde kafa karışıklığına ve güvensizliğe yol açtı. Naruto yardım etmek için gelir ve duyusal güçlerini kullanarak kılık değiştirmiş tüm Beyaz Zetsu klonlarını tespit ederek savaşın gidişatını değiştirir.",
                "air_date": "2013-07-18",
                "still_path": "/b1mhhD5GFi2RZXotgLO0aI0gP1u.jpg",
                "video_url": "3928465"
            },
            {
                "episode_number": 322,
                "name": "Madara Uchiha",
                "overview": "Gaara ve Ohnoki'nin önünde ortaya çıkan yeniden canlandırılan şinobinin Madara Uchiha'dan başkası olmadığı ortaya çıkar... bu da Madara olduğunu iddia eden maskeli adamın gerçekte kim olduğu sorusunu gündeme getirir.",
                "air_date": "2013-07-25",
                "still_path": "/9tNh3rw3ATMyNy06NSpTiHY6qoZ.jpg",
                "video_url": "3928466"
            },
            {
                "episode_number": 323,
                "name": "Beş Kage Toplantısı",
                "overview": "Yeniden canlandırılan Madara Uchiha'nın gücü, Müttefik Kuvvetlerin beklediğinin çok ötesinde. Güç farkına rağmen Üçüncü Tsuchikage Ohnoki, Naruto ve Gaara ile birlikte pes etmeyi reddeder.",
                "air_date": "2013-08-01",
                "still_path": "/9iYZ4B6TfLWh6wdTqjSLuYhSVUT.jpg",
                "video_url": "3928467"
            },
            {
                "episode_number": 324,
                "name": "Kırılmaz Maske ve Parçalanmış Balon",
                "overview": "Naruto ve Killer Bee, yeniden canlandırılan Jinchuriki'nin yanı sıra başlangıçta Madara Uchiha olduğu düşünülen maskeli adamla karşı karşıya gelir. Naruto, Jinchuriki'lerden birini tanıdığında şok olur.",
                "air_date": "2013-08-08",
                "still_path": "/tPh0qENp7ndqFajRnhcXmccrt8z.jpg",
                "video_url": "3928468"
            },
            {
                "episode_number": 325,
                "name": "Jinchuriki, Jinchuriki'ye Karşı!!",
                "overview": "Naruto ve Killer Bee, Rinnegan'la donatılmış altı Yeniden Canlandırılmış Jinchuriki ile mücadele ediyor. Naruto, Ağrının Altı Yolu ile savaşırken kazandığı geçmiş tecrübeyi kullanarak, Jinchuriki'yi durdurmak için bir plan yapar.",
                "air_date": "2013-08-15",
                "still_path": "/hLdTu8uY0BD34xuEf7HsGY79TDa.jpg",
                "video_url": "3928470"
            },
            {
                "episode_number": 326,
                "name": "Dört Kuyruklu, Bilge Maymunların Kralı",
                "overview": "Kakashi ve Guy, Naruto ve Killer Bee'ye destek olmak için tam zamanında gelirler. Yeniden Canlandırılan altı Jinchuriki'den üçü Kuyruklu Canavar Durumuna girdiğinde kavga daha da yoğunlaşır ve Naruto ve diğerlerini ellerindeki her şeyi atmaya zorlar.",
                "air_date": "2013-08-22",
                "still_path": "/pU0iR2qhDXQfggIK7d70llDZcXv.jpg",
                "video_url": "3928471"
            },
            {
                "episode_number": 327,
                "name": "Dokuz Kuyruk",
                "overview": "Naruto kendini Four Tails'in iç dünyasında bulur ve burada Four Tails'i Madara'nın kontrolünden kurtarmaya söz verir. Konuşmalarını dinleyen Nine Tails, Naruto'nun içinde mühürlü olarak geçirdiği tüm zamanları hatırlıyor.",
                "air_date": "2013-08-29",
                "still_path": "/bdpCLiBSYBd3ofGGBKQq1pJarOZ.jpg",
                "video_url": "3928472"
            },
            {
                "episode_number": 328,
                "name": "Kurama",
                "overview": "Naruto kendini Four Tails'in iç dünyasında bulur ve burada Four Tails'i Madara'nın kontrolünden kurtarmaya söz verir. Konuşmalarını dinleyen Nine Tails, Naruto'nun içinde mühürlü olarak geçirdiği tüm zamanları hatırlıyor.",
                "air_date": "2013-08-29",
                "still_path": "/dozR5WXDs6e07Z8xyjAzXcoEAhC.jpg",
                "video_url": "3928474"
            },
            {
                "episode_number": 329,
                "name": "İki Kişilik Takım",
                "overview": "Naruto, Kuyruklu Canavarları Madara'nın kontrolünden kurtarmaya çalışırken son çakrasını da kullanır. Her şey kaybolmuş gibi göründüğünde, Dokuz Kuyruklular sonunda Naruto'yu jinchuriki'si olarak kabul eder ve yardım teklif eder.",
                "air_date": "2013-09-05",
                "still_path": "/qXWNsNdlDw4ZBE373ku9ezkWwp5.jpg",
                "video_url": "3928475"
            },
            {
                "episode_number": 330,
                "name": "Zaferin Vaadi",
                "overview": "Savaşın gidişatı yavaş yavaş Müttefik Kuvvetlerin lehine değişiyor ancak çoğu kişi Madara Uchiha'ya karşı gerçekten bir şansları olduğundan emin değil. Morallerini yükseltmeye yardımcı olmak için Shikaku, Inoichi'ye güçlerin her üyesine bir mesaj göndermesini emreder.",
                "air_date": "2013-09-12",
                "still_path": "/rWGOIB02ZO1CPGgCM2ar5jYZPM7.jpg",
                "video_url": "3928476"
            },
            {
                "episode_number": 331,
                "name": "Karanlıkta Gören Gözler",
                "overview": "Suigetsu ve Jugo'nun Sasuke'yi araması onları Orochimaru'nun eski saklanma yerlerinden birine götürür ve orada Dördüncü Büyük Savaş'ın sonucuna dair ipucu verebilecek araştırma verileriyle karşılaşırlar. Bu sırada Sasuke nihayet Naruto'yla hesaplaşmaya koyulur.",
                "air_date": "2013-09-19",
                "still_path": "/5z3h4Dw0zaKN4VLwFHhsUhQDDOU.jpg",
                "video_url": "3928477"
            },
            {
                "episode_number": 332,
                "name": "Taştan Bir Vasiyet",
                "overview": "Beş Kage, gerçek Madara Uchiha'nın yıkıcı saldırılarıyla geride kalıyor. Üçüncü Tsuchikage Ohnoki tam pes etmek üzereyken önceki Tsuchikage'nin sözlerini hatırlar.",
                "air_date": "2013-09-26",
                "still_path": "/6VE542qJ6DUxwQcjjumrVgCVxfH.jpg",
                "video_url": "3928478"
            },
            {
                "episode_number": 333,
                "name": "Reanimasyon Jutsu'nun Riskleri",
                "overview": "Tsunade, Madara ile mücadelede diğer Kage'ye katılmak üzere Medic Ninja görevinden ayrılır. Bu sırada Sasuke, Itachi'nin peşine düşer ve kardeşinin Kabuto'nun Reanimasyon Jutsu'sunu durdurma niyetinde olduğunu öğrenir.",
                "air_date": "2013-10-03",
                "still_path": "/n325jajBAIEWEmjGzHIP33MSfHB.jpg",
                "video_url": "3928479"
            },
            {
                "episode_number": 334,
                "name": "Kardeş Takım Etiketi",
                "overview": "Sasuke ve Itachi, Kabuto'nun Canlandırma Jutsu'sunu durdurmak için bir araya gelir. Ancak Kabuto'nun Doğa Enerjisi kullanma yeteneği, onu kardeşlerin Susano'o saldırısını gerçekleştirmesi için zor bir hedef haline getirmiştir.",
                "air_date": "2013-10-10",
                "still_path": "/ne0C8gEZlE7KAXsPXzLjIrAGrTB.jpg",
                "video_url": "3928480"
            },
            {
                "episode_number": 335,
                "name": "Her Biri Kendi Yaprağı",
                "overview": "Kabuto, ikisinin de aynı amaç için savaştığını belirterek Sasuke'yi kendi tarafına çekmeye çalışıyor: Yaprak Köyü'nü yıkmak. Ancak Sasuke onu hemen reddeder.",
                "air_date": "2013-10-24",
                "still_path": "/a58QQ3PTWLZgRSJHIYxoawnt2t5.jpg",
                "video_url": "3928481"
            },
            {
                "episode_number": 336,
                "name": "Kabuto Yakushi",
                "overview": "Kabuto'nun geçmişi nihayet ortaya çıkar. Çocukken Nonou adında bir kadın, Kabuto'yu Yaprak Köyü'ndeki bir yetimhanede büyüttü. Bir gün Danzo ve Orochimaru, Nonou'nun casus olarak çalışması şartıyla maddi yardım sağlamak için yetimhaneyi ziyaret eder.",
                "air_date": "2013-10-31",
                "still_path": "/lnh90rmY0FS6e20qU1g829lkrGp.jpg",
                "video_url": "3928482"
            },
            {
                "episode_number": 337,
                "name": "İzanami Devreye Alındı",
                "overview": "Itachi'nin kendisine verdiği dersleri bir kenara bırakan Kabuto, kardeşlerine çeşitli shinobilerin, özellikle de Ses Beşlisi'nin ve Orochimaru'nun DNA'sını kendisine enjekte ettiğini söyler.",
                "air_date": "2013-11-07",
                "still_path": "/kGQOjGDcGIVHaZcscWTLRPFj6uW.jpg",
                "video_url": "3928483"
            },
            {
                "episode_number": 338,
                "name": "İzanagi ve İzanami",
                "overview": "İzanami etkinleştirildiğinde ve Kabuto bu sonsuz döngünün içinde sıkışıp kaldığında, Sasuke bu zamanı kardeşine teknik hakkında sorgulamak için kullanır. Itachi, Sasuke'ye Izanami'nin yaratılışının arkasındaki tarihi ve Uchiha klanının bu tekniği nasıl kullandığını anlatır.",
                "air_date": "2013-11-14",
                "still_path": "/dSSqYBJ2ySxCuAuj09zRqmBNDuF.jpg",
                "video_url": "3928485"
            },
            {
                "episode_number": 339,
                "name": "Seni Her Zaman Seveceğim",
                "overview": "Ön saflarda beş Kage, Madara'nın Susanoo kaplı ahşap klonlarına karşı kendilerini savunmak için mücadele ediyor.  Reenkarnasyona uğramış şinobileri çevreleyen ışıklar, ışık sütunlarına dönüşerek savaş alanını aydınlatmaya başlarken Itachi, Sasuke'ye yaklaşır ve Sharingan'ını kullanarak Sasuke'ye Uchiha klanı katliamıyla ilgili her şeyi gösterir.",
                "air_date": "2013-11-21",
                "still_path": "/8A6FVWR5Ny1m922XGibyD5KhM5u.jpg",
                "video_url": "3928487"
            },
            {
                "episode_number": 340,
                "name": "Canlandırma Jutsusu: Bırak!",
                "overview": "Itachi sayesinde Reanimation Jutsu yayınlandı ve tüm Reanimated Shinobi'ler dinlenme yerlerine geri döndü. Ancak herkesi şaşırtacak şekilde gerçek Madara hâlâ duruyor!",
                "air_date": "2013-11-28",
                "still_path": "/lPmxb82lJYJOTrPP00quhpwhwjX.jpg",
                "video_url": "3928488"
            },
            {
                "episode_number": 341,
                "name": "Orochimaru'nun Dönüşü",
                "overview": "Suigetsu ve Jugo sonunda Sasuke'yi yakalar. Yaprak'ın eylemlerinin ardındaki gerçeği öğrenmek için Sasuke, cevabı bulmasına yardım edebilecek tek adamı, Orochimaru'yu diriltmeye karar verir.",
                "air_date": "2013-12-05",
                "still_path": "/pB5wIpN0LV9PxzHOlf5MqyH1kS6.jpg",
                "video_url": "3928489"
            },
            {
                "episode_number": 342,
                "name": "Ulaştırma Tekniğinin Sırrı",
                "overview": "Dokuz Kuyruklu Canavarın hepsinin çakralarını emen Gedo Heykeli, On Kuyrukluya dönüşmeye başlar. Naruto, Killer Bee, Kakashi ve Guy, Gedo Heykeli'ni yok etmeye çalışırlar ancak maskeli adam tarafından durdurulurlar.",
                "air_date": "2013-12-12",
                "still_path": "/lDzd8D5v3gLVZiBx8ScTHTonY6g.jpg",
                "video_url": "3928491"
            },
            {
                "episode_number": 343,
                "name": "Sen Kimsin?",
                "overview": "Kakashi, maskeli adamın Ulaşım Tekniği ile kendi Kamui Jutsu'su arasında garip bir bağlantı keşfeder. Naruto, sahip olduğu her şeyi maskeli adama karşı kullanır ve maskesini kırar, sonunda kimliğini ortaya çıkarır!",
                "air_date": "2013-12-19",
                "still_path": "/zJFBu463baKeRYpxhMxoLhg0Km3.jpg",
                "video_url": "3928492"
            },
            {
                "episode_number": 344,
                "name": "Obito ve Madara",
                "overview": "Maskeli adamın kimliğinin, daha önce Kannabi Köprüsü savaşında öldüğüne inanılan Kakashi'nin eski arkadaşı Obito olduğu ortaya çıktı. Naruto ve diğerleri, Obito'nun Madara Uchiha ile çalıştığını öğrenince daha da şaşırırlar...",
                "air_date": "2014-01-09",
                "still_path": "/x4JI3xzxUOlA8mqP3E0sas1XjLt.jpg",
                "video_url": "3928493"
            },
            {
                "episode_number": 345,
                "name": "Cehennemdeyim",
                "overview": "Kannabi Köprüsü Savaşı'nın ardından Obito, kendisini genç şinobinin hayatını kurtaran Madara Uchiha'nın gizli sığınağında bulur. Orada Obito, Kakashi ve Rin ile yeniden bir araya gelme umuduyla yaralı vücudunu iyileştirmeye çalışıyor.",
                "air_date": "2014-01-16",
                "still_path": "/d2G6xIu8Mxtvv7K1vM1IHIHGdrX.jpg",
                "video_url": "3928494"
            },
            {
                "episode_number": 346,
                "name": "Hayal Dünyası",
                "overview": "Obito, Kakashi'nin Rin'i öldürmesini inanamayarak izliyor. Acı gerçeği kabullenemeyen Obito, Rin'in hâlâ var olduğu ideal bir dünya yaratabilmek için Madara'nın hayalini gerçekleştirmeye karar verir.",
                "air_date": "2014-01-23",
                "still_path": "/78LJx380RGcj0TH4O6vEbo0NtrJ.jpg",
                "video_url": "3928495"
            },
            {
                "episode_number": 347,
                "name": "Sürünen Gölge",
                "overview": "Kakashi'nin yetiştirdiği yetimlerin artık diyalog yoluyla Gizli Yağmur Köyü'nde değişim yaratmaya çalıştıklarını bildiren Jiraiya, öğrencilerinin kaydettiği ilerlemeden duyduğu memnuniyeti dile getiriyor.",
                "air_date": "2014-01-23",
                "still_path": "/rONTblspeiea40d6eqlOWcK3QUm.jpg",
                "video_url": "3928496"
            },
            {
                "episode_number": 348,
                "name": "Yeni Akatsuki",
                "overview": "Danzo, Hanzo'yu kasıtlı olarak yanıltarak ona Akatsuki'nin Gizli Yağmur ve Taş arasındaki barış görüşmelerini sabote etmeye çalıştığını söyler. Hikayesine inanan Hanzo, halkının iyiliği için Akatsuki'yi ezmek üzere bir tuzak kurar.",
                "air_date": "2014-01-30",
                "still_path": "/2htxtpxdxxd0jmF9OCCzUW9gCB4.jpg",
                "video_url": "3928498"
            }
        ]
    },
    "season_16": {
        "season_number": 16,
        "name": "Sezon 16",
        "episode_count": 13,
        "air_date": "2014-02-06",
        "poster_path": "/wi73sU6BjJAgUI8C5qIXgb3S6Nz.jpg",
        "episodes": [
            {
                "episode_number": 349,
                "name": "Kalbi Gizleyen Bir Maske",
                "overview": "Üçüncü Büyük Ninja Savaşı'nın sona ermesinin ardından Yaprak Köyü, bir sonraki Hokage'nin kimin olacağı konusunda ikiye bölünür.",
                "air_date": "2014-02-06",
                "still_path": "/1O3TArvcezre1QNtYo6jgZghvWj.jpg",
                "video_url": "3928500"
            },
            {
                "episode_number": 350,
                "name": "Minato'nun Ölümü",
                "overview": "Kakashi, Dördüncü Hokage Minato Namikaze'nin doğrudan komutası altındaki elit bir şinobi ekibi olan ANBU Black Ops'un bir parçası olur.",
                "air_date": "2014-02-13",
                "still_path": "/eWpmqjdIOHiEN6pDIEv8H7V7LLa.jpg",
                "video_url": "3928501"
            },
            {
                "episode_number": 351,
                "name": "Hashirama'nın Hücreleri",
                "overview": "Vakıfta Kakashi, yalnızca Birinci Hokage Hashirama'nın kullanabileceği bir jutsu olan Wood Style'ı kullanan bir çocukla tanışır. Kakashi, yanıt aramak için Üçüncü Hokage Hiruzen'in kütüphanesine gider ve Hashirama'nın hücreleriyle ilgili kayıtları keşfeder.",
                "air_date": "2014-02-20",
                "still_path": "/mBiUgAjeI0auSoK9vNHkrbUHtVC.jpg",
                "video_url": "3928503"
            },
            {
                "episode_number": 352,
                "name": "Düzenbaz Ninja Orochimaru",
                "overview": "Üçüncü Hokage Hiruzen'in yasa dışı deneylerini ifşa etmesi üzerine Orochimaru Gizli Yaprak'tan kaçmak zorunda kalır. Orochimaru'nun yakalanmasının deneylere kendisinin de dahil olduğunun açığa çıkmasına yol açacağından korkan Danzo, yardım etmesi için adamlarından birini gönderir.",
                "air_date": "2014-02-27",
                "still_path": "/4ZJWnq2OOLlMufhcBMVon2DM9MP.jpg",
                "video_url": "3928504"
            },
            {
                "episode_number": 353,
                "name": "Orochimaru'nun Test Konusu",
                "overview": "Orochimaru'yu takip ederken Kakashi, dumana dönüşme gibi eşsiz bir yeteneğe sahip bir grup insan olan Iburi Klanı'nın yaşadığı bir köye girer. Kakashi kısa süre sonra yakalanır ve köylülerin hepsinin Orochimaru'ya hizmet ettiğini öğrenir.",
                "air_date": "2014-03-06",
                "still_path": "/nH8BtmXYGYvrYYyu9xEgSOXft9d.jpg",
                "video_url": "3928506"
            },
            {
                "episode_number": 354,
                "name": "Kendi Yolları",
                "overview": "Yukimi, \"Tenzo\"yu da yanına alarak dış dünyayı görmek için köyden ayrılır. Kakashi, Yukimi'nin kanının peşinde olan Orochimaru'yu yakalamak için tuzak kurabilmek amacıyla ikisini geri dönmeye ikna etmeye çalışır.",
                "air_date": "2014-03-06",
                "still_path": "/1S1Ho8U3kuzAWgHxD4HGxXGl4jH.jpg",
                "video_url": "3928507"
            },
            {
                "episode_number": 355,
                "name": "Hedeflenen Sharingan",
                "overview": "Danzo, Tenzo'ya Kakashi'yi öldürmesini ve Sharingan'ını almasını emreder. İlk başta isteksiz olan Tenzo, Yaprak Shinobi'nin \"Arkadaş Katili Kakashi\" olarak bilinmeye başladığını öğrendikten sonra emirlerini yerine getirmeye karar verir.",
                "air_date": "2014-03-13",
                "still_path": "/7ZWhMk3vGqt73QcAkBJRkDgoQRT.jpg",
                "video_url": "3928508"
            },
            {
                "episode_number": 356,
                "name": "Yaprağın Shinobi'si",
                "overview": "Öldürmesi emredilen hedef tarafından kurtarılan Tenzo, \"Arkadaş Katili Kakashi\" olarak bilinen adamın, yoldaşlarının hayatına herkesten daha fazla değer veren biri olduğunu fark eder.",
                "air_date": "2014-03-20",
                "still_path": "/giu5J69X4lVKM5pd0JZaYKtJB1X.jpg",
                "video_url": "3928510"
            },
            {
                "episode_number": 357,
                "name": "An Uchiha Anbu",
                "overview": "Itachi Uchiha, ANBU Kara Ops'un en genç üyesi olarak Kakashi'nin birimine alındı. Itachi'nin babası Fugaku, bunun Uchiha'ya özel, çok gizli Leaf istihbaratına erişim hakkı vereceğini düşünerek memnun oldu.",
                "air_date": "2014-04-03",
                "still_path": "/3Q4t11cnof2QTddQPgE7oP4iUEG.jpg",
                "video_url": "3928511"
            },
            {
                "episode_number": 358,
                "name": "Darbe",
                "overview": "Dokuz Kuyruklu olayının ardından Yaprak Konseyi'ndeki birçok kişi bu trajedinin arkasında Uchiha Klanının olduğuna dair şüphelerini dile getirdi. Uchiha daha sonra ANBU tarafından 24 saat gözetim altına alınır ve bu da gerilimin daha da artmasına neden olur.",
                "air_date": "2014-04-10",
                "still_path": "/oevQ2x21SDjrAvsAERpB12vpmZH.jpg",
                "video_url": "3928513"
            },
            {
                "episode_number": 359,
                "name": "Trajedi Gecesi",
                "overview": "Kakashi, Uchiha Bölgesini ziyaret eder ve topluluğun son ziyaretine göre daha antisosyal göründüğünü fark eder. Bu arada Itachi, Uchiha Klanının Leaf'e karşı yaptığı darbeye ilişkin somut kanıtlar bulur. Kritik an hızla yaklaşıyor…",
                "air_date": "2014-04-17",
                "still_path": "/1abjKSEk1oySN7gTbgh1UTOK6Fz.jpg",
                "video_url": "3928514"
            },
            {
                "episode_number": 360,
                "name": "Jonin Lideri",
                "overview": "Hiruzen, Kakashi'yi ANBU görevlerinden alır ve ona Jounin Lideri olarak yeni bir pozisyon atar. Geçmişteki hatalarını düşünen Kakashi, Minato'nun bir zamanlar kişinin ekip çalışmasını ölçmek için kullandığı testin aynısını kullanmaya karar verir.",
                "air_date": "2014-04-24",
                "still_path": "/floRsjizFRD5kNvx8ieQi6pvBKp.jpg",
                "video_url": "3928515"
            },
            {
                "episode_number": 361,
                "name": "Yedinci Takım",
                "overview": "Hiruzen, Kakashi'yi Naruto, Sasuke ve Sakura'nın sorumluluğunu üstlenmesi için görevlendirir; bu üç genin, eski Takım Minato'ya çok benzemektedir.",
                "air_date": "2014-05-08",
                "still_path": "/56h5qFBkXT9CxHg13P2OpIrCKhD.jpg",
                "video_url": "3928516"
            }
        ]
    },
    "season_17": {
        "season_number": 17,
        "name": "Sezon 17",
        "episode_count": 11,
        "air_date": "2014-05-15",
        "poster_path": "/bS5BHrNiLtdoMjF3FEYGhsEFe38.jpg",
        "episodes": [
            {
                "episode_number": 362,
                "name": "Kakashi'nin Kararlılığı",
                "overview": "Kakashi çaresizce Obito'ya ulaşmaya çalışır ama sözleri kulak ardı edilir. Obito bunun yerine Kakashi'yi çöplükle suçluyor, bu da Naruto'yu kızdırıyor ve onu devreye girip Sensei'sini savunmaya zorluyor.",
                "air_date": "2014-05-15",
                "still_path": "/yVxzo2yLWx1w5FX8MnjGh5HBrGP.jpg",
                "video_url": "3928517"
            },
            {
                "episode_number": 363,
                "name": "Müttefik Shinobi Kuvvetleri Jutsu!",
                "overview": "Bariyer paramparça oldu ve On Kuyruk ortaya çıktı! Saldırısındaki akıl almaz güçle havaya şok dalgaları gönderiyor! Kurama liderliği ele geçirir ve saldırıya geçmeye çalışır, ancak Ten Tails'in muazzam gücü karşısında çaresiz kalır.",
                "air_date": "2014-05-22",
                "still_path": "/faF6rtEYI2LB3SzTXU5lfCG4Xvp.jpg",
                "video_url": "3928519"
            },
            {
                "episode_number": 364,
                "name": "Bağlayan Bağlar",
                "overview": "Müttefik Shinobi Kuvvetleri, Obito ve Madara'ya karşı saldırıya başlar. Ancak Ten Tails aniden dönüşerek güçlü Kuyruklu Canavar Bombalarını uzak kasabalara fırlatır.",
                "air_date": "2014-06-05",
                "still_path": "/8537jRmVCHEay52K5YhPPHnrs4L.jpg",
                "video_url": "3928521"
            },
            {
                "episode_number": 365,
                "name": "Gölgelerde Dans Edenler",
                "overview": "Naruto, Neji'nin ölümü üzerine üzüntüye kapılır, ancak Hinata'nın sözleri onun savaşma ruhunu geri getirir.",
                "air_date": "2014-06-12",
                "still_path": "/iFKwZXv6qxV95IvYQ7SCjLSoQsN.jpg",
                "video_url": "3928523"
            },
            {
                "episode_number": 366,
                "name": "Her Şeyi Bilen",
                "overview": "Sasuke cevaplar bulmak için Gizli Yaprak Köyü'ne geri döndü ve karşısında Birinci Hokage Hashirama, İkinci Hokage Tobirama, Üçüncü Hokage Hiruzen ve Dördüncü Hokage Minato yeniden canlandırıldı.",
                "air_date": "2014-06-19",
                "still_path": "/ckTVlTfeEZxCyOjlMlkQqflNRXH.jpg",
                "video_url": "3928524"
            },
            {
                "episode_number": 367,
                "name": "Hashirama ve Madara",
                "overview": "Hashirama çocukken köyler yoktu. Bu çekişmelerle dolu dönemde Madara Uchiha ile tanıştı.",
                "air_date": "2014-07-03",
                "still_path": "/eCDI28jizgqiUdflHD4ukDiUroG.jpg",
                "video_url": "3928525"
            },
            {
                "episode_number": 368,
                "name": "Savaşan Devletler Çağı",
                "overview": "Madara ve Hashirama sonunda kendi klanlarının liderleri olurlar.",
                "air_date": "2014-07-10",
                "still_path": "/ljqMEDGAZS2BIzNKyO1L7O4kUL7.jpg",
                "video_url": "3928526"
            },
            {
                "episode_number": 369,
                "name": "Benim Gerçek Hayalim",
                "overview": "Senju ve Uchiha klanları bir şinobi köyü inşa etmek ve hayallerini gerçekleştirmek için bir araya gelir.",
                "air_date": "2014-07-24",
                "still_path": "/4wrbm0M8LkjJrfmRx5QWLGMQ9oR.jpg",
                "video_url": "3928528"
            },
            {
                "episode_number": 370,
                "name": "Sasuke'nin Cevabı",
                "overview": "Hashirama ve eski Hokage'nin geri kalanının söylediklerini dinledikten sonra Sasuke, sonunda Yaprak Köyü ve şinobisinin nasıl ortaya çıktığını anladı.",
                "air_date": "2014-07-31",
                "still_path": "/hpkBzr4r0tjK144VIGMW9i0EZHJ.jpg",
                "video_url": "3928529"
            },
            {
                "episode_number": 371,
                "name": "Delik",
                "overview": "Müttefik Shinobi Kuvvetlerinin öncüsü olan Naruto ile Madara ve Obito ekibi arasındaki savaş tüm hızıyla sürüyor.",
                "air_date": "2014-08-07",
                "still_path": "/wXX0OP7ciGiM8ooeNJg1GEt1cQI.jpg",
                "video_url": "3928530"
            },
            {
                "episode_number": 372,
                "name": "Deliği Dolduracak Bir Şey",
                "overview": "Ten Tails son dönüşümünün eşiğindedir ve devasa bir Kuyruklu Canavar Bombası oluşturmaya başlar.",
                "air_date": "2014-08-14",
                "still_path": "/hS8dpB9WXBLqgdSfTxFziAyRRpb.jpg",
                "video_url": "3928531"
            }
        ]
    },
    "season_18": {
        "season_number": 18,
        "name": "Sezon 18",
        "episode_count": 21,
        "air_date": "2014-08-21",
        "poster_path": "/5CTyFgdZkY719b8M1aylP3l95kc.jpg",
        "episodes": [
            {
                "episode_number": 373,
                "name": "7. Takım Toplanıyor!",
                "overview": "Naruto, Sakura ve Sasuke güçlerini birleştirince 7. Takım nihayet yeniden bir araya gelir.",
                "air_date": "2014-08-21",
                "still_path": "/eHANMANaaFkmpCUCltyzxidvdVS.jpg",
                "video_url": "3928534"
            },
            {
                "episode_number": 374,
                "name": "Yeni Üçlü Çıkmaz",
                "overview": "Efsanevi Sannin'e çok benzeyen Naruto, Sakura ve Sasuke, çağrıldıkları her çağrıyla savaş alanına çarpıcı bir şekilde varıyorlar.",
                "air_date": "2014-08-28",
                "still_path": "/p6Qyw8qjmyXqTtUGD9kqtU1JwNo.jpg",
                "video_url": "3928535"
            },
            {
                "episode_number": 375,
                "name": "Kakashi Obito'ya Karşı",
                "overview": "Kakashi, Obito'nun hatırladığı genç adama dönebileceği umudunu taşıyor. Ancak Obito hem şimdiki zamanı hem de arkadaşlarının anılarını terk etti ve dünyanın sonunu getirmeye kararlı!",
                "air_date": "2014-09-04",
                "still_path": "/a1kzubU7C5PgqfqBLeLMlAynogk.jpg",
                "video_url": "3928536"
            },
            {
                "episode_number": 376,
                "name": "Dokuz Kuyrukluyu Alma Yönergesi!",
                "overview": "İki bölümlü özel ekstra baskının 1. Bölümü! Kasaba halkı, Yaprak Köyü'nün sokaklarında günlük işlerini yaparken aniden birisi ortaya çıkıp onları uçurmaya başlar!",
                "air_date": "2014-09-11",
                "still_path": "/4j8npcNBntW2QSmoZVNn52GRQ4h.jpg",
                "video_url": "3928537"
            },
            {
                "episode_number": 377,
                "name": "Naruto, Mecha Naruto'ya Karşı",
                "overview": "İki bölümlü özel ekstra baskının 2. bölümü! Kasaba halkı, Yaprak Köyü'nün sokaklarında günlük işlerini yaparken aniden birisi ortaya çıkıp onları uçurmaya başlar!",
                "air_date": "2014-09-11",
                "still_path": "/8SIJ1MxRv5PIRxReSJH76L9IKBa.jpg",
                "video_url": "3928538"
            },
            {
                "episode_number": 378,
                "name": "On Kuyruklu'nun Jinchuriki'si",
                "overview": "Obito, dev Ten Tails'i tamamen emer, bir dönüşüm geçirir ve Ten Tails'in Jinchuriki'si olur.",
                "air_date": "2014-09-18",
                "still_path": "/7kXZBFCpuuTQmbExrnARVKmwcBf.jpg",
                "video_url": "3928539"
            },
            {
                "episode_number": 379,
                "name": "Açılış",
                "overview": "Obito, Ten Tails Jinchuriki olarak gücünün tam kontrolünü ele geçirdi. Güçlü, soğukkanlı saldırıları Naruto ve arkadaşlarını köşeye sıkıştırıyor.",
                "air_date": "2014-09-25",
                "still_path": "/4CU4KGTj4z8d99XY9FrNzTSAMZ3.jpg",
                "video_url": "3928540"
            },
            {
                "episode_number": 380,
                "name": "Naruto'nun Doğduğu Gün",
                "overview": "Minato, Obito'yla yüzleşmesi sırasında pişmanlıkla doludur. Gizli Yaprak Köyü'ne yapılan saldırı sırasında Obito'nun Maskeli Adam olduğunu bilseydi saldırıyı durdurabileceğini ve belki de Kushina'nın ölmeyeceğini düşünüyor.",
                "air_date": "2014-10-02",
                "still_path": "/uZP0yail3Iiqgxj76f7nFZkyRji.jpg",
                "video_url": "3928542"
            },
            {
                "episode_number": 381,
                "name": "İlahi Ağaç",
                "overview": "Naruto ve Minato, Obito'ya bir Sage Jutsu saldırısı gerçekleştirmek için güçlerini birleştirir.",
                "air_date": "2014-10-09",
                "still_path": "/4l1b0BIv8uaxs1lf1thlxkVEX2p.jpg",
                "video_url": "3928543"
            },
            {
                "episode_number": 382,
                "name": "Bir Shinobi'nin Rüyası",
                "overview": "On Kuyruk, son formu olan \"İlahi Ağaç\"a dönüşür ve şinobilere saldırarak çakralarını birbiri ardına emer.",
                "air_date": "2014-10-16",
                "still_path": "/cHhCMU64MrSv2zAUOTTZpIrrBGV.jpg",
                "video_url": "3928545"
            },
            {
                "episode_number": 383,
                "name": "Umudun Peşinde",
                "overview": "Naruto'nun geçmişi, düşünceleri ve duyguları her shinobi'nin bilincine akarak kalplerini birleştirir.",
                "air_date": "2014-10-23",
                "still_path": "/xLzfzBQxicJg2XnpPk56tHjlKDa.jpg",
                "video_url": "3928546"
            },
            {
                "episode_number": 384,
                "name": "Yoldaşlarla Dolu Bir Kalp",
                "overview": "Son savaş yaklaşırken Naruto ve Sasuke, Obito'yu tartar.",
                "air_date": "2014-10-30",
                "still_path": "/1ySrwBrlVKuiupF1oQysQvcStMI.jpg",
                "video_url": "3928547"
            },
            {
                "episode_number": 385,
                "name": "Obito Uchiha",
                "overview": "Naruto, Obito'nun Altı Yolun ikinci Bilgesi olduğu iddiasına karşı çıkıyor ve kendisinin Obito Uchiha olduğunu ilan ediyor.",
                "air_date": "2014-11-06",
                "still_path": "/oEU5nkQlpDZAMMPmTmiiBSd3nT0.jpg",
                "video_url": "3928548"
            },
            {
                "episode_number": 386,
                "name": "Her Zaman İzliyorum",
                "overview": "Naruto'nun baskısına maruz kalan Obito, kendisi, Kakashi ve Rin'in Chunin Sınavı için takım oluşturduğu zamanı ve Rin'e Hokage olacağına dair söz verdiği zamanı hatırlıyor.",
                "air_date": "2014-11-13",
                "still_path": "/einIp3JeH1da6pdqalVHqxRV2bt.jpg",
                "video_url": "3928549"
            },
            {
                "episode_number": 387,
                "name": "Tutulan Söz",
                "overview": "Naruto'nun ikna gücü Obito'nun kalbini harekete geçirir. On Kuyruk'un etkisiyle, kendisinin ve Rin'in geçmişteki görüntüleri iç alemde belirir ve Obito'nun duygularını alt üst eder.",
                "air_date": "2014-11-20",
                "still_path": "/u1uzaRJPS6LClzoaK0rC4UTO0Lh.jpg",
                "video_url": "3928550"
            },
            {
                "episode_number": 388,
                "name": "İlk Arkadaşım",
                "overview": "Tüm Kuyruklu Canavarlar serbest bırakılır ve eski dostlar Kakashi ile Obito karşı karşıya gelir. Obito'nun tepkisi ne olacak? Bu arada Kuyruklu Canavarlar ve Müttefik Shinobi Kuvvetleri, odaklarını en büyük düşmanları Madara Uchiha'ya kaydırıyor. Gaara, eski Kuyruklu Canavarı Shukaku ile yeniden bir araya gelir. Gaara, Shukaku'dan Madara'yı mühürlemek için gücünü ödünç vermesini istediğinde reddeder. Aralarındaki düşmanlık geçmişi onların birlikte çalışmasına engel olacak mı?",
                "air_date": "2014-11-27",
                "still_path": "/1VRnrsnO9YNzFDBd7rIBykISmJY.jpg",
                "video_url": "3928551"
            },
            {
                "episode_number": 389,
                "name": "Sevilen Abla",
                "overview": "Hanabi, Hyuga Klanının değerli bir varisi olmak için mücadele eden kız kardeşi Hinata'ya tapıyor.",
                "air_date": "2014-12-04",
                "still_path": "/j3ML44NRGT0RGmaPkMM2TLCBlZF.jpg",
                "video_url": "3928552"
            },
            {
                "episode_number": 390,
                "name": "Hanabi'nin Kararı",
                "overview": "Hinata'nın halef olarak uygun olmadığı söylenince Hanabi'nin kalbi kaderine bağlı hale gelir.",
                "air_date": "2014-12-04",
                "still_path": "/gS93EJTHsHvUJ8XKmL3BmpbgE82.jpg",
                "video_url": "3928554"
            },
            {
                "episode_number": 391,
                "name": "Madara Uchiha Doğuyor",
                "overview": "Naruto ve Müttefik Shinobi Kuvvetleri, Kuyruklu Canavarları Obito'dan başarıyla çıkardı. Geriye yalnızca Madara kalır ve Naruto bu düşmanla mücadele etmek için yola çıkar.",
                "air_date": "2014-12-11",
                "still_path": "/vzWlklsyAiBsGm5RR7VIWrDNxuQ.jpg",
                "video_url": "3928556"
            },
            {
                "episode_number": 392,
                "name": "Gizli Kalp",
                "overview": "Madara, yeniden canlanan gücüyle dokuz Kuyruklu Canavar'a karşı pes etmez.",
                "air_date": "2014-12-18",
                "still_path": "/nZ1Wafl37NbOz819V78grwvBU1Z.jpg",
                "video_url": "3928558"
            },
            {
                "episode_number": 393,
                "name": "Gerçek Bir Son",
                "overview": "Tüm çabalara rağmen Kurama Naruto'dan çıkarılır ve sonuçta tüm Kuyruklu Canavarlar Gedo Heykeli'nin içine hapsedilir.",
                "air_date": "2014-12-25",
                "still_path": "/imBNoAKGApfJfekDRJBIHvk2Str.jpg",
                "video_url": "3928559"
            }
        ]
    },
    "season_19": {
        "season_number": 19,
        "name": "Sezon 19",
        "episode_count": 20,
        "air_date": null,
        "poster_path": "/xxdmYAKEakoPYcbe9z812S4I2Ci.jpg",
        "episodes": [
            {
                "episode_number": 394,
                "name": "Yeni Chunin Sınavları",
                "overview": "Hikaye, Sasuke'nin Yaprak'tan ayrılmasından sonraki zamana ve Naruto'nun Jiraiya ile yaptığı iki yıllık eğitim yolculuğundan dönüşüne kadar uzanıyor.",
                "air_date": "2015-01-08",
                "still_path": "/hB7QC9RYTkB6kPDDOs7d66XJq06.jpg",
                "video_url": "3928560"
            },
            {
                "episode_number": 395,
                "name": "Chunin Sınavları Başlıyor!",
                "overview": "Gizli Yaprak Chunin Sınavlarına hazırlanmaya başlar. Ino ve Choji, Sakura'dan zaten bir Chunin olan Shikamaru'nun yerine üç kişilik takımlarına katılmasını ister.",
                "air_date": "2015-01-15",
                "still_path": "/aWiPurYqiQHDRFcUVNjfgWYWCit.jpg",
                "video_url": "3928561"
            },
            {
                "episode_number": 396,
                "name": "Üç Soru",
                "overview": "Chunin Sınavları nihayet başlıyor ve Birinci Turun gözetmeni Shikamaru'dan başkası değil!",
                "air_date": "2015-01-22",
                "still_path": "/2jdT1Gd8yK5IawqPpuP9di13S1H.jpg",
                "video_url": "3928563"
            },
            {
                "episode_number": 397,
                "name": "Lider Olarak Değerli Biri",
                "overview": "Genin cevabı çözemez ve paniğe kapılır.",
                "air_date": "2015-01-29",
                "still_path": "/vkVyPhGrj1pKVgNJMMoPt2NdXT.jpg",
                "video_url": "3928565"
            },
            {
                "episode_number": 398,
                "name": "İkinci Sınavdan Önceki Gece",
                "overview": "İkinci Sınavdan önceki gece, katılımcılar kafeteryada toplanır ve arbede çıkar.",
                "air_date": "2015-02-05",
                "still_path": "/55SecxN4qMxOOjELWIbXtyHehC.jpg",
                "video_url": "3928566"
            },
            {
                "episode_number": 399,
                "name": "Şeytan Çölü Hayatta Kalma",
                "overview": "İkinci Sınav sonunda başlıyor! Bu aşamayı geçmek için her takımın hem Cennet hem de Dünya parşömenlerini ele geçirmesi ve 72 saat içinde Şeytan Çölü'nün merkezindeki belirlenen bölgeye ulaşması gerekir.",
                "air_date": "2015-02-12",
                "still_path": "/huFN7op4AoI1P1GswiksLMCchQx.jpg",
                "video_url": "3928568"
            },
            {
                "episode_number": 400,
                "name": "Taijutsu Kullanıcısı Olarak",
                "overview": "Koşullarının benzerliğine dikkat çeken Lee, Shira'yı inciten ve küçümseyenlere öfkeleniyor ve peşine düşüyor!",
                "air_date": "2015-02-19",
                "still_path": "/4Xgkziy8QKVDWTImjMIOG16KZb7.jpg",
                "video_url": "3928570"
            },
            {
                "episode_number": 401,
                "name": "Nihai",
                "overview": "Lee, Shira'yı taijutsu kullanıcıları arasındaki bir savaşa davet ediyor!",
                "air_date": "2015-02-26",
                "still_path": "/xzSq9D7eawv3idAZJHdDRhVyAll.jpg",
                "video_url": "3928571"
            },
            {
                "episode_number": 402,
                "name": "Kaçış ve Takip",
                "overview": "Kiba ve ekibi, parşömenlerini çalan Gizli Çim Ninjasının peşinde!",
                "air_date": "2015-03-05",
                "still_path": "/2GmDa8wxyvuiVogGM9lF7IBSRuL.jpg",
                "video_url": "3928572"
            },
            {
                "episode_number": 403,
                "name": "Sarsılmaz Cesaret",
                "overview": "Kiba ve ekibi, parşömenlerini çalan Gizli Çim Ninjasının peşinde!",
                "air_date": "2015-03-12",
                "still_path": "/cwjBN0B6ECwGN0GCpENyxvs71zU.jpg",
                "video_url": "3928573"
            },
            {
                "episode_number": 404,
                "name": "Tenten'in Sorunları",
                "overview": "Ekip akşam yemeğine hazırlanırken Tenten, okonomiyaki için tüm malzemeleri içeren bir parşömen çıkarır.",
                "air_date": "2015-03-19",
                "still_path": "/7WYqzNbiL7luEhRlwQQSrK8CJs3.jpg",
                "video_url": "3928574"
            },
            {
                "episode_number": 405,
                "name": "Tutuklu Çift",
                "overview": "Parşömenler için yapılan savaş sırasında Şeytan Çölü'ndeki kadim bir harabe yıkılır.",
                "air_date": "2015-03-26",
                "still_path": "/1x9Op8DpoNjGtnr03Cw83HZXnBV.jpg",
                "video_url": "3928575"
            },
            {
                "episode_number": 406,
                "name": "Ait Olduğum Yer",
                "overview": "Ino, Sakura ve Choji, yanan güneşin altındaki çölde hiçbir erzak olmadan zorlukla yürüyorlar. Dev bir akrep Sakura'ya saldırıp onu yaraladığında Ino ve Sakura tartışırlar.",
                "air_date": "2015-04-02",
                "still_path": "/9ucaRKzmtxtWxA8oZXR7oYUpKub.jpg",
                "video_url": "3928576"
            },
            {
                "episode_number": 407,
                "name": "Yamanaka Klanının Gizli Ninjutsu'su",
                "overview": "Ino ve ekibi bir vahaya doğru ilerlerken Ameno, Shishio ve Kouji'den oluşan Sand Shinobi ekibinin saldırısına uğrarlar.",
                "air_date": "2015-04-09",
                "still_path": "/bHRXMVC6gS4kUK8IzB0MedvaZI.jpg",
                "video_url": "3928578"
            },
            {
                "episode_number": 408,
                "name": "Lanetli Kukla",
                "overview": "Sakura ve ekibi çölde hedefe doğru yürüyüşlerine devam ediyor. Sürekli savaşları Sakura'nın çakrasını tükettiğinden dinlenmek için dururlar. Tam o sırada Kum'dan gelen rakip bir ekip tarafından yönlendirilen bir kuklayla karşılaşırlar ve sonunda keşfedilirler.",
                "air_date": "2015-04-16",
                "still_path": "/cv3BrEFcZIRSC91Bu1qqjfuwTJQ.jpg",
                "video_url": "3928579"
            },
            {
                "episode_number": 409,
                "name": "Sırtları",
                "overview": "Ino ve Choji, amansız mücadele nedeniyle çakralarının çoğunu tüketmiş olsalar da, hareketsiz kalan Sakura'yı korumak için savaşırlar.",
                "air_date": "2015-04-23",
                "still_path": "/ieLo2iN2I101zbXgG2J9nG9CMmd.jpg",
                "video_url": "3928581"
            },
            {
                "episode_number": 410,
                "name": "Gizli Hikaye Harekete Geçti",
                "overview": "Sand Jonin Fugi, Beşinci Kazekage Gaara'ya suikast düzenlemek için Şeytan Çölü'ne gizlice girer ve devasa bir kum fırtınası yaratır.",
                "air_date": "2015-04-30",
                "still_path": "/yYl3XN3NGWZawtA01vsVrTh8Lax.jpg",
                "video_url": "3928582"
            },
            {
                "episode_number": 411,
                "name": "Hedeflenen Kuyruklu Canavar",
                "overview": "Gaara, Matsuri'yi ve diğerlerini kurtarmak için yola çıkar ancak Kuyruklu Canavarını yakalamak için onu bir Çakra Zinciriyle bağlayan gizemli bir rahip tarafından saldırıya uğrar.",
                "air_date": "2015-05-07",
                "still_path": "/1xCOxBDnm3TVGrXWYhM8rwG4bf9.jpg",
                "video_url": "3928583"
            },
            {
                "episode_number": 412,
                "name": "Neji'nin Kararı",
                "overview": "Neji ve ekip, çölde yere yığılmış Matsuri'yle karşılaşır ve Gaara'nın tehlikede olduğunu öğrenir. Bu sırada gizemli bir rahibin zincirleri Gaara ve Foo'yu bağlar.",
                "air_date": "2015-05-14",
                "still_path": "/1c0xkR3y3YaCUE1VncGYzYG5EWl.jpg",
                "video_url": "3928584"
            },
            {
                "episode_number": 413,
                "name": "Geleceğe Emanet Edilen Umutlar",
                "overview": "Gaara, hayatına yönelik suikast girişiminin beyni olan Fugi ile tanışır. Belki de Kum'da yarattığı onca korku ve acıdan sonra onların lideri olmaya hakkı olmadığını itiraf ediyor.",
                "air_date": "2015-05-21",
                "still_path": "/nuNUIzDJU9axDNE0EPKyeppwirl.jpg",
                "video_url": "3928585"
            }
        ]
    },
    "season_20": {
        "season_number": 20,
        "name": "Sezon 20",
        "episode_count": 87,
        "air_date": "2015-05-28",
        "poster_path": "/pkNcN6tA6aKkIDEahQvLFIstKT9.jpg",
        "episodes": [
            {
                "episode_number": 414,
                "name": "Ölümün Eşiğinde",
                "overview": "Kuyruklu Canavarı çıkarıldıktan sonra Naruto ölmenin eşiğindedir. Sakura çaresizce onu kurtarmaya çalışır ama Naruto'nun kalbi pes eder.",
                "air_date": "2015-05-28",
                "still_path": "/2UZ9lNxZzxPPJRdzBhn2MHvwbdy.jpg",
                "video_url": "3928586"
            },
            {
                "episode_number": 415,
                "name": "İki Mangekyo",
                "overview": "Madara, On Kuyruklu Jinchuriki'ye dönüştü ve Kakashi'nin huzuruna çıktı. Kakashi ve diğerleri saldırmak için güçlerini birleştirirler ancak Madara'ya rakip olamazlar.",
                "air_date": "2015-06-04",
                "still_path": "/vc09L0EWrcaUnRLKxFS3Zl8jUz9.jpg",
                "video_url": "3928587"
            },
            {
                "episode_number": 416,
                "name": "Minato Takımının Oluşumu",
                "overview": "Kakashi daha da kötüye doğru değişti ve Obito bunun nedenini bilmiyor. Kakashi'yle karşılaşır ve onunla konuşmaya çalışır ama Kakashi ona soğuk davranır.",
                "air_date": "2015-06-11",
                "still_path": "/vu7LULuzkCYDJijrgZriz6F15wj.jpg",
                "video_url": "3928589"
            },
            {
                "episode_number": 417,
                "name": "Sen Benim Yedeğim Olacaksın",
                "overview": "Obito, Kakashi'nin düşünce tarzını anlamıyor ama sonunda Kakashi'nin Kannabi Köprüsü'ndeki görevine neden öncelik verdiğini öğreniyor. Şu anda Obito ve Kakashi, Madara'yla yüzleşmek için birlikte geri dönüyor.",
                "air_date": "2015-06-25",
                "still_path": "/22Wb5SNLPeDVfMdrmKmopNd7L0t.jpg",
                "video_url": "3928591"
            },
            {
                "episode_number": 418,
                "name": "Vahşi Yeşil Canavar Altı Yol Madara'ya Karşı",
                "overview": "Guy, Sekiz İç Kapısını Madara'ya karşı serbest bırakıyor, ancak Yedinci Şok Kapısı ona karşı çalışmıyor!",
                "air_date": "2015-07-02",
                "still_path": "/121WKFl4BZV7BlgfYXAeaygYRiF.jpg",
                "video_url": "3928593"
            },
            {
                "episode_number": 419,
                "name": "Papa'nın Gençliği",
                "overview": "Dai, kimsesiz oğluna öğüt vererek ona gerçek zaferin ve kendi kendine kurallar koymanın ne demek olduğunu anlatır. Guy'ın kalbinin derinliklerine kazıdığı ilkeler haline gelirler. Guy, babasının öğretilerinin onu teşvik etmesiyle son savaşına başlar.",
                "air_date": "2015-07-09",
                "still_path": "/uUaO2QwlcYTsCVR8a2qnnplgMCq.jpg",
                "video_url": "3928594"
            },
            {
                "episode_number": 420,
                "name": "Sekiz İç Kapı Oluşumu",
                "overview": "Guy, Sekiz İç Kapı Formasyonunu etkinleştirir ve Altı Yol Madara'ya amansızca saldırır. Yerde büyük çatlaklar yaratacak kadar güçlü bir güce ulaşan Madara bile Guy'ın doğrudan saldırılarından kaçmaya çalışıyor.",
                "air_date": "2015-07-23",
                "still_path": "/tOUw1jqJr3ebmsmY1byNGnVktrG.jpg",
                "video_url": "3928595"
            },
            {
                "episode_number": 421,
                "name": "Altı Yolun Bilgesi",
                "overview": "Naruto uyanır ve efsanevi şinobi Altı Yolun Bilgesi ile karşılaşır. Naruto'ya oğlu Ashura'nın reenkarnasyonu olduğunu ve Sasuke'nin Ashura'nın ağabeyi Indra'nın reenkarnasyonu olduğunu açıklar.",
                "air_date": "2015-07-30",
                "still_path": "/8opfG1b0r9J0bvSlOTayx7g2nsT.jpg",
                "video_url": "3928597"
            },
            {
                "episode_number": 422,
                "name": "Miras Alacaklar",
                "overview": "Naruto, Jiraiya ile antrenmana çıkalı üç yıl oldu ve Gizli Yaprak Köyü'ne yeni döndü. Konohamaru hemen Naruto'ya yeni bir jutsu öğretmesi için yalvarır ve o da temellerin üzerinden geçmeye başlar... ancak açıklamaları çok belirsizdir. Kısa bir süre sonra Naruto bir göreve çıkar ve Konohamaru'yu tek başına halletmeye bırakır!",
                "air_date": "2015-08-06",
                "still_path": "/rxCNY8b9zGVyG1JCFV0d4rgibd.jpg",
                "video_url": "3928599"
            },
            {
                "episode_number": 423,
                "name": "Naruto'nun Rakibi",
                "overview": "Naruto, Jiraiya ile antrenmana çıkalı üç yıl oldu ve Gizli Yaprak Köyü'ne yeni döndü. Konohamaru hemen Naruto'ya yeni bir jutsu öğretmesi için yalvarır ve o da temellerin üzerinden geçmeye başlar... ancak açıklamaları çok belirsizdir. Kısa bir süre sonra Naruto, Konohamaru'yu tek başına bırakarak bir göreve çıkar!",
                "air_date": "2015-08-06",
                "still_path": "/oI3nsfHp2iLpttoEncozgKBh1Qr.jpg",
                "video_url": "3928601"
            },
            {
                "episode_number": 424,
                "name": "Yükselmek",
                "overview": "Madara, Sekiz İç Kapı Oluşumu'ndan ciddi hasar alır; bu, Guy'ın uğruna hayatını riske attığı bir harekettir.",
                "air_date": "2015-08-13",
                "still_path": "/aXPICgd8j7EXVkcpfKG5pCkMe13.jpg",
                "video_url": "3928603"
            },
            {
                "episode_number": 425,
                "name": "Sonsuz Rüya",
                "overview": "Madara artık her iki gözünde de Rinnegan'a sahiptir ve o, yeniden bir araya gelen 7. Takım'ın şimdiye kadar karşılaştığı en güçlü, en aşağılık düşmandır. Kakashi, Takım 7'yi zillerle ilgili ilk derslerini hatırlamaya ve takım çalışmasını kullanmaya çağırıyor!",
                "air_date": "2015-08-20",
                "still_path": "/ib3LT2b4MDXiHNeI800X3MiBCfM.jpg",
                "video_url": "3928605"
            },
            {
                "episode_number": 426,
                "name": "Sonsuz Tsukuyomi",
                "overview": "Madara, Sonsuz Tsukuyomi'yi etkinleştirir ve şinobiler ve sıradan vatandaşlar da dahil olmak üzere dolunay ışığına maruz kalan herkes bilincini kaybeder. Bir kez tuzağa düşürüldükten sonra Sonsuz Tsukuyomi'den kaçış yoktur. İnsanlık sonsuza kadar bir hayal dünyasında mı yaşayacak?",
                "air_date": "2015-08-27",
                "still_path": "/4VQIkt4lZJwsNAeIeMEWlSlCHhu.jpg",
                "video_url": "3928606"
            },
            {
                "episode_number": 427,
                "name": "Tenten'e Giden Yol ~düşlerin Dünyası",
                "overview": "Tenten, Sonsuz Tsukuyomi'nin altına düşer ve Gizli Yaprak Köyü'nde uyanır. Lee ve Guy Sensei ortaya çıktığında Tenten yalnız olmadığını görünce rahatlar. Ancak her iki adam da tuhaf davrandığı ve şık giyindiği için sevinci kısa ömürlü oldu; acaba nereye götürüldü?",
                "air_date": "2015-09-03",
                "still_path": "/cUi9QwnLqKbBnFgZnQImw8FUVjw.jpg",
                "video_url": "3928608"
            },
            {
                "episode_number": 428,
                "name": "Tenten'e Giden Yol ~ Tenten'in Ait Olduğu Yer",
                "overview": "Tenten, Sonsuz Tsukuyomi'nin altına düşer ve Gizli Yaprak Köyü'nde uyanır. Lee ve Guy Sensei ortaya çıktığında Tenten yalnız olmadığını görünce rahatlar. Ancak her iki adam da tuhaf davrandığı ve şık giyindiği için sevinci kısa ömürlü oldu; acaba nereye götürüldü?",
                "air_date": "2015-09-03",
                "still_path": "/cs64roAP0qt2k822bL4v484ZxzB.jpg",
                "video_url": "3928609"
            },
            {
                "episode_number": 429,
                "name": "Killer Bee'nin Rap Günlükleri: Scroll Of Heaven",
                "overview": "Katil Arı Sonsuz Tsukuyomi'ye yakalanır ve hayal kurmaya başlar. Rüyasında Jinchuriki'nin Kuyruklu Canavar güçleri Akatsuki tarafından elinden alınıyor. Bee, yakalananları kurtarmaya kararlıdır ve peşinden gelen Akatsuki'ye direnmeye ant içer!",
                "air_date": "2015-09-10",
                "still_path": "/cYXAUmkwN6K5ZU5AKUNNL44XSBo.jpg",
                "video_url": "3928611"
            },
            {
                "episode_number": 430,
                "name": "Killer Bee'nin Rap Günlükleri: Scroll Of Earth",
                "overview": "Akatsuki On Kuyruk'u çağırdı ama Rappu Kalesi Prensesi onu güvenli bir şekilde mühürledi. Maalesef bir sonraki dolunayda mühür çözülecek. Artık Killer Bee, bir sonraki dolunaydan önce dokuz Jinchuriki'nin tümünün gücünü toplamaya ve prensesi korumaya kararlı. Ancak Bee'yi durdurmak isteyen rakipler birer birer ortaya çıkıyor; başta Itachi ve Deidara, ardından Orochimaru, Kabuto ve Sasuke!",
                "air_date": "2015-09-17",
                "still_path": "/2lMfGxhwEbNxrHAIWMIhle3tT47.jpg",
                "video_url": "3928613"
            },
            {
                "episode_number": 431,
                "name": "O Gülümsemeyi Bir Kez Daha Görmek İçin",
                "overview": "Karin, Sonsuz Tsukuyomi'nin içinde kalır ve geçmişiyle ilgili rüyalar görür. Uzumaki Klanında doğmuştur ve onu ısıran herkesi iyileştirme konusunda eşsiz bir yeteneğe sahiptir. Köyünden kovulan Gizli Çim, onu yalnızca bu yetenek için kullanmak üzere yanına alır. Karin'in hayatta kalabilmek için sürekli acıya katlanmak dışında seçeneği yoktur. Daha sonra Sasuke'nin hayatını kurtardığı Chunin Sınavlarına girmek üzere seçilir. Karin onun için yaptıklarını ya da gülümsemesini asla unutmadı.",
                "air_date": "2015-09-24",
                "still_path": "/lgLlDkXS4ZflwgQUdHdtk7gwZxB.jpg",
                "video_url": "3928614"
            },
            {
                "episode_number": 432,
                "name": "Kaybeden Ninja",
                "overview": "Susano'o tarafından korunan Naruto'nun Team 7 dışındaki tüm şinobiler, Infinite Tsukuyomi tarafından rüya dünyasına sürüklendi. Hokage Tsunade bile rüya durumuna düşmüş durumda. Uyandığında kendini Yaprak Köyü'nde bulur ve burada Jiraiya'nın \"Jiraiya Ninja Parşömenleri\" başlıklı son kitabını keşfeder ve okumaya başlar...",
                "air_date": "2015-10-01",
                "still_path": "/cKLsNGQYV2hmzcuksiFtu0piF7C.jpg",
                "video_url": "3928615"
            },
            {
                "episode_number": 433,
                "name": "Arama Misyonu",
                "overview": "Tsunade, Jiraiya'nın romanını okumaya devam ediyor. Chunin ve jonin düzeyindeki ninjalar kaybolur ve Dördüncü Hokage Minato, Guy ve Kurenai liderliğindeki genin ekipleriyle bir arama görevi emreder. Kakashi'nin 7. Takımı da gönderilir, ancak kahraman Naruto Uzumaki, Hokage'nin oğlu olmasına rağmen, kaybeden olarak etiketlenme talihsizliğini yaşar.",
                "air_date": "2015-10-08",
                "still_path": "/9Cp4uF7WOYVPGyfWJGHyZV8V2bA.jpg",
                "video_url": "3928618"
            },
            {
                "episode_number": 434,
                "name": "Jiraiya Takımı",
                "overview": "Tsunade, Jiraiya'nın romanını okumaya devam ediyor. Chunin ve jonin düzeyindeki ninjalar kaybolur ve Dördüncü Hokage Minato, Guy ve Kurenai liderliğindeki genin ekipleriyle bir arama görevi emreder. Kakashi'nin 7. Takımı da gönderilir, ancak kahraman Naruto Uzumaki, Hokage'nin oğlu olmasına rağmen, kaybeden olarak etiketlenme talihsizliğini yaşar.",
                "air_date": "2015-10-15",
                "still_path": "/85qxDEwvFxLi4ZTjeFrWaDZFiIe.jpg",
                "video_url": "3928619"
            },
            {
                "episode_number": 435,
                "name": "Öncelik Sırası",
                "overview": "Jiraiya Takımı, Shikamaru ve Leaf takım arkadaşları, savaşları sırasında gizemli bir köye çekilirler. Köyden birkaç çocuk çapraz ateşte kalır ve bir mağaraya düşer. Yahiko'nun ekibi kurtarmaya koşar ama Shikamaru kımıldamaz. Bu sırada Naruto ve Neji'nin ekipleri buluşur, ancak birdenbire gizemli bir ses onlara seslenir!",
                "air_date": "2015-10-22",
                "still_path": "/qhecRqPccohVW5J47J6GKEF4b72.jpg",
                "video_url": "3928620"
            },
            {
                "episode_number": 436,
                "name": "Maskeli Adam",
                "overview": "Maskeli Adam, Neji ve Naruto'ya Yaprak Köyü'nde meydana gelen geçmiş olayların resimlerini gösteriyor. Bu sırada Shikamaru ve arkadaşları, çocukları kurtarmak için Jiraiya Ekibine katılır. Yaprak'la omuz omuza savaşan Yahiko ve diğerlerinin fikirleri değişmiş gibi görünüyor.",
                "air_date": "2015-11-05",
                "still_path": "/y8hlTNQSApIAj79eb4vIOipAgWn.jpg",
                "video_url": "3928621"
            },
            {
                "episode_number": 437,
                "name": "Mühürlü Güç",
                "overview": "Maskeli Adam, Gizli Yaprak Genin'in hayatın önemini görevlerine tercih etmesinden memnundur, ancak ekibine gözetime devam etmelerini emreder. Bu sırada Naruto, yetersizliklerinden dolayı hüsrana uğrar ve babası Minato'nun neden Dokuz Kuyruk'u kendi içine mühürlediğini hatırlar.",
                "air_date": "2015-11-12",
                "still_path": "/31GPKwZhPHeNaWrOlwhXFg3OMme.jpg",
                "video_url": "3928622"
            },
            {
                "episode_number": 438,
                "name": "Kurallar Mı Yoksa Yoldaş Mı?",
                "overview": "Sasuke ve Sakura diğerlerine katılır, ancak Kukla Kullanıcısı belirir ve Gizli Yaprak Köyü'ne geri dönüş yollarını kapatır. Sasuke kuklaları devirmek ve Dördüncü Hokage'ye rapor vermek için geri dönmek ister, ancak Shikamaru ve diğerleri kalmakta ve jonin'i kurtarmakta ısrar ederler.",
                "air_date": "2015-11-19",
                "still_path": "/r549xbvzpioyK3b80PoLfSn2T8v.jpg",
                "video_url": "3928624"
            },
            {
                "episode_number": 439,
                "name": "Kehanetin Çocuğu",
                "overview": "Jiraiya, Naruto'nun Kuyruklu Canavar'ın gücünü nasıl kontrol edeceğini öğrenmesine yardımcı olmak için Dokuz Kuyruk'un üzerindeki mührü zayıflatır. Jiraiya, Büyük Lord Yaşlı'nın yıllar önce kendisine söylediği sözleri hatırlıyor. Jiraiya'ya bir öğrencisi olacağını ve onun rehberliğinin öğrencinin Ninja Dünyasını kurtaracağına ya da yok edeceğine karar vereceğini söyledi.",
                "air_date": "2015-11-26",
                "still_path": "/96bxmi1wTIU5CdiQMuZW8Z9yPIy.jpg",
                "video_url": "3928625"
            },
            {
                "episode_number": 440,
                "name": "Kafesteki Kuş",
                "overview": "Naruto diğer yoldaşlarıyla birleşir ve birlikte kukla saldırısının üstesinden gelirler. Maskeli adam buna tanık olur ve genç şinobilerin bir geleceği olduğuna inanır. Kaçırılan jonini serbest bırakacağına söz verir ve gerçeği ve amacının ardındaki durumu açıklamaya başlar.",
                "air_date": "2015-12-03",
                "still_path": "/yOHL1CgqclGMjtZhtPP61gc40GF.jpg",
                "video_url": "3928627"
            },
            {
                "episode_number": 441,
                "name": "Eve Dönüş",
                "overview": "Naruto'nun gücü, Sasuke dışındaki genin arkadaşları tarafından kabul ediliyor. Ancak Naruto babasıyla yakın bir ilişkiden hoşlanırken, Sasuke'nin babası Fugaku, Sasuke'yi sürekli olarak ağabeyi Itachi ile karşılaştırıyor ve ona neredeyse hiç dikkat etmiyor...",
                "air_date": "2015-12-10",
                "still_path": "/nrrRDwC2JWPYxCSxcd56w2jja7g.jpg",
                "video_url": "3928628"
            },
            {
                "episode_number": 442,
                "name": "Karşılıklı Yol",
                "overview": "Sasuke, sinirlerini Naruto'dan çıkarır ve ikisi bu sefer kendi yeni jutsularıyla dövüşmeye başlar. Minato, tam bir felakete dönüşmeden önce araya girer. Bu karşılaşmadan sonra Sasuke, Naruto'nun gücüyle hiçbir yerde eşit olmadığını fark eder ve bir gün onu yenmeye kararlı bir şekilde Yaprak Polis Gücü'ne katılır.",
                "air_date": "2015-12-17",
                "still_path": "/5yrEHKTnev26FNzU7VdHfYFfh0Q.jpg",
                "video_url": "3928630"
            },
            {
                "episode_number": 443,
                "name": "Güç Farkı",
                "overview": "Sasuke'nin Leaf Polis Gücü'ne katılmasının üzerinden üç yıl geçti ve o artık teğmendir. Ancak onun istismarcı Polis Gücü köydeki kaygıyı artırmaktan başka bir işe yaramadı ve Uchiha'nın itibarı hala zayıf. Artık Jiraiya ile eğitimi sona erdiğinden Naruto, Gizli Yaprak Köyü'ne geri döner ve şehrin ortasında Sasuke ile patlayıcı bir karşılaşma yaşar!",
                "air_date": "2015-12-24",
                "still_path": "/mVkjhxfbKvO7uIIt2DuOZhFnpMQ.jpg",
                "video_url": "3928631"
            },
            {
                "episode_number": 444,
                "name": "Köyden Ayrılmak",
                "overview": "Sasuke, Orochimaru'dan güç almak için köyü terk eder. Naruto ve arkadaşları, Sasuke'nin tehlikede olduğunu öğrenince onun peşine düşmeye karar verirler. Bunu bir sır olarak saklamak için, yalnızca Naruto ve Shikamaru bu göreve çıktılar, ancak yolda ikili maskeli ANBU şinobileri tarafından karşılandı!",
                "air_date": "2016-01-14",
                "still_path": "/2hi7TqQ4x1YcqdwSDYwEBd3VK3i.jpg",
                "video_url": "3928632"
            },
            {
                "episode_number": 445,
                "name": "Takipçi",
                "overview": "Naruto ve Shikamaru'ya saldıran Anbular, Orochimaru'ya Sasuke'yi güvenli bir şekilde kendisine teslim edeceğine söz veren Danzo tarafından gönderilen ajanlardır. Şans eseri Neji, Lee ve Tenten tam zamanında yardımlarına koşuyor! Bu sırada Hiruko, Hizashi'nin dahil olduğu olayın ardındaki gerçeği ortaya çıkarır.",
                "air_date": "2016-01-21",
                "still_path": "/AttbSkhH5zezP8FyUbXx1YBbHOI.jpg",
                "video_url": "3928633"
            },
            {
                "episode_number": 446,
                "name": "Çarpışma",
                "overview": "Naruto, Neji, Lee ve Tenten'in Vakıftaki ajanları caydırması sayesinde Sasuke'nin yöneldiği kuleye ulaşır. Ama artık çok geç; Sasuke çoktan Orochimaru ile temasa geçti! Naruto tutkuyla Sasuke'yi ikna etmeye çalışır ama sonunda güçleri çatışır!",
                "air_date": "2016-01-28",
                "still_path": "/53xu1ApAJ9zDK1Bf2qpRw68cHII.jpg",
                "video_url": "3928634"
            },
            {
                "episode_number": 447,
                "name": "Başka Bir Ay",
                "overview": "Sasuke, Orochimaru'yla birlikte ayrıldı ama Naruto pes etmeye niyetli değil. Sasuke'yi geri getirmeye kararlı olarak Shikamaru ve diğerleriyle birlikte köye döner. Bu sırada Yahiko köyde belirir ve kendisine \"Acı\" adını verir ve Gizli Yaprak'ın ihanetinin intikamını almak ister.",
                "air_date": "2016-02-04",
                "still_path": "/ap83HGY8DFwV5zNdDcYhXt7mAgs.jpg",
                "video_url": "3928636"
            },
            {
                "episode_number": 448,
                "name": "Yoldaş",
                "overview": "Hinata'nın neredeyse ölmek üzere olduğunu görmek Naruto'nun öfkesini tetikler ve Dokuz Kuyruk Durumuna girer. Naruto'nun gücü muazzamdır, ancak Pain onu uzaklaştırmak için jutsusunu serbest bırakır. Nefret, mührü kırmaya çalışırken Naruto'yu tüketir. Naruto, Dokuz Kuyruklu'nun gücünü sakince kontrol edemeyince köy giderek yıkıma doğru ilerliyor.",
                "air_date": "2016-02-11",
                "still_path": "/ztqa241yxXkHiA1keOSTKsxtgum.jpg",
                "video_url": "3928637"
            },
            {
                "episode_number": 449,
                "name": "Shinobi Birliği",
                "overview": "Pain'in saldırısından birkaç ay sonra Jiraiya, şinobi köylerine saldıran ve Kage ile joninlerini kaçıran Akatsuki'ye ilişkin istihbaratla gelir. Ayrıca Sasuke'nin onlarla çalıştığını da ortaya koyuyor. Naruto, arkadaşı ve yoldaşı Sasuke'yi kesin olarak geri getirmeye kararlı!",
                "air_date": "2016-02-18",
                "still_path": "/2UImIjXiUr5IYHiOnZAJjXkscGD.jpg",
                "video_url": "3928638"
            },
            {
                "episode_number": 450,
                "name": "Rakipler",
                "overview": "Naruto, Sasuke'yi köye geri getirmek ister ama Sasuke, Naruto'yu alt etme arzusuyla yanıp tutuşur. Sasuke neden bu kadar çatışmacı ve Naruto'ya karşı hisleri nasıl gelişti? Gerçek, Sasuke'nin amansız saldırısı sırasında yüzeye çıkar. Bu savaş nereye varacak? Bunu “Jiraiya Ninja Parşömenleri”nin sonunda öğrenin.",
                "air_date": "2016-02-25",
                "still_path": "/bnm73vtKSCdmPdQE3XKp836cKlR.jpg",
                "video_url": "3928639"
            },
            {
                "episode_number": 451,
                "name": "Itachi'nin Hikayesi - Işık ve Karanlık: Doğum ve Ölüm",
                "overview": "Madara'nın Sonsuz Tsukuyomi'si altındaki şinobiler uyumaya ve hoş rüyalar görmeye devam ediyor. Bu arada Naruto ve diğerleri, Sasuke'nin koruyucu Susano'o'su sayesinde genjutsudan kaçtılar. Sasuke, Itachi'nin ölümünü hatırlamaya başladığında, Sharingan'ı yankılanmaya ve ona Itachi'nin tek kelime bile etmediği gerçeği göstermeye başladı.",
                "air_date": "2016-03-03",
                "still_path": "/f1yB30xEY3JLo4IiEunsHtOWuW8.jpg",
                "video_url": "3928640"
            },
            {
                "episode_number": 452,
                "name": "Itachi'nin Hikayesi - Işık ve Karanlık: Dahi",
                "overview": "Küçük bir çocukken Büyük Ninja Savaşı'nı deneyimlemiş olan Itachi, sürekli olarak yaşam ve ölümün anlamını sorgulayarak onu kendi yaşındaki diğer çocuklardan uzaklaştırır. Itachi, Akademiye girdikten kısa bir süre sonra dehasını sergiler ve kendisini sınıfının zirvesinde bulur.",
                "air_date": "2016-03-10",
                "still_path": "/4uPOML3shLLUnPjGVYsA2LQZHTX.jpg",
                "video_url": "3928643"
            },
            {
                "episode_number": 453,
                "name": "Itachi'nin Hikayesi - Işık ve Karanlık: Yaşamanın Acısı",
                "overview": "Akademiden mezun olduktan sonra Itachi bir genin olur ve Tenma, Shinko ve Jonin Lideri Minazuki Sensei'nin yer aldığı bir ekibe katılır. Yetenekli bir Ninja Kedisi olan kayıp bir kediyi aramak için Büyükanne Kedi'nin verdiği görevi kabul ederler!",
                "air_date": "2016-03-17",
                "still_path": "/64oTOF9gYDQs1CJcoj93k5XagqR.jpg",
                "video_url": "3928644"
            },
            {
                "episode_number": 454,
                "name": "Itachi'nin Hikayesi - Işık ve Karanlık: Shisui'nin İsteği",
                "overview": "Itachi, üç bölümlük bir eğitim tatbikatında arkadaşı Shisui'ye eşlik ediyor. İkili, Hokage'nin ANBU'su ile Vakıf arasında bir savaşla karşılaşır. Itachi'nin amaçları karışıktır ve hangi tarafın haklı ya da haksız olduğunu ayırt edemez. Ancak Shisui, savaşı durdurma konusundaki kararlılığından vazgeçmiyor.",
                "air_date": "2016-03-24",
                "still_path": "/hP87jZiWdrH5SjN95dJ9mCxctJM.jpg",
                "video_url": "3928645"
            },
            {
                "episode_number": 455,
                "name": "Itachi'nin Hikayesi - Işık ve Karanlık: Ayışığı Gece",
                "overview": "Itachi ANBU'ya katılır ve hızla yüzbaşı rütbesine terfi eder. Ancak doğrudan Danzo'ya rapor vermek zorundadır ve darbe planlamanın ortasında olan Uchiha klanını gözlemlemek için çift taraflı ajan olarak görevlendirilir. Klan içinde artan memnuniyetsizlikle birlikte, Uchiha sonunda isyanlarını gerçekleştirmeye karar verir ve kader gecesi yaklaşır.",
                "air_date": "2016-04-07",
                "still_path": "/430HI7AA5cto82VvE9IzGIhGli7.jpg",
                "video_url": "3928647"
            },
            {
                "episode_number": 456,
                "name": "Itachi'nin Hikayesi - Işık ve Karanlık: Akatsuki'nin Karanlığı",
                "overview": "Itachi haydut bir ninja olur ve Akatsuki'ye katılır. Pain ve Orochimaru tarafından eski Yaprak ANBU ve tüm klanını katleden adam olarak karşılanır ve tanıtılır. Itachi, Juzo adında bir adamla eşleşir ve birlikte ilk işleri Su Ülkesinde bir suikast talebini yerine getirmek olur.",
                "air_date": "2016-04-14",
                "still_path": "/1qE1zXPE01XMHpYh2DBi09tF28b.jpg",
                "video_url": "3928648"
            },
            {
                "episode_number": 457,
                "name": "Itachi'nin Hikayesi - Işık ve Karanlık: Ortak",
                "overview": "Itachi, Kisame ile ortak olur ve görevlerine Akatsuki'nin bir üyesi olarak başlar. İkili, Deidara'yı işe almayı başarır ve Pain, Deidara ve Sasori'den oluşan yeni kurulan ekibi, kaçak Orochimaru'yu yakalamakla görevlendirir. Bu sırada ölümsüz bir katil hakkında istihbarat gelir ve Itachi, Konan ve Kakuzu Steam Ülkesine doğru yola çıkar.",
                "air_date": "2016-04-21",
                "still_path": "/bxpfa9rU0IiKWus74csmdUR2ivU.jpg",
                "video_url": "3928649"
            },
            {
                "episode_number": 458,
                "name": "Itachi'nin Hikayesi - Işık ve Karanlık: Gerçek",
                "overview": "Itachi, yıllarca Itachi'nin klanlarına getirdiği utanç ve öfkeyi taşıyan Sasuke ile yüzleşir. Itachi'nin hikayesinin ardındaki gerçek gün yüzüne çıkıyor. Dördüncü Büyük Ninja Savaşı'nın savaş alanında Naruto ve diğerleri Madara ile savaşır ve tam zaferini ilan ederken beklenmedik bir şey olur...",
                "air_date": "2016-04-28",
                "still_path": "/ub6NkTvFLjAY6wXzx1ueZ4TxyRv.jpg",
                "video_url": "3928650"
            },
            {
                "episode_number": 459,
                "name": "O, Başlangıçta",
                "overview": "Kaguya Otsutsuki aniden Madara'nın vücudundan çıkar. Güçlerini Naruto ve Sasuke'ye emanet eden Altı Yolun Bilgesi Hagoromo'nun annesidir. Kaguya'nın gücü muazzamdır ve Naruto ile Sasuke'yi anında alternatif bir boyuta gönderir. Naruto ve Sasuke, Kaguya'yı mühürleyebilecek tek kişilerdir, ancak ona karşı çalışacak bir jutsu bulamazlar!",
                "air_date": "2016-05-05",
                "still_path": "/1kIrHEduxX36gtyLsIUFON9ypcJ.jpg",
                "video_url": "3928651"
            },
            {
                "episode_number": 460,
                "name": "Kaguya Otsutsuki",
                "overview": "Sou Ülkesi halkı şaşkınlık ve şüpheyle bakarken Kaguya Otsutsuki aniden göklerden iner. Ancak kralları Tenji ondan etkilenir ve onu cariyesi olarak alır. Bu sonsuz savaş çağında Kaguya'nın dileği barıştan başka bir şey değildir. Ancak kendini İlahi Ağacın koruyucusu ilan eden kişi, çok geçmeden kendisini kaos ve savaşın gelgitleri tarafından yutulmuş halde bulur.",
                "air_date": "2016-05-12",
                "still_path": "/pMbuHQ8ietZxsrHynPKQBXQ9qhC.jpg",
                "video_url": "3928652"
            },
            {
                "episode_number": 461,
                "name": "Hagoromo And Hamura",
                "overview": "İlahi Ağacın yakınında Ölümün Zirvesi olarak bilinen bir bölge vardır. Kaguya'nın kendi kurduğu bir ritüele katılmak için seçtiği kişiler dışında kimsenin oraya yaklaşmasına izin verilmiyor. Bilge Kurbağa Gamamaru, gerçeğin zirvenin ötesinde olduğunu söylüyor; bu sözler Hagoromo'nun merakını uyandırıyor ve araştırmak için dışarı çıkmaya karar veriyor.",
                "air_date": "2016-05-19",
                "still_path": "/kfxnV75FRGfdsQyQMyGuCREfoCp.jpg",
                "video_url": "3928654"
            },
            {
                "episode_number": 462,
                "name": "Uydurulmuş Bir Geçmiş",
                "overview": "Kaguya, Hagoromo'nun yasayı çiğnemesine öfkelidir. Hagoromo, Kaguya'nın geçmişte ne yaptığını öğrenir ve onunla savaşmaya karar verir. Onun hakkında hiçbir şey bilmeyen Hagoromo ona güvenemez; öfkesinin tek sebebinin yaşadığı aşk ve umutsuzluk olup olmadığını merak eder. Anlaşmaya varamayan anne ve oğulları, uzun ve hüzünlü mücadelelerine başlar.",
                "air_date": "2016-05-26",
                "still_path": "/9VP3ALG26sz4isb7wQfAaCuXxRe.jpg",
                "video_url": "3928655"
            },
            {
                "episode_number": 463,
                "name": "1 Numaralı En Tahmin Edilemez Ninja",
                "overview": "Kara Zetsu, Aşure'nin sonundan ve Indra'nın döneminden mevcut Dördüncü Büyük Ninja Savaşı'na kadar tüm olayları planladığını ve etkilediğini ortaya koyuyor. Naruto, Siyah Zetsu'nun tüm şinobi tarihinin yalnızca annesi Kaguya'nın dirilişiyle ilgili olduğu yönündeki iddiasını reddeder. Naruto ve Sasuke, Kaguya'yı mühürlemek için birlikte çalışırlar ama ona karşı koymanın bir yolunu bulamazlar.",
                "air_date": "2016-06-02",
                "still_path": "/mwYUSaCbSaOUf66XhaUEtUWsYQ0.jpg",
                "video_url": "3928656"
            },
            {
                "episode_number": 464,
                "name": "Ninshu: Ninja İnancı",
                "overview": "Sonsuz Tsukuyomi, Hashirama, Tobirama, Hiruzen ve Minato'yu etkilemez çünkü onlar yeniden canlandırılmıştır. Altı Yolun Bilgesi Hagoromo belirir ve dördüne Hashirama ve Madara'nın oğulları Ashura ve Indra'nın reenkarnasyonları olduğunu açıklar. Hagoromo, Ninja İnancı Ninshu'yu nasıl kurduğunun ve Ashura ve Indra'nın hayatlarının hikayesini anlatır.",
                "air_date": "2016-06-09",
                "still_path": "/ohxVlFqOKzycfNI8viTIeUj73OS.jpg",
                "video_url": "3928657"
            },
            {
                "episode_number": 465,
                "name": "Aşure ve Indra",
                "overview": "Hagoromo'nun iki oğlu Ashura ve Indra, birlikte antrenman yaparak ve oynayarak mutlu bir çocukluk geçiriyorlar. Indra doğal olarak büyük bir yeteneğe sahiptir ve küçük yaşta \"Ninshu'nun dehası\" lakabıyla anılır. Öte yandan Aşure'nin Ninshu'ya yeteneği yoktur. Yine de iki oğlan çok yakındır. Ancak Hagoromo, gölgelerde kıpırdanan kötü niyetli gücün farkında değildir…",
                "air_date": "2016-06-16",
                "still_path": "/uXRIW63heQ6OPhHbjHxBu5ghWPa.jpg",
                "video_url": "3928658"
            },
            {
                "episode_number": 466,
                "name": "Çalkantılı Yolculuk",
                "overview": "Hagoromo, kardeşleri Ten Tails'le yapılan kavgadan bu yana dokunulmamış iki savaş yaralı bölgeye gönderir. Daha sonra halefini görevlerinin sonucuna göre seçeceğini duyurur.",
                "air_date": "2016-06-30",
                "still_path": "/qZbr1zv2r4PwBVapRLj0Uv5djJx.jpg",
                "video_url": "3928659"
            },
            {
                "episode_number": 467,
                "name": "Aşure'nin Kararı",
                "overview": "Aşure bir daha dönmemek niyetiyle bir yolculuğa çıkar. Kendisini, insanların gizemli bir hastalıktan muzdarip olduğu bir köyde bulur.",
                "air_date": "2016-07-07",
                "still_path": "/iLFfHSexfe3kdMN56iXCL4QSAA2.jpg",
                "video_url": "3928660"
            },
            {
                "episode_number": 468,
                "name": "Halefi",
                "overview": "Herkes Hagomoro'nun halefi olmak için en iyi seçimin Indra olduğuna inanır ve bilgenin kararsızlığı takipçileri arasında endişe yaratmaya başlar. Sonunda Aşure eve döner ve Hagoromo kimi seçtiğini açıklar.",
                "air_date": "2016-07-21",
                "still_path": "/m5fc1A8dF4riHRn5jECRfImDQQv.jpg",
                "video_url": "3928662"
            },
            {
                "episode_number": 469,
                "name": "Özel Bir Görev",
                "overview": "Sonunda gerçek ortaya çıkacak... Efsanenin ortaya çıkışını kaçırmayın.",
                "air_date": "2016-07-28",
                "still_path": "/gEqcOq2Ad3Bv8BJGPCxkaLrMvha.jpg",
                "video_url": "3928663"
            },
            {
                "episode_number": 470,
                "name": "Düşünceleri Bağlamak",
                "overview": "Naruto ve Sasuke, Kaguya'yı mühürlemeye çalışmadan önce Kaguya, Sasuke'yi farklı bir Zaman-Uzay'a taşır. Obito, Kaguya'nın Zaman-Uzay'da seyahat etme yeteneğinin Kakashi'nin ve kendisinin Görsel Hünerine benzer olduğunu fark eder. Obito ve Sakura bir araya gelerek Sasuke'yi aramaya başlar.",
                "air_date": "2016-08-04",
                "still_path": "/4y80IuqDpksnly1nf17Hd9AfVfK.jpg",
                "video_url": "3928665"
            },
            {
                "episode_number": 471,
                "name": "İkisi...her Zaman",
                "overview": "Sözünü bir kez daha bozacağından korkan Obito, Sasuke ve Sakura'yı geri getirmek için son gücünü kullanır, ancak bilincini kaybederken Rin'i koruyamayacağı düşüncesi onu rahatsız eder.",
                "air_date": "2016-08-11",
                "still_path": "/o2XA9AfYSjJSAJJR9Da0bvM8amc.jpg",
                "video_url": "3928666"
            },
            {
                "episode_number": 472,
                "name": "Daha Iyisin...",
                "overview": "Naruto'nun Hokage olma arzusunu paylaştığı zamanı hatırlayan Obito, Naruto'ya hayallerini açar.",
                "air_date": "2016-08-18",
                "still_path": "/a3y1FWfWh2y0I8MX3d9Is7dnLxz.jpg",
                "video_url": "3928667"
            },
            {
                "episode_number": 473,
                "name": "Sharingan Yeniden Canlandı",
                "overview": "Enerjisi bu dünyayı ötesindekilere bağlayan Çakra, Obito'nun bir an için Rin'in yanından ayrılıp Kakashi'nin iç ruhunda ortaya çıkmasına olanak tanır. Obito ona Magekyo Sharingan'ını verir ve Kakashi'nin Altıncı Hokage olması dileği ile ayrılır.",
                "air_date": "2016-08-25",
                "still_path": "/uzH2C4utUgkhXQ6B8eOiZuJaf1P.jpg",
                "video_url": "3928668"
            },
            {
                "episode_number": 474,
                "name": "Tebrikler",
                "overview": "7. Takım güçlerini birleştirir ve Kaguya'yı mühürlemeyi başarır ve Kaguya'nın emdiği Kuyruklu Canavarlar da serbest bırakılır. Siyah Zetsu, annesini diriltmek için başka bir zamanı beklemek üzere mühürden kaçar, ancak Naruto onu bırakmaya niyetli değildir!",
                "air_date": "2016-09-01",
                "still_path": "/67rZWLkxp1jxSgqmXtOlIbgnVew.jpg",
                "video_url": "3928669"
            },
            {
                "episode_number": 475,
                "name": "Son Vadi",
                "overview": "Kaguya ile savaş sona erdi ve geriye Naruto ve Sasuke'nin güçlerini birleştirip Sonsuz Tsukuyomi'yi serbest bırakması kaldı. Ancak bunu yapmadan önce Sasuke şok edici bir açıklama yapar.",
                "air_date": "2016-09-08",
                "still_path": "/16WyYmx3f7SAxy0E1uIOf4MMyxT.jpg",
                "video_url": "3928671"
            },
            {
                "episode_number": 476,
                "name": "Final Savaşı",
                "overview": "Naruto ve Sasuke o kadar üst düzey bir şinobi haline geldiler ki, sadece karşılıklı saldırılar yaparak her biri diğerinin ne düşündüğünü tam olarak biliyor. Naruto'nun nasıl hissettiğini bilmesine rağmen Sasuke onu alt etmeye kararlıdır.",
                "air_date": "2016-09-29",
                "still_path": "/xUlHGmxXymupPrEpsMqjNGp0Ccw.jpg",
                "video_url": "3928673"
            },
            {
                "episode_number": 477,
                "name": "Naruto And Sasuke",
                "overview": "Naruto ve Sasuke o kadar üst düzey bir şinobi haline geldiler ki, sadece karşılıklı saldırılar yaparak her biri diğerinin ne düşündüğünü tam olarak biliyor. Naruto'nun nasıl hissettiğini bilmesine rağmen Sasuke onu alt etmeye kararlıdır.",
                "air_date": "2016-09-29",
                "still_path": "/gr9s5fHSYV7vz7kDJS0tw6plUIi.jpg",
                "video_url": "3928674"
            },
            {
                "episode_number": 478,
                "name": "Birlik İşareti",
                "overview": "Naruto ve Sasuke, karşılıklı saldırıların ardından devasa, yoğun bir ışıkla çevrelendiler. Kendilerine geldiklerinde çocukluklarından sahneler ortaya çıkar. Bu sadece onların hayal gücünün bir ürünü mü? Yoksa bu ahiret olabilir mi?",
                "air_date": "2016-10-06",
                "still_path": "/c6V9SUxi76FL3sfXlOKZFsEBq3w.jpg",
                "video_url": "3928675"
            },
            {
                "episode_number": 479,
                "name": "Naruto Uzumaki!!",
                "overview": "\"Lord Hokage'den daha iyi bir şinobi olacağım! O zaman tüm köylüler sonunda varlığımı kabul etmek zorunda kalacak!\" Naruto, sözüne sadık kalarak, onun büyük bir şinobi ve dünyayı kurtaran bir kahraman olduğunu fark etmeyen kimse kalmayıncaya kadar kendi yolunda yürüdü. Peki Naruto şimdi hangi yolu izleyecek? Shinobilerin dünyası nasıl değişecek? Bu, karşı konulamaz bir fırtına, bir \"shippu\" gibi herkesin kalbini estiren çocuğun hikayesi. Bu Naruto Uzumaki'nin hikayesi.",
                "air_date": "2016-10-13",
                "still_path": "/3QWGcuUPNZfF5xxVabRoUZMwvvG.jpg",
                "video_url": "3928676"
            },
            {
                "episode_number": 480,
                "name": "Naruto ve Hinata",
                "overview": "Dokuz Kuyruk'un içine mühürlenmesinin bir sonucu olarak Naruto, köylüler tarafından korkuluyor ve nefret ediliyor. Ormanda tek başına antrenman yapar ama bir gün bir adam ortaya çıkar ve Naruto ile sohbet etmeye başlar. Başka bir yerde, Yaprak Köyü'nde Hinata'nın Neji ile ilk kez tanıştığı üçüncü doğum gününü kutlamak için bir kutlama düzenlenir.",
                "air_date": "2016-10-20",
                "still_path": "/ySpVrRvxosYbbWbEoynCUg8KI1O.jpg",
                "video_url": "3928677"
            },
            {
                "episode_number": 481,
                "name": "Sasuke And Sakura",
                "overview": "Çocukken Sasuke, ağabeyi Itachi'den ilgi bekliyordu. Sasuke ve Itachi, ebeveynleri uzaktayken biraz yalnız zaman geçirme şansına sahipler. Bu arada Sakura çok utangaçtır ve boş zamanlarını tek başına geçirme eğilimindedir. Bir gün yeni arkadaşı Ino ona bir hediye verir.",
                "air_date": "2016-10-27",
                "still_path": "/7AhxN6y1uYzV12DKgu9tdwiOjup.jpg",
                "video_url": "3928678"
            },
            {
                "episode_number": 482,
                "name": "Gaara And Shikamaru",
                "overview": "Genç Gaara, babası tarafından nefret edilir ve babaları onları ayırana kadar Gaara ile kum havuzunda oynayan kardeşleri tarafından izole edilir. Akşam yemeği sırasında Gaara amcasına annesi ve nasıl mutlu olabileceği hakkında sorular sorar. Amcası, üzgün olduğunda ayın kendisini daha iyi hissettirdiğini söyler ve Gaara da ayın kendisini mutlu ettiğini kabul eder. Genç Shikamaru derslerden sıkılır ve uyumak ister ancak dersi böldüğü için Naruto ve Choji ile birlikte Iruka tarafından cezalandırılır. Koridorda dururken bağ kurarlar ve daha sonra okuldan sonra takılırlar. Shikamaru, Naruto'yu Hinata'yı zorbalardan koruduğu için eleştirir ve çocuklar daha sonra Sasuke tarafından reddedildiği için Ino'ya gülerler.",
                "air_date": "2016-11-03",
                "still_path": "/yWGc2G3gJkWWj2LHboKzUV052Zu.jpg",
                "video_url": "3928679"
            },
            {
                "episode_number": 483,
                "name": "Jiraiya ve Kakashi",
                "overview": "Jiraiya gençliğinden beri biraz sapıktı. Orochimaru'yu birçok macerasına ve Tsunade'nin dikkatini çekme planlarına dahil etmeye çalışıyor. Kakashi'nin hikayesinde babası Sakumo öldüğünden beri tek başına yaşadığını görüyoruz. Rin ve Obito, Kakashi'den etkileniyor ancak onun mesafeli tavrı onu anlamayı zorlaştırıyor.",
                "air_date": "2016-11-10",
                "still_path": "/sPuJUFMBA5ssdHIEcNceiZn3rKQ.jpg",
                "video_url": "3928681"
            },
            {
                "episode_number": 484,
                "name": "Sasuke'nin Hikayesi, Gün Doğumu, Bölüm 1: Patlayan İnsan",
                "overview": "\"Dördüncü Büyük Şinobi Dünya Savaşı sona erdi. Ancak Sasuke, bu sefer günahlarının kefaretini ödemek için tek başına yolculuğuna devam etmeye karar verdi. Bu arada Yaprak Köyü'nde kayıp şinobilerin sayısı giderek artıyor. Kakashi - altıncı Hokage olarak - ve diğerleri bu olayları tartışırken Leaf, gizemli bir şinobi grubunun saldırısına uğrar.\"",
                "air_date": "2016-12-01",
                "still_path": "/uOCksr7P9u5bE9tkoo9YGKakWSQ.jpg",
                "video_url": "3928682"
            },
            {
                "episode_number": 485,
                "name": "Sasuke'nin Hikayesi, Gündoğumu, Bölüm 2: Kolezyum",
                "overview": "Sasuke, Gizli Yaprak'a dönmek yerine Chino ve Nowaki ile birlikte patlayan insanların nedenini araştırmaya koyulur.",
                "air_date": "2016-12-08",
                "still_path": "/4B3gxnLbzn6TAsWgz6ogcfsHd4F.jpg",
                "video_url": "3928683"
            },
            {
                "episode_number": 486,
                "name": "Sasuke'nin Hikayesi, Gün Doğumu, Bölüm 3: Fūshin",
                "overview": "Orochimaru, Patlayan İnsan olayıyla ilgili bazı bilgilere sahip olabilecek En Oyashiro'yu cezbetmek için Sasuke'yi Kolezyum dövüş ringine getirir. Daha fazla Patlayan İnsan ortaya çıktığında ve Oyashiro ile tanışma fırsatı kaybolduğunda maç iptal edilir. Ancak Sasuke'nin Sharingan'ından etkilenen Oyashiro, ona şahsen yaklaştı.",
                "air_date": "2016-12-15",
                "still_path": "/v9x8LNsXBhAnELSDSPxeNuJbeVg.jpg",
                "video_url": "3928685"
            },
            {
                "episode_number": 487,
                "name": "Sasuke'nin Hikayesi, Gün Doğumu, Bölüm 4: Ketsuryūgan",
                "overview": "Sasuke sonunda Fuushin'in gerçek kimliğini ortaya çıkarır ve onunla savaşmaya başlar. Sasuke, Sharingan'ıyla Fuushin'in anılarını okumaya çalıştığı anda devasa kırmızı gözden gelen genjutsu dalgası, Sasuke'nin bilincini kaybetmesine neden oldu. Kendini yalnız bulmak için uyanır ve karda Fuushin'in zar zor canlı olarak kaçtığını gösteren izler görür.",
                "air_date": "2016-12-22",
                "still_path": "/AdQHIaWTXGFcG3XFIbS3AKd8Ysn.jpg",
                "video_url": "3928686"
            },
            {
                "episode_number": 488,
                "name": "Sasuke'nin Hikayesi, Gün Doğumu, Bölüm 5: Sonuncu",
                "overview": "Sasuke olaylarla ilgili kendi soruşturmasını başlatır. Gerçeğe giden yolda birçok tehlikenin üstesinden gelir. Patlayan İnsanlar, Ketsuryugan, Chinoike Klanı ve Uchiha Klanı—bunlar nasıl bağlantılıdır? Yolculuğu nereye gidiyor? Gizem çözülmek üzere...",
                "air_date": "2017-01-05",
                "still_path": "/blSFfQqry0wuR9UHJvDUrTA0Qmg.jpg",
                "video_url": "3928689"
            },
            {
                "episode_number": 489,
                "name": "Shikamaru'nun Hikayesi, Sessiz Karanlıkta Sürüklenen Bir Bulut, Bölüm 1: İşlerin Durumu",
                "overview": "Dördüncü Büyük Ninja Savaşı'nın sona ermesinin üzerinden iki yıl geçti. Shikamaru artık Gizli Yaprak hükümetinde ve İttifak'ta Yaprak'ın temsilcisi olarak önemli bir role sahip. Bir gün, shinobi'lerin sürü halinde ortadan kaybolduğu bir durum gelişir ve Shikamaru tehlikeli bir görev üstlenir.",
                "air_date": "2017-01-12",
                "still_path": "/nEiIu3hxTDUJaWqVjQC4YXtu4xd.jpg",
                "video_url": "3928691"
            },
            {
                "episode_number": 490,
                "name": "Shikamaru'nun Hikayesi, Sessiz Karanlıkta Sürüklenen Bir Bulut, Bölüm 2: Kara Bulutlar",
                "overview": "Büyük Savaş'tan sonra birçok kayıp ve Rogue Ninja, Sessizlik Ülkesi'ne doğru yola çıktı. Araştırma yapmak için bölgeye sızan Sai, Leaf'e şifreli bir mesaj gönderir. Neler olduğunu öğrenmeye kararlı olan Shikamaru, ANBU'nun iki üyesi Soku ve Ro ile birlikte Sessizlik Ülkesi'ne doğru yola çıkar. Ancak önce sıkı korunan bir kontrol noktasından geçmeleri gerekiyor.",
                "air_date": "2017-01-19",
                "still_path": "/tItWCUSm2NdJpPzOTuDXqDl5jIS.jpg",
                "video_url": "3928693"
            },
            {
                "episode_number": 491,
                "name": "Shikamaru'nun Hikayesi, Sessiz Karanlıkta Sürüklenen Bir Bulut, Bölüm 3: Pervasızlık",
                "overview": "Shikamaru ve ekibi, Gengo'nun olduğu iddia edilen Fushu Kalesi'nin menzilindedir. Ancak adam hakkında herhangi bir bilgi toplayamıyorlar. Gengo'nun halkın önüne çıkacağını öğrenen Shikamaru ve arkadaşları meydana sızar ve burada Sai'nin esir tutulduğunu görürler.",
                "air_date": "2017-01-26",
                "still_path": "/vcDDaxYDvG8xhLJ2eeObZx2eCIz.jpg",
                "video_url": "3928694"
            },
            {
                "episode_number": 492,
                "name": "Shikamaru'nun Hikayesi, Sessiz Karanlıkta Sürüklenen Bir Bulut, Bölüm 4: Şüphe Bulutu",
                "overview": "Shikamaru, Sai'yi kurtarmaya ve Gengo'yu durdurmaya çalışırken yakalanır. Vazgeçmek şöyle dursun, durumdan bir çıkış yolu bulmak için beynini zorluyor. Tam bir fırsat ortaya çıktığında Ro ve Soku, Gengo'nun kontrolü altına giriyor!",
                "air_date": "2017-02-02",
                "still_path": "/hDpvmo8Q4psyRI3iLi8AYcUFX9e.jpg",
                "video_url": "3928696"
            },
            {
                "episode_number": 493,
                "name": "Shikamaru'nun Hikayesi, Sessiz Karanlıkta Sürüklenen Bir Bulut, Bölüm 5: Şafak",
                "overview": "Ino, Choji ve Temari, Shikamaru'nun yardımına koşuyor! Choji Ro'yu ele geçirir, Temari Soku'nun peşine düşer ve Ino Sai'nin peşine düşer! Bu sırada Shikamaru, Gengo'nun peşine düşer. Shikamaru, Gengo'nun kötü emellerini yenebilecek mi? Son savaş başlıyor!",
                "air_date": "2017-02-09",
                "still_path": "/yIwaIqPp3auQSpNBIDI3ZOo87QH.jpg",
                "video_url": "3928698"
            },
            {
                "episode_number": 494,
                "name": "Gizli Yaprak Hikayesi, Düğün İçin Mükemmel Bir Gün, Bölüm 1: Naruto'nun Düğünü",
                "overview": "Naruto ve Hinata'nın düğün günü belirlendi. Tarih yaklaşırken Kakashi bir sorunla karşılaşır: Naruto'nun arkadaşlarının hepsi üst düzey şinobilerdir; köydeki ilk savunma hattıdır. 7/24 çalışıyorlar ve her zaman kutlamalara katılamayan birkaç kişi oluyor. Kakashi en makul çözümü bulmaya çalışırken çifte bir düğün hediyesi bulma yönünde çok gizli bir görevi duyurur.",
                "air_date": "2017-02-16",
                "still_path": "/trA92VtSeUTbkAQsGMhDQDxjVfe.jpg",
                "video_url": "3928700"
            },
            {
                "episode_number": 495,
                "name": "Gizli Yaprak Hikayesi, Düğün İçin Mükemmel Bir Gün, Bölüm 2: Tam Güçlü Bir Düğün Hediyesi",
                "overview": "Naruto ve Hinata'nın düğün günü belirlendi. Tarih yaklaşırken Kakashi bir sorunla karşılaşır: Naruto'nun arkadaşlarının hepsi üst düzey şinobilerdir; köydeki ilk savunma hattıdır. 7/24 çalışıyorlar ve her zaman kutlamalara katılamayan birkaç kişi oluyor. Kakashi en makul çözümü bulmaya çalışırken çifte bir düğün hediyesi bulma yönünde çok gizli bir görevi duyurur.",
                "air_date": "2017-02-16",
                "still_path": "/rGrtnNHByi6uDExCgcHIQEnD0T2.jpg",
                "video_url": "3928703"
            },
            {
                "episode_number": 496,
                "name": "Gizli Yaprak Hikayesi, Düğün İçin Mükemmel Bir Gün, Bölüm 3: Kaplıcalar ve Gıda Hapları",
                "overview": "Naruto ve Hinata'ya bir düğün hediyesi bulma yönündeki süper gizli görev, Shikamaru için zor olur. Choji'nin mükemmel hediyeyi bulması Shikamaru'nun paniğini daha da artırır. Ama sonra Choji laf arasında bir şeyden bahseder ve Shikamaru'nun aklına bir fikir gelir. Şimdi ihtiyacı olan tek şey Temari'nin yardımına başvurmak!",
                "air_date": "2017-02-23",
                "still_path": "/2wgZlq72WPtQHoWYZoxDdEQWnBV.jpg",
                "video_url": "3928706"
            },
            {
                "episode_number": 497,
                "name": "Gizli Yaprak Hikayesi, Düğün İçin Mükemmel Bir Gün, Bölüm 4: Kazekage'lerin Düğün Hediyesi",
                "overview": "Beş Kage Zirvesi'ne katılmak üzere Yaprak Köyü'nde bulunan Tsuchikage ve Raikage, Naruto için düğün hediyelerini çoktan hazırladıklarını belirtiyor. Gaara kendini bir ikilemde bulur. Hediyenin Kazekage'ye yakışacak bir şey olması tavsiye edildi. Ayrıca Raikage'nin bir dans gösterisi yapmayı planladığını da öğrenir. Kankuro araya girer ve Gaara'nın da dans etmesini önerir; bu da Gaara'yı daha da kararsızlığa sürükler.",
                "air_date": "2017-03-02",
                "still_path": "/sse7uJ526B4pdyIOg5ae41Zz6Jc.jpg",
                "video_url": "3928708"
            },
            {
                "episode_number": 498,
                "name": "Gizli Yaprak Hikayesi, Düğün İçin Mükemmel Bir Gün, Bölüm 5: Son Görev",
                "overview": "Shino ve Kiba'nın Hinata'nın düğünü için hâlâ bir düğün hediyesi yoktur. Kiba, bir sonraki Hokage olmayı kendine hedef edinmiştir ancak kararlılıkla hayallerinin peşinde koşan takım arkadaşlarının aksine Shino, kendisininkinden emin değildir. Bu belirsizlikle Kiba ve Akamaru ile birlikte Takım 8 olarak son görevlerine doğru yola çıkar!",
                "air_date": "2017-03-09",
                "still_path": "/qHdszuohhPasy9Lfj45IKoDKfbl.jpg",
                "video_url": "3928710"
            },
            {
                "episode_number": 499,
                "name": "Gizli Yaprak Hikayesi, Düğün İçin Mükemmel Bir Gün, Bölüm 6: Gizli Görevin Sonucu!",
                "overview": "Naruto'nun düğün günü yaklaşmaktadır ve arkadaşlarının her biri teker teker bir hediye hazırlamaktadır. Ancak bu görevin gerçek amacı kimseye açıklanmadı: Hediyeler, resepsiyona kimlerin katılabileceğine göre değerlendirilecek! Hediyelerin her birine gösterilen özeni ve düşünceyi gören Kakashi, bunun yapılacak doğru şey olup olmadığını merak etmeye başlar.",
                "air_date": "2017-03-16",
                "still_path": "/7612OMBr2xG9GXU6A7M2We6LKCj.jpg",
                "video_url": "3928712"
            },
            {
                "episode_number": 500,
                "name": "Gizli Yaprak Hikayesi, Düğün İçin Mükemmel Bir Gün, Bölüm 7: Mesaj",
                "overview": "Naruto bir zamanlar herkes tarafından dışlanmış, yalnız bir yaşam sürmüştü. Ancak Iruka'nın sözleri ve varlığı bugüne kadar Naruto'yu destekledi. Naruto'nun düğünü yaklaşırken Iruka, Naruto için ne olduğunu gözden kaçırmaya başlar ve mesajı için ne söyleyeceğinden emin olamaz.",
                "air_date": "2017-03-23",
                "still_path": "/1swhNPNh16f1B6ZqEAmCg7mkWSn.jpg",
                "video_url": "3928714"
            }
        ]
    }
}