{
    "season_1": {
        "season_number": 1,
        "name": "Sezon 1",
        "episode_count": 62,
        "air_date": "2011-10-02",
        "poster_path": "/mKcawC6ortMA7Sa0ghpCGAlhavH.jpg",
        "episodes": [
            {
                "episode_number": 1,
                "name": "Kalkış X Ve X Arkadaşlar",
                "overview": "Hikaye, babası Ging gibi avcı olmayı arzulayan Gon adında genç bir çocukla başlıyor. Ging, oğlunu Gon'un teyzesi Mito'nun bakımına bırakır ve o zamandan beri görülmez. Gon, sınava girme yeteneğini kanıtlamak için yerel canavar balığı \"Gölün Efendisi\"ni yakalar. Mito, Gon'un evini terk etmesine isteksiz olsa da, Gon'un babasının onu neden terk ettiğini ve avcı olmaya olan ilgisini anlamaya kararlı olduktan sonra rahatlar.",
                "air_date": "2011-10-02",
                "still_path": "/7ppEotl1YMs1adTscDdMoLhQaQ3.jpg",
                "video_url": "3848590"
            },
            {
                "episode_number": 2,
                "name": "Test X Of X Testler",
                "overview": "Gon, Kurapika ve Leorio, Dolle Limanı'na ulaşır ve kaptan tarafından şehrin arkasındaki tepedeki sedir ağacına gitmeleri talimatı verilir. Küçük bir kasabadan geçerken, üçü bir grup insan tarafından durdurulur ve burada yaşlı bir kadın, onlara iki seçenek arasından seçim yapmalarını gerektiren bir soru sorar. Yanlış cevap vermek, cevap vermemek veya geri dönmeye çalışmak sınavın başarısız olmasına neden olacaktır.",
                "air_date": "2011-10-09",
                "still_path": "/qEX0cNZhtRdvXkqalV3cg1yiJhB.jpg",
                "video_url": "3848593"
            },
            {
                "episode_number": 3,
                "name": "Rakipler X For X Survival",
                "overview": "Gezginlerin yardımıyla Gon, Kurapika ve Leorio, sınavın yapılacağı Zaban Şehri'ne varır. Navigatör onları mekanın ön cephesi olduğu ortaya çıkan küçük bir restorana götürür. Gon'un grubu, yerin yüz kat altına inen, arka oda kılığına girmiş bir asansöre götürülür. Aşağıda diğer katılımcılarla tanışıyorlar ve numaralarını veriyorlar. Orada, sınavda 35 kez denediğini ve başarısız olduğunu iddia eden düzenli bir katılımcı olan Tonpa ile tanışırlar.",
                "air_date": "2011-10-16",
                "still_path": "/wBvtNJypYY0Jm2nb3B9K7IAC5N2.jpg",
                "video_url": "3848595"
            },
            {
                "episode_number": 4,
                "name": "Umut X Ve X Hırs",
                "overview": "İlk test sırasında, bazı katılımcılar en az kırk kilometre koştuktan sonra yorgunluktan düşüyor. Leorio, kendisini bekleyen Gon tarafından cesaretlendirilene kadar neredeyse pes ediyor. Katılımcı Killua tanıtılır ve çocuğun kendisiyle aynı yaşta olduğunu keşfettiğinde Gon'un kişiliğini merak eder. Kurapika ve Leorio, avcı olmanın nedeninden bahsederken, Kurapika, Phantom Topluluğu'nu alt etmek isterken, klanı, Kurta'nın artan duyularını kullandığında ortaya çıkan değerli kırmızı gözleri nedeniyle onlar tarafından katledilir. Leorio, çocukluk arkadaşı onu kurtaracak parası olmadığı için hastalıktan öldüğü için tamamen fedakar nedenlerden dolayı para avcısı olmayı hedefliyor. Hastalarına ücretsiz tedavi sunabilmek için doktor olmak istiyor. Katılımcılar en sonunda içinde bulundukları tünelin sonuna ve yüzeye çıkarak Dolandırıcılar Bataklığı olarak da bilinen Numere Sulak Alanı'na ulaşırlar.",
                "air_date": "2011-10-23",
                "still_path": "/4guXoOOo3DEN4OkSdlC5Cf6EZey.jpg",
                "video_url": "3848598"
            },
            {
                "episode_number": 5,
                "name": "Hisoka X Is X Sinsi",
                "overview": "Satotz'u takip ederken, bir sis bataklığa doğru hareket eder ve katılımcıların çoğu ya bayılırlar ya da tuzaklar ve vahşi canavarlar tarafından öldürülürler. Bir grup aday, tehdit oluşturduğunu düşündükleri için Hisoka'yı hedef alır. Gon ve Killua, Leorio ve Kurapika'dan ayrılır ve her iki taraf da sonunda canavarlar tarafından saldırıya uğrar. Leorio ve Kurapika, adaylar tarafından saldırıya uğramak üzere olan Hisoka ile karşılaşırlar ancak sihirbazın adayları kolayca alt ettiğini görünce şok olurlar. Hisoka daha sonra Leorio ve Kurapika'yı hedef alır ancak onun rakibi olmadıklarını anlayınca, onu takip etmekten alıkoymak için farklı yönlere gitmeye karar verirler. Ancak Leorio, bir kavgadan kaçamayarak geri döner. Beklendiği gibi, Leorio Hisoka tarafından fena halde dövülür. Yakın dövüş daha da kötüye gitmeden önce, Killua'dan ayrılan Gon, Hisoka'yı durdurmak için gelir. Hisoka'ya rakip olmasa da, Hisoka tarafından boğulmadan önce yüzüne bir kez vurmayı başarır.",
                "air_date": "2011-10-30",
                "still_path": "/597gzJBK4A8tbDX4KZKrK9hmJQG.jpg",
                "video_url": "3848665"
            },
            {
                "episode_number": 6,
                "name": "A X Şaşırtıcı X Mücadele",
                "overview": "Gon ve Kurapika, İkinci Aşama sahasında Leorio ve Killua ile yeniden bir araya gelir. Satotz, adaylardan geriye kalanların Menchi ve Buhara adlı ikinci aşama sınav görevlileriyle tanışmasına liderlik ediyor. Sınav görevlileri, adayların inanmamasına rağmen bir sonraki aşamanın yemek pişirme becerilerini test etmek olduğunu açıkladı. Test domuz eti gerektirdiğinden adaylar ormandaki domuzları bulmaya gönderilir. Ancak ormanın içinde yaşayan domuzlar etoburdur ve adayları parçalamaktadır. Gon sayesinde domuzların zayıf noktasını keşfederler ve her birine yemek pişirmek için bir tane almayı başarırlar. Adayların yemeklerini tattıktan sonra Buhara geçiş izni verir ancak Menchi hepsinde başarısız olur. Adayların ayaklanacağını bilen Satotz, Avcı Seçim Komitesi Başkanı Netoros'a ortaya çıkması konusunda bilgi verir. Netoros, Menchi'nin yemek pişirmeyle ilgili olduğunda önyargılı olma alışkanlığını düzeltmek için gelir. Netoros, Menchi'nin sınav görevlisi olarak kalmasına izin verir ve adaylara yeniden bir test verir: Örümcek kartallarının Split-in-Half Dağı'na bıraktığı yumurtaları kaynatın.",
                "air_date": "2011-11-06",
                "still_path": "/fU4qeE9kQXtVDHnp2vgzxjOycsG.jpg",
                "video_url": "3848838"
            },
            {
                "episode_number": 7,
                "name": "Hesaplaşma X On The X Airship",
                "overview": "Neteros'un sekreteri Beans, tüm adaylara akşam yemeğini yiyip dinlenmelerini ve ertesi sabah üçüncü aşamaya hazırlanmalarını söyler. Tonpa, Kurapika ve Leorio'yu bütün gece uyanık tutmaya çalışarak yeniden sabotaj yapmaya çalışır, ancak hiçbirinin onun oyunlarına kanmadığını görünce çileden çıkar. Gon ve Killua zeplini keşfeder ve Killua, Gon'a kendisinin aslında bir suikastçı ailesinden olduğunu söyler. Ailesinin hafife almadığı bir şekilde kendi başına yola çıkmak istiyordu. Neteros gelir ve her iki çocuğun da içgüdülerini test eder ve sınavın zorluğu hakkında ne hissettiklerini sorar. Neteros ikisini de bir oyuna davet eder, kim elindeki topu şafaktan önce kaparsa, sınavı hemen geçecektir. Gon ve Killua pas vermenin çok zor olduğunu düşünürler ancak Neteros'un becerileriyle topu alamadıklarını keşfederler. Sonunda Killua, yetenekleriyle, eğer devam ederse Neteros'un elinden topu bir yıl boyunca asla alamayacaklarını fark eder.",
                "air_date": "2011-11-13",
                "still_path": "/ktmIrxuf7aOrJlivhovCqnrDvOz.jpg",
                "video_url": "3848839"
            },
            {
                "episode_number": 8,
                "name": "Karar X Çoğunluk ile X?",
                "overview": "Zeplin, aynı derecede yüksek bir platform üzerine inşa edilmiş uzun, özelliksiz bir sütun olan Üçüncü Aşama alanı olan Trick Tower'a ulaşır. Adaylara 3. Aşamayı geçmek için kulenin tepesinden tabanına kadar inmeleri gerektiği söyleniyor. Deneyimli bir kaya tırmanışçısı adayı aşağıya inmeye çalışır ancak bazı uçan canavarlar tarafından yenir. Daha sonra Kurapika, adayların yarısından fazlasının kuleye girmek için gizli kapılar keşfettiğini ve Gon'un da bu kapıları bulduğunu öğrenir. Ancak işin püf noktası, birçok gizli kapının bulunması, her birinin yalnızca bir kez kullanılabilmesi ve bir kapıdan yalnızca bir kişinin sığabilmesidir, bu da onların ayrılmaları gerektiği anlamına gelir. Farklı kapıları denedikleri zaman aynı odada kaldıklarını fark ederler. Odada, Gon'un grubuna beş tanesinin çoğunluğu takip etmesi için talimatlar ve özel kol saatleri veriliyor, ancak beşinci bir üye olmadan ilerleyemiyorlar. Aşama 3 denetçilerinden Lippo, çoğunluk yönetimi yolunu seçtiklerini açıklarken onlara bunu anlatıyor.",
                "air_date": "2011-11-20",
                "still_path": "/sj2RJGWOjtR9t903J3jXesPGEe3.jpg",
                "video_url": "3848840"
            },
            {
                "episode_number": 9,
                "name": "X Of X Mahkumlara Dikkat Edin",
                "overview": "Tonpa, Bendot ona yumruk atmadan hemen pes eder. Leorio yaptığı şeye öfkelenir ama Tonpa onlara asıl planının kendileri gibi çaylakları sabote etmek olduğunu söyler. Gon daha sonra kimin mumunun en uzun süre yandığını görmek için bir kibrit teklif eden Sedokan'la yüzleşir. Gon, yağa bulanmış olduğunun farkında olmadan daha uzun olan mumu seçer ve mumu yarı yolda daha hızlı yanmaya başlar. Mumunun kuvvetli rüzgarlara dayanıklı olmadığını görünce onu bırakır ve mumunu üflemek için Sedokan'a doğru koşar. Bir sonraki maç, silahsız bir ölüm maçı öneren ve maçı bitirmek için birinin ölmesi veya teslim olması şartıyla Kurapika ile Majitani arasındadır. Düşmanlarını korkutup sindirerek teslim olmalarını sağlayan Majitani, Majitani'de bir şey görüp onu kırmızıya boyayınca Kurapika'ya kolaylıkla mağlup olur.",
                "air_date": "2011-11-27",
                "still_path": "/lAqMF73lJBtNPkyoZHOgpEJwL5E.jpg",
                "video_url": "3848842"
            },
            {
                "episode_number": 10,
                "name": "Hile X'e X Hile",
                "overview": "Bir kadın mahkum, Majitani'nin yalnızca bilincinin kapalı olduğunu, dolayısıyla Kurapika'nın maçının henüz sonuçlanmadığını iddia ediyor. Leorio ve hatta Killua, Kurapika'yı savaşı bitirmeye ikna edemez çünkü ikincisi, savaşma isteğini kaybetmiş bir kişiyle savaşmayı reddeder. Hayal kırıklığına uğrayan Leorio, zorluktan kurtulmanın bir yolu olarak çoğunluk kuralını kullanmaya karar verir, ancak kimse onu desteklemez. Başka bir yerde Hisoka, Hisoka'nın saldırdığı ve şimdi intikam almak isteyen eski bir müfettiş olan Togari ile karşılaşır. Togari dört hilal şeklinde bıçakla saldırır, ancak tek bir geniş saldırıyla bitirilir. Hisoka daha sonra bu aşamayı geçen ilk başvuru sahibi olur. Bu sırada ekip, Majitani'nin gerçek durumundan şüphelenir. Kadın mahkum, Leorio'ya onun yerine bir bahis oyunu oynaması için meydan okur. Leorio kabul eder ve Majitani'nin hayatta olduğuna dair on saat bahse girer ve bunu kazanır. Daha sonra Majitani'nin baygın numarası yapacağına dair yirmi saat bahse girer. Onaylamak için Majitani'yi platformun kenarına getirir ve onu düşürmekle tehdit eder. Bunu gören mahkum, Majitani'nin bilincinin yerinde olması üzerine bahisini kırk saate çevirir. Leorio tarafından düşürülmek üzereyken Majitani harekete geçti ve yenilgiyi kabul ederek skoru Leorio'nun takımı lehine 2 - 1'e getirdi. Ancak bahis oynamak için yalnızca 20 saatleri kaldı",
                "air_date": "2011-12-04",
                "still_path": "/iwZQOYXqojkNzVIa23t6kY3QBoJ.jpg",
                "video_url": "3848843"
            },
            {
                "episode_number": 11,
                "name": "Sorun X ile X Kumarı",
                "overview": "Majitani hakkındaki iddiayı kazandıktan sonra, mahkumun adı olan Leroute, Leorio ile cinsiyeti hakkında iddiaya girer. Dikkat çekici bir şekilde kadın görünmesine rağmen Leorio, Killua ve Kurapika'yı rahatsız edecek şekilde erkek olduğuna iddiaya giriyor. Leorio eğer haklıysa takımın kazanacağını düşünüyor; ve eğer yanılıyorsa, Leroute'a dokunarak bunu teyit edebilecek. Leorio yanılıyor ve Leroute'u kontrol etmeye devam ediyor. Leorio daha sonra Leroute'a taş, kağıt, makasla meydan okur ve kaybeder. Killua daha sonra korkulan toplu katil Dissektör Johness ile yüzleşir. Killua, Johness'in kalbini anında parçalıyor ve hatta Johness'in bir parçasıyla kaplatıyor. İkincisi kalbi için yalvarır ve Killua öldükten sonra onu geri verir. Takım böylece üç puan toplayarak denemeyi geçer ancak Leorio'nun bahisleriyle kaybettiği 50 saati küçük bir odada beklemek zorunda kalır. Bu arada başvuru sahipleri Gittarackur ve Hanzo üçüncü aşamayı tamamlayan ikinci ve üçüncü oldular.",
                "air_date": "2011-12-11",
                "still_path": "/cDlwi2JQREzRF7eyqCXQJmLWCvA.jpg",
                "video_url": "3848844"
            },
            {
                "episode_number": 12,
                "name": "X Resolve'un Son X Testi!",
                "overview": "Ekip elli saat boyunca küçük bir odada kalıyor ve sıkılmamak için çabalıyor. Daha sonra geri kalan zamanı bir dizi tuzak ve numaraya giderek geçirirler. Son odada iki kapıyla karşılaşırlar ve ya hepsinin kullanabileceği uzun ve zorlu yolu (45 saat) ya da ikisinin geride bırakılması gereken kısayolu (yaklaşık 3 dakika) seçmek zorunda kalırlar. Aralarında anlaşmazlıklar çıkınca Gon, uzun yolu açıp duvarı kırıp kestirme yola gitmek ve böylece beşinin de bu aşamayı geçmesi gibi ustaca bir fikir bulur.",
                "air_date": "2011-12-18",
                "still_path": "/9CjSlm1zoWsFcvBNRds8ilZueWF.jpg",
                "video_url": "3848846"
            },
            {
                "episode_number": 13,
                "name": "X Harfinden X Gona",
                "overview": "Gon, yolculuğu sırasında yaşanan olayları anlatmak için teyzesi Mito'ya bir mektup göndermeye karar verir. Avcı ön sınavından Leorio, Kurapika, Killua ve diğer sınava girenlerle tanıştığı noktaya kadar olan olayların hikayesini anlatmaya başladı.",
                "air_date": "2011-12-25",
                "still_path": "/8gDyN4qfTUXotm5HqdMsrjxvJv8.jpg",
                "video_url": "3848847"
            },
            {
                "episode_number": 14,
                "name": "Vur X X Hedefi",
                "overview": "Gon, Hisoka'nın plakasını çalmak için sopasıyla isabetliliği konusunda ustalaşmayı öğrenir. Sonunda bu konuda ustalaşır ve Hisoka Avını yakalamakla meşgulken onu çalmaya karar verir.",
                "air_date": "2012-01-08",
                "still_path": "/qCFO7q6Xu0vFGE9XyzDxK7jcPoL.jpg",
                "video_url": "3848849"
            },
            {
                "episode_number": 15,
                "name": "Patlama X Of X Aldatma!",
                "overview": "Gon, Hisoka'nın etiketini kapmak amacıyla oltadaki becerisini kullanmak için mükemmel zamanı beklemeden önce, hedefi Hisoka'yı bulmak için Kan Çılgın Kelebekler'e güveniyor. Bu sırada Leorio, Tonpa tarafından kandırılır ve kendi etiketini kaybeder, ancak Kurapika onu kurtarmasına yardım eder. Artık Kurapika ve Leorio birbirlerinin hedefi olmadığını bildiklerinden bir ittifak kurmaya karar verdiler.",
                "air_date": "2012-01-15",
                "still_path": "/vwQGJWECo9pcMNOiWcNfZZqYUyj.jpg",
                "video_url": "3848850"
            },
            {
                "episode_number": 16,
                "name": "X ve X Disgrace'i Yen",
                "overview": "Kurapika ve Leorio, Hisoka tarafından takip ediliyor, ancak kavgadan kurtulmayı başardılar. Ancak karşılaşma Hisoka'yı heyecanlandırır ve yeni bir hedef arayışına girer. Gon, Hisoka hedefine saldırdığında oltasını kullanarak Hisoka'nın etiketini kapabilir. Ancak Gon kaçmaya çalışırken başka bir başvuranın saldırısına uğrar ve etiketini kaybeder...",
                "air_date": "2012-01-22",
                "still_path": "/ipiSa3T8dTKUN2ONfcRRasL1Yj3.jpg",
                "video_url": "3848852"
            },
            {
                "episode_number": 17,
                "name": "X Deliğinde Tuzak X",
                "overview": "Killua, Imori'nin kendisini takip etmesinden sıkılır ve Imori'yi kavgaya davet eder ve onu hemen gönderir. Bu arada Gon, Leorio ve Kurapika'ya katıldı. Üçü, Ponzu'nun etiketini alıp onu şüpheli görünen bir mağaraya kadar takip etmek için bir plan yapar. İşte o zaman Leorio yalnız başına gitmekte ısrar eder.",
                "air_date": "2012-01-29",
                "still_path": "/tNsFQC2NKUubt5tXo0RTM7NkA6W.jpg",
                "video_url": "3848854"
            },
            {
                "episode_number": 18,
                "name": "Büyük X Zaman X Röportaj",
                "overview": "Gon ve arkadaşları zehirli yılanlar tarafından bir mağarada mahsur kaldılar. Tuzaktan sorumlu olan Bourbon çoktan ölmüştür ve kimse tuzağın nasıl etkisiz hale getirileceğini bilmiyor. Bu sırada yılanların ısırdığı Leorio'nun gücü giderek zayıflamaktadır. Gon, onları zor durumdan kurtarıp sınavın son aşamasına kadar getirmeyi başarır. Ama önce Netero kalan adayların her biriyle röportaj yapmak istiyor...",
                "air_date": "2012-02-05",
                "still_path": "/vJZkqcrHpmZHxegZ78LzDfcOmuX.jpg",
                "video_url": "3848857"
            },
            {
                "episode_number": 19,
                "name": "Kazanılamaz X ve X Kaybedilemez",
                "overview": "Gon ve arkadaşları Avcı Sınavının son aşamasına geçtiler. Son aşama, kazananların elendiği ve kaybedenlerin ilerlediği bir turnuvadır. Kural şu; eğer rakibinizi öldürürseniz diskalifiye olursunuz. İlk makine Gon Hanzo'ya karşı. Gon, Hanzo'ya karşı hiçbir şey yapamaz ama o pes etmeyi reddeder. Hanzo'nun sabrı tükeniyor ve Gon'un kolunu kırmakla tehdit ediyor.",
                "air_date": "2012-02-12",
                "still_path": "/3dDeKMK7zSvwPmqfJx8QIysbxvP.jpg",
                "video_url": "3848861"
            },
            {
                "episode_number": 20,
                "name": "Şaşırtıcı X Turn Of X Olaylar",
                "overview": "Gon uyanır ve kendisini Avcı Sınavını geçen ilk kişi olduğu için Satotz tarafından tebrik edilirken bulur. Gon, Satotz'a Sınavın hâlâ devam edip etmediğini sorar ve Satotz ona sınavın bittiğini söyler. Satotz bilincini kaybettikten sonra neler olduğunu açıklar ve Gon olayların şok edici bir şekilde geliştiğini öğrenir.",
                "air_date": "2012-02-19",
                "still_path": "/gdCm8R66k7J6lxGHEbH2Dwg0jl4.jpg",
                "video_url": "3848862"
            },
            {
                "episode_number": 21,
                "name": "Bazı X Kardeş X Sorun",
                "overview": "Gon, Killua'nın öldürmeye zorlanmasına üzülür. Gon, Illumi'ye kızar ve Killua'yı kurtarmak için Kukuroo Dağı'na gideceğini ilan eder. Gon ve arkadaşları ayrılırken Satotz, Avcı Sınavının henüz bitmediğinden bahseder...",
                "air_date": "2012-03-04",
                "still_path": "/v3V2wFLlfDJePv8r539fvZc4d4O.jpg",
                "video_url": "3848864"
            },
            {
                "episode_number": 22,
                "name": "A X Tehlikeli X Bekçi Köpeği",
                "overview": "Gon, Kurapica ve Leorio, Kukuroo Dağı'na vardıklarında Zoldyck ailesinin malikanesine yaklaşamayacaklarını öğrenirler. Zoldyck ailesi dağın ve çevredeki tüm ormanın sahibidir ve tüm bölge kapılarla kapatılmıştır. Kapının hemen dışında bir güvenlik karakolu var, ancak orada çalışan adam, güvenlik görevlisi olarak hizmet etmek yerine, araziye izinsiz girenler olduğunda aslında bekçi köpeğinin yarattığı pisliği temizliyor. Killua'yı \"kurtarmaktan\" vazgeçmek istemeyen Gon, bekçiden asıl kapının devasa taş kapı olduğunu ve bu yoldan giren hiç kimsenin bekçi köpeği tarafından saldırıya uğramayacağını öğrenir. Leorio kapıyı çekip itmeye çalışır ama işe yaramaz. Bekçi onlara, kapının yalnızca kişinin gücüne bağlı olarak farklı miktarlarda taş levhalar açtığını bildirir; ancak, kapının en küçük kısmını açmak için gereken en az güç, her iki tarafta da iki tonluk güç gerektirir.",
                "air_date": "2012-03-11",
                "still_path": "/f9rEeoWdY3fGhqyEB0aBuZulmJc.jpg",
                "video_url": "3848868"
            },
            {
                "episode_number": 23,
                "name": "X Guard'ın X Görevi!",
                "overview": "Gon ve arkadaşları Killua'yı görmek için Deneme Kapısı'ndan geçmeye karar verdiler. Öncelikle kapıyı açana kadar hizmetçilerin evinde eğitim almaları gerekiyor. Bu sırada Killua, Gon ve diğerlerinin onu görmeye geldiklerini öğrenir. Gon, Leorio ve Kurapika, eğitimlerini tamamladıktan sonra kapıyı açabiliyorlar ancak çırak uşak Kanarya önlerine çıkıyor.",
                "air_date": "2012-03-18",
                "still_path": "/ubAClUC0YLOcXVTAZBe7Ifc7NcS.jpg",
                "video_url": "3848871"
            },
            {
                "episode_number": 24,
                "name": "X Zoldyck X Ailesi!",
                "overview": "Killua için endişelenen Kanarya'nın yardımıyla Gon ve arkadaşları konağa yaklaşmaktadır. Ancak Kikyo onlara Killua'nın hücre hapsinde olduğu için onları göremediğini söyler. Bu sırada Killua, Silva tarafından çağrıldı ve ona arkadaşını görmek isteyip istemediği soruldu. Killua dürüstçe cevap verir ve arkadaşlarını görmesine izin verilir...",
                "air_date": "2012-03-25",
                "still_path": "/b9dLM01DTcBvNKkkzG7VKrBRwQ2.jpg",
                "video_url": "3848873"
            },
            {
                "episode_number": 25,
                "name": "X Körseniz X'i Göremezsiniz!",
                "overview": "Gon, Kurapika ve Leorio, Baş Kahya'nın Killua'yı beklerken onları eğlendirdiği Kâhya Dairesine varırlar. Peki aklında hangi oyun var ve riskler neler?",
                "air_date": "2012-04-01",
                "still_path": "/yk0Mv0GuGVjyPF9dvHOY5feL5bo.jpg",
                "video_url": "3848879"
            },
            {
                "episode_number": 26,
                "name": "Sonra × Ve × Sonra",
                "overview": "Gon'dan Mito için Balina Adası'na bir mektup gelir... (Olan her şeyin özeti.)",
                "air_date": "2012-04-15",
                "still_path": "/6ALbyCGQjoYTTTiPOeAANpkXyI.jpg",
                "video_url": "3848880"
            },
            {
                "episode_number": 27,
                "name": "X The X Arena'ya Varış!",
                "overview": "Gon ve Killua, Heavens Arena'ya gelir ve yükselmeye başlar ve dövüş sanatları eğitimi almış Zushi adında yeni bir arkadaş edinir.",
                "air_date": "2012-04-15",
                "still_path": "/kMEnNBYAVlPAUD6Sc7Q3jguENON.jpg",
                "video_url": "3848884"
            },
            {
                "episode_number": 28,
                "name": "Nen X Ve X \"nen\"",
                "overview": "Gon ve Killua, Nen ve Ren'i anlamaya çalışırken tanıdık bir tanıdıkla karşılaşır.",
                "air_date": "2012-04-22",
                "still_path": "/i92F1OWGYAod5iMA7gIUf6RrdQe.jpg",
                "video_url": "3848887"
            },
            {
                "episode_number": 29,
                "name": "Uyanış X Ve X Potansiyeli!",
                "overview": "200. kata ulaştıktan sonra Gon ve Killua, Hisoka'nın Nen bariyeriyle karşılaşır. Wing'den Nen potansiyellerini harekete geçirmek için şiddet yöntemini kullanmasını isterler. Kayıt için son tarih yaklaşırken Nen'in dört temel ilkesinden biri olan Ten konusunda eğitime başlıyorlar.",
                "air_date": "2012-04-29",
                "still_path": "/1epSCrmRHrKDDvxCHxqO0nyLsHN.jpg",
                "video_url": "3848888"
            },
            {
                "episode_number": 30,
                "name": "Şiddetli X ve X Vahşi",
                "overview": "Gon, 200'lerdeki ilk Heavens Arena maçında Nen kullanıcısı Gido ile karşı karşıya gelir. Gon, kendisini korumak için Ten'i kullanır, ancak kısa süre sonra kendisini Gido'nun Dans Eden Üstlerine karşı savunmada bulur. Gon umutsuzca karşılık vermenin bir yolunu bulmaya çalışırken cesur bir karar verir...",
                "air_date": "2012-05-06",
                "still_path": "/wITa0jIlz1OPaEwDQAbnYw4Ydw.jpg",
                "video_url": "3848890"
            },
            {
                "episode_number": 31,
                "name": "Kader X ve X Azim!",
                "overview": "Gon'un ciddi şekilde yaralanmasının üzerinden bir ay geçti ve Hisoka ile Kastro Heavens Arena'da dövüşmek üzere. Kastro geçmişte Hisoka'yı devirmeyi başardı ve röportajında ​​oldukça kendinden emin görünüyor. Hisoka yaklaşan dövüşten etkilenmemiş gibi görünüyor.",
                "air_date": "2012-05-13",
                "still_path": "/hOjKE9KOcZPax7k8IZFTaAOImDy.jpg",
                "video_url": "3848893"
            },
            {
                "episode_number": 32,
                "name": "A X Şaşırtıcı X Kazanma",
                "overview": "Kastro, Hisoka'nın kolunu kesmek ve dövüşte avantaj sağlamak için Nen ile birlikte kendisinin bir klonunu yaratma yeteneğini kullandı. Ancak iki kolunu da kaybetmesine rağmen Hisoka son derece sakin görünüyor. Kastro soğukkanlılığını kaybeder ve Hisoka'ya saldırır.",
                "air_date": "2012-05-20",
                "still_path": "/5bGFbChoHIYCjCabjG7X01ALSVo.jpg",
                "video_url": "3848895"
            },
            {
                "episode_number": 33,
                "name": "X Boş X Tehdidi!",
                "overview": "İki ay sonra Gon ve Killua'nın nihayet tekrar Nen uygulamasına izin verildi. İşte o zaman Gido, Sadaso ve Riehlvelt önlerine çıkar ve onlara arenada kendileriyle savaşmalarını söyler. Gon ve Killua reddeder, ancak Killua, Sadaso'nun davranışını çok şüpheli bulur.",
                "air_date": "2012-05-27",
                "still_path": "/l7MxcIjl3sMrH0FWj1wQSjroolS.jpg",
                "video_url": "3848897"
            },
            {
                "episode_number": 34,
                "name": "Güç X'ten X'e İntikam!",
                "overview": "Gon'un Gido ve Riehlvelt'e karşı kavgası yaklaşıyor. Zushi'ye yaptıklarından dolayı hâlâ kızgın. Gon, Gido'nun saldırılarına dayanabilir ve onu savaşta alt edebilir. Bu Hisoka'nın gülümsemesine neden olur.",
                "air_date": "2012-06-03",
                "still_path": "/6edJcYCU3f6f1Sxi6x3OX5Dq5kY.jpg",
                "video_url": "3848899"
            },
            {
                "episode_number": 35,
                "name": "X True X Pass",
                "overview": "Gon ve Killua, Nen hakkında öğrendikleri her şeyin doruk noktası olan Hatsu'da eğitime başlar. Ve son olarak Gon, Hisoka'ya Avcı Sınavı'nın iyiliğinin karşılığını vermesi için meydan okur.",
                "air_date": "2012-06-17",
                "still_path": "/7vgWpVQkWRZPjHBq5oXv3dcH0oI.jpg",
                "video_url": "3848902"
            },
            {
                "episode_number": 36,
                "name": "Büyük Bir Borç X Ve X Küçük Bir Tekme!",
                "overview": "Hisoka'ya bir yumruk attıktan sonra Gon, Avcı Sınavı'ndan etiketi geri verir. Hisoka, Gon'un gelişimini görünce çok mutlu olur ve saldırmak için kendi Nen'ini kullanır. Gon korkar, ancak pervasızca saldırmaya devam eder! Galip gelebilecek mi?",
                "air_date": "2012-06-24",
                "still_path": "/jAoQgkl8YJX07NyfRAHZ8z6DYbe.jpg",
                "video_url": "3848906"
            },
            {
                "episode_number": 37,
                "name": "Ging X Ve X Gon!",
                "overview": "Gon, Nen'i öğrenip gerçek bir Avcı olduktan sonra Killua ile Balina Adası'na döner. Mito geldiğinde onun için bir kutu hazırlar. Ging ona, Avcı olduğunda bu kutuyu Gon'a vermesini söyledi. Ancak kutunun açılamadığı görülüyor.",
                "air_date": "2012-07-01",
                "still_path": "/9whw6I0bgZRn0g5RPvwjxLgizHd.jpg",
                "video_url": "3848907"
            },
            {
                "episode_number": 38,
                "name": "Cevap X Babamdan X!",
                "overview": "Gon ve Killua, Gon'un Avcı olacağı beklentisiyle Ging'in geride bıraktığı kaseti dinlemeye başlar.",
                "air_date": "2012-07-08",
                "still_path": "/j0pfjEG4dezWnTM72dLbKWDGbNk.jpg",
                "video_url": "3848909"
            },
            {
                "episode_number": 39,
                "name": "X Dilek ve X Söz!",
                "overview": "Nen yeteneğini öğrenen Kurapika, kendisini New York müzayedesine yaklaştıracak bir Avcı işinin peşine düşer.",
                "air_date": "2012-07-15",
                "still_path": "/20b0e5UpBguxeFVOf2bwGwqEH49.jpg",
                "video_url": "3848910"
            },
            {
                "episode_number": 40,
                "name": "Nen X Kullanıcılar X Birleşelim Mi?",
                "overview": "Kurapika ve diğer iş adayları, eğer iş için ihtiyaç duydukları herhangi bir eşyayı elde etmeyi umut ederlerse, işverenin malikanesinden çıkmak için mücadele etmek zorundadırlar.",
                "air_date": "2012-07-22",
                "still_path": "/iyIWGudUoF19d4tPrDlxcI5vVP1.jpg",
                "video_url": "3848911"
            },
            {
                "episode_number": 41,
                "name": "X X Kahramanı Bir Araya Getiriyoruz!",
                "overview": "Dünyanın en büyük müzayedesi York New City'de gerçekleşmek üzere. Phantom Troupe lideri Chrollo, üyelere şehirde toplanmaları talimatını verdi. Ne amaçla? Hırsızları öldüren çete harekete geçmek üzere.",
                "air_date": "2012-07-29",
                "still_path": "/5hnXRLR2G4HxNlFVjmaQicx1FYQ.jpg",
                "video_url": "3848914"
            },
            {
                "episode_number": 42,
                "name": "X ve X Saldırısını Savun!",
                "overview": "Açık artırma nihayet başlamak üzere. Gon, Killua ve Leorio, Açgözlülük Adası'nı satın almaya yetecek parayı toplamak için çok çalışıyorlar. Kurapika müzayede evini denetlemekle görevlendirildi. Bu arada Phantom Troupe yaklaşıyor. Yakında tüm yollar York New City'de kesişecek.",
                "air_date": "2012-08-05",
                "still_path": "/6BejwIjXKOawFKSDF6jpGRuCC39.jpg",
                "video_url": "3848915"
            },
            {
                "episode_number": 43,
                "name": "A X Şok Edici X Trajedi!",
                "overview": "Phantom Troupe, mafyanın düzenlediği yeraltı müzayedesine saldırır. Daha sonra ne mallardan ne de misafirlerden eser kalmadı. Mafya onların başına ödül koyar ve takibe başlar. Kurapika ve devriye gezen diğer korumalar da takibe katılıyor. Kurapika, Phantom Troupe'a yaklaşıyor.",
                "air_date": "2012-08-12",
                "still_path": "/iyhewpsvmdg1TZxKuV4PnJz5TM4.jpg",
                "video_url": "3848916"
            },
            {
                "episode_number": 44,
                "name": "Oluşturma X A'ya X Şiddetli Savaş",
                "overview": "Uvogin, Mafya'nın takibini katlettikten sonra Mafya, gizli silahları Gölge Canavarları'nı gönderir. Ancak Uvogin onları tek başına yenmeyi başarır. Savaş sırasında Uvogin'in sırtındaki örümcek dövmesi ortaya çıkar ve Kurapika harekete geçer.",
                "air_date": "2012-08-19",
                "still_path": "/n2DWd1Lt80aqIFeMtFzSgpjn18X.jpg",
                "video_url": "3848917"
            },
            {
                "episode_number": 45,
                "name": "Kısıtlama X Ve X Yemin",
                "overview": "Kurapika, Phantom Troupe'un bir üyesi olan Uvogin'i yakalamayı başardı. Uvogin sanki esir değilmiş gibi taleplerde bulunurken Kurapika öfkesini kontrol etmekte zorlanır. Tam o sırada Kurapika, Hisoka'dan bir e-posta alır...",
                "air_date": "2012-09-02",
                "still_path": "/vg0QzmDJG2Uf5Uif4k2deo08ZYE.jpg",
                "video_url": "3848919"
            },
            {
                "episode_number": 46,
                "name": "X'in Peşinde ve X'in Beklemesi",
                "overview": "Uvogin, haydut arkadaşlarının yardımıyla kaçmayı başardı. Ancak gururunun aldığı darbenin ardından Kurapika'nın izini sürmeye ve onu yenmeye kararlıdır. Kurapika, Phantom Troupe'un yerini belirlediğini fark eder ve Phantom Troupe'un tek başına gelişini beklerken patronu güvenli bir yere taşır.",
                "air_date": "2012-09-09",
                "still_path": "/jxK8tVxssyrKQuxG3YCqHMu8cWs.jpg",
                "video_url": "3848921"
            },
            {
                "episode_number": 47,
                "name": "Koşul X ve X Koşul",
                "overview": "Kurapika ve Uvogin arasındaki beklenen savaş başlıyor! Kurapika gerçekten Uvogin'in yeteneklerine karşı koyabilecek mi ve Kurapika'nın zincirlerindeki güçlerin tam kapsamı nedir?",
                "air_date": "2012-09-16",
                "still_path": "/2DSHHAuP0cI9A9LzCZf8hkY3HGl.jpg",
                "video_url": "3848923"
            },
            {
                "episode_number": 48,
                "name": "Çok X Keskin X Göz",
                "overview": "Gon, Killua ve Leorio, Greed Island'ı satın almak için yeterli parayı ele geçirmeye çalışıyor. Gon, pazardan geçerken değerli eşyaları belirlemenin bir yolunu bulur. Plan ucuza alıp düşük fiyata satmak, ancak başka biri tüm ürünlerine teklif veriyor.",
                "air_date": "2012-09-23",
                "still_path": "/q29X8OVumAX2mECNdSFaulpxvsb.jpg",
                "video_url": "3848924"
            },
            {
                "episode_number": 49,
                "name": "Pursuit X ve X Analizi",
                "overview": "Gon ve arkadaşları Phantom Troupe'a verilen ödülü kazanmayı umuyor. Aynı zamanda Machi ve Nobunaga, Uvogin geri dönmediği için \"zincir kullanıcısını\" aramaya gönderildi. Gon ve Killua bir ihbar alır ve iki Topluluk üyesini takip etmeye başlar.",
                "air_date": "2012-09-30",
                "still_path": "/m06AjUYeKIoGAyb1SlSXEdaHMrT.jpg",
                "video_url": "3848926"
            },
            {
                "episode_number": 50,
                "name": "Müttefik X ve X Kılıcı",
                "overview": "Gon ve Killua, Hayalet Topluluğu tarafından yakalandı. Grubun aradığı zincir kullanıcısı hakkında sorgulanırlar, ancak ikisi zincir kullanıcısının Kurapika olduğunu bilmiyor. Serbest bırakılmak üzereyken Nobunaga, onları Topluluk için potansiyel üye olarak tutmaya karar verir.",
                "air_date": "2012-10-07",
                "still_path": "/jzF9mjDw9SrbDy3LJVEc26wkRUe.jpg",
                "video_url": "3848927"
            },
            {
                "episode_number": 51,
                "name": "A X Brutal X Savaş Alanı",
                "overview": "Açık artırma yeniden planlandı ve Mafya, Phantom Troupe'un yeniden saldırmasını bekliyor. On Don, Phantom Troupe ile başa çıkmak için birden fazla suikastçı kiraladı. Light Nostrade, Kurapika'yı Topluluğun gönderilmesinde suikastçılara katılmaya gönderir.",
                "air_date": "2012-10-14",
                "still_path": "/9CTiIfWUL8DAMAI2UigX0fjf5fM.jpg",
                "video_url": "3848928"
            },
            {
                "episode_number": 52,
                "name": "Saldırı X Ve X Etkisi",
                "overview": "Topluluk tüm gücüyle müzayedeye saldırıyor. On Don'un kiraladığı suikastçılar, Zeno ve Silva dışında rakip olamaz.",
                "air_date": "2012-10-21",
                "still_path": "/hovXzhyd56Rjgq5ERi81xIkym1m.jpg",
                "video_url": "3848929"
            },
            {
                "episode_number": 53,
                "name": "Sahte X Ve X Psyche",
                "overview": "Hayalet Topluluğu'nun lideri öldü... Kurapika bu haberle şok oldu. İkna olmamış bir şekilde cesedin bir görüntüsünü yakalamaya çalıştı. Bu arada, diğer Topluluk üyelerinin cansız bedenleri keşfedildi.",
                "air_date": "2012-10-28",
                "still_path": "/5auF9f0bcgQauAU3Fj8oTOX05bp.jpg",
                "video_url": "3848931"
            },
            {
                "episode_number": 54,
                "name": "Fortunes X Değil Mi X Doğru Mu?",
                "overview": "Gon, Killua, Kurapika ve Leorio nihayet yeniden bir araya gelir. Kurapika, Nen güçlerini diğerlerine açıklar. Ancak Killua, Topluluk üyelerinden birinin zihin okuyabilmesi nedeniyle Kurapika'nın artık tehlikede olmasından korkuyor. Bu arada Chrollo, Neon'dan çaldığı falcılık gücünü Topluluk üyelerinin falını anlatmak için kullanıyor.",
                "air_date": "2012-11-04",
                "still_path": "/8WZfM3jvb0ETVDjQbDRK5bfqTIW.jpg",
                "video_url": "3848934"
            },
            {
                "episode_number": 55,
                "name": "Müttefikler X Ve X Yalanlar",
                "overview": "Chrollo, Topluluk üyelerine fal baktıktan sonra Hisoka'nın onlara ihanet ettiğinden şüphelenirler. Hisoka'nın Chrollo ile dövüşme arzusu, onu kendi kaderini değiştirerek büyük bir risk almaya iter. Bu arada Topluluğun hâlâ hayatta olduğunu öğrenen Kurapika, Gon ve arkadaşlarıyla iş birliği yapar ve Pakunoda'yı ele geçirmek için bir plan üzerinde çalışır.",
                "air_date": "2012-11-11",
                "still_path": "/bCZTNyi6RpMd52MrPR1JlyHFMwL.jpg",
                "video_url": "3848936"
            },
            {
                "episode_number": 56,
                "name": "Sevgili X ve X Kuşatılmış",
                "overview": "Chrollo, Neon'da sahip olduğu bilgileri kullanarak zincir kullanıcısı Kurapika'nın yerini belirler. Bu arada Killua, Phantom Troupe üssünü gözetlemektedir ve Melody ona katılır ve Troupe'un Kurapika'nın oteline doğru gittiğini belirlemesine yardımcı olur. Troupe sonunda Kurapika'ya yaklaşmaktadır.",
                "air_date": "2012-11-18",
                "still_path": "/aSUAx7yRqzrdK1aamiHkwpml1dn.jpg",
                "video_url": "3848937"
            },
            {
                "episode_number": 57,
                "name": "Girişim X Ve X Yasası",
                "overview": "Hayalet Topluluğu, Uvogin'i öldürenin Kurapika olduğunu öğrendi. Yakalanan Gon ve Killua'nın Kurapika ile çalıştığını anlamaları an meselesi mi? Chrollo, Gon ve Killua'yı Paknoda ve diğer Topluluk üyelerinin beklediği otel lobisine götürür. Aniden ışıklar sönüyor. Gon ve Killua karanlıkta kaçmaya çalışır. Ama ortadan kaybolan kişi Chrollo'dur...",
                "air_date": "2012-12-02",
                "still_path": "/4n2FnhORFVr2WGSP48Dy23ZlhTY.jpg",
                "video_url": "3848939"
            },
            {
                "episode_number": 58,
                "name": "Sinyal X'ten X'e Geri Çekilme",
                "overview": "Kurapika Chrollo'yu ele geçirdi. Pakunoda, Gon ve Killua'yı kendisine getirirse Chrollo'yu serbest bırakmayı teklif eder. Ancak Kurapika, Topluluk liderinin huzurunda duygularını kontrol edemiyor.",
                "air_date": "2012-12-09",
                "still_path": "/4bbh9hwLdXhFBuZZ9VFnDSAjbY5.jpg",
                "video_url": "3848940"
            },
            {
                "episode_number": 59,
                "name": "Teklif X Ve X Hız",
                "overview": "Ging'in bulunmasına dair ipucu veren Greed Island oyunu nihayet açık artırmada. Gon ve Killua, kazanan alıcıdan kendilerini oyuncu olarak işe almasını ister, ancak onlara Nen'lerinin çok zayıf olduğu söylenir. Oyuncu olarak seçilebilmek için özel yetenekler üzerinde çalışmaya başlarlar.",
                "air_date": "2012-12-16",
                "still_path": "/t54Kzth37hxC267MmOVzTjoIu0s.jpg",
                "video_url": "3848942"
            },
            {
                "episode_number": 60,
                "name": "Bitiş X Ve X Başlangıç",
                "overview": "Gon ve Killua kendilerini Greed Island oyuncuları olarak seçmeye çalışıyorlar. Yargıç Tsezgerra, Nen'i kendisine gösterdikten sonra kararını vereceğini söylüyor. 200 adaydan sadece 32'si geçebilecek.",
                "air_date": "2012-12-23",
                "still_path": "/tfpBmwvXnxuzVT5uf7ZvTjCnPcm.jpg",
                "video_url": "3848943"
            },
            {
                "episode_number": 61,
                "name": "Davet X Ve X Arkadaş",
                "overview": "Gon ve Killua nihayet Açgözlülük Adası dünyasına girmeyi başardılar ve Ging'i bulmanın ipucunu buldular. Ancak buldukları tek şey Ging'in Gon'a oyunun tadını çıkarmasını söyleyen bir mesajıydı. İlk adımları bir şehir bulmak ve bilgi toplamaktır. Orada, oyunu bitirmeye çalışan bir gruba katılma daveti alırlar.",
                "air_date": "2013-01-06",
                "still_path": "/bETLKtT4hlmEpC95eH7FBtMW82t.jpg",
                "video_url": "3848944"
            },
            {
                "episode_number": 62,
                "name": "Gerçek Mi? X Ve X Ham",
                "overview": "Gon ve Killua, büyü kartları aramak için Masadora'ya doğru yola çıkar. Yolda birçok farklı canavarla karşılaşırlar. Ancak daha güçlü canavarlardan bazılarına karşı mücadele ediyorlar. Biscuit adında bir kız, onların mücadele ederek ilerlemelerini izliyor.",
                "air_date": "2013-01-13",
                "still_path": "/avJ1kF7vZUcpPX0wU2iAvalaHcE.jpg",
                "video_url": "3848946"
            }
        ]
    },
    "season_2": {
        "season_number": 2,
        "name": "Sezon 2",
        "episode_count": 74,
        "air_date": "2012-12-15",
        "poster_path": "/itMuFli5HRafl3ofO5srdN0mmCQ.jpg",
        "episodes": [
            {
                "episode_number": 63,
                "name": "A X Hard X Master?",
                "overview": "Gon ve Killua sonunda Biscuit'in gerçek gücünün farkına vardılar ve ondan onlara Nen'i öğretmesini istediler. Bununla birlikte zorlu eğitimlerine başlarlar.",
                "air_date": "2013-01-20",
                "still_path": "/3dAKW55W7JjsPRYfxi0IPy5zDDi.jpg",
                "video_url": "3848948"
            },
            {
                "episode_number": 64,
                "name": "Güçlendir X ve X Tehdit Et",
                "overview": "Gon ve Killua, Bisky'nin himayesinde Nen'lerini kademeli olarak geliştiriyorlar. Artık daha önce mücadele ettikleri canavarları kolayca yakalayabiliyorlar. Eğitimleri sona ererken, Bombacı takım kuran oyuncuları ziyaret ediyor.",
                "air_date": "2013-01-27",
                "still_path": "/6MulA4Ok6LokYM9BaYrxbpJV23C.jpg",
                "video_url": "3848951"
            },
            {
                "episode_number": 65,
                "name": "Kötü Yumruk X Ve X Taş, Kağıt, Makas",
                "overview": "Bisky'nin taş-kağıt-makas hakkındaki dersini dinledikten sonra Gon, Güçlendirici, Yayıcı ve Sihirbaz yeteneklerini kullanarak taş-kağıt-makas modeline göre modellenen özel bir teknik üzerinde çalışmaya karar verir. Bu sırada Killua, HUnter Sınavına girmek için oyundan geçici olarak ayrılır. O yokken Gon ve Bisky, Bombacının en son saldırısı hakkında bilgi edinir.",
                "air_date": "2013-02-03",
                "still_path": "/f5AsO4rtum5wDW0JnCLi4mboudT.jpg",
                "video_url": "3848953"
            },
            {
                "episode_number": 66,
                "name": "Strateji X Ve X Şeması",
                "overview": "Killua, Avcı Sınavındaki ikinci denemesini kolayca geçtikten sonra geri döner. Artık Gon, Killua ve Bisky yeniden bir araya geldiklerine göre, kart toplayarak bu oyunu yenmek için çalışmaya başlarlar. Bu arada diğer oyuncular oyunu tamamlamak için ihtiyaç duydukları kartları toplamaya çalışıyorlar.",
                "air_date": "2013-02-10",
                "still_path": "/mPwevU53hYJ28MU4T3grzxBaq58.jpg",
                "video_url": "3848955"
            },
            {
                "episode_number": 67,
                "name": "15x15",
                "overview": "Team Genthru, Team Tsegzerra'yı kandırdıktan sonra artık 96 farklı türde sınırlı slot kartına sahip. Gon ve Killua, diğer oyunculardan Genthru'nun oyunu kazanmasını önlemek için bir araya gelme daveti alır. Genthru'nun eksik olduğu kartlardan biri olan Patch of Shore'u tekeline almak için Soufrabi'ye giderler.",
                "air_date": "2013-02-17",
                "still_path": "/jOXT8Ry4g5iGXqIWylMrAwcYkF5.jpg",
                "video_url": "3848957"
            },
            {
                "episode_number": 68,
                "name": "Korsanlar X Ve X Tahminleri",
                "overview": "Patch of Shore'ı elde etmenin koşulu on beş korsandan oluşan bir çeteyi şehir dışına kovalamaktır. Gon ve mürettebat hemen patron Razor'a götürülür, ancak hızla mağlup edilirler. Plan, daha güçlü parti üyelerini işe almak ve tekrar denemek, böylece Chrollo adlı oyuncuyla başlayacaklar.",
                "air_date": "2013-02-24",
                "still_path": "/eHhVEtWsNfeJE1umGp4xy2EB7Yd.jpg",
                "video_url": "3848960"
            },
            {
                "episode_number": 69,
                "name": "A X Isıtmalı X Showdown",
                "overview": "Gon ve arkadaşları, Razor'a yeniden meydan okumak için Hisoka ve Goreinu ile iş birliği yaptı. Partiyi tamamlamak için Tsezgerra Takımını işe alırlar. Hazırlıkları ilk birkaç maçı kolaylıkla atlatmalarını sağlıyor ancak daha sonra Razor onları yakartop oyununa davet ediyor.",
                "air_date": "2013-03-03",
                "still_path": "/kMYdJ8Nv4yzFxIgDLwpJuZ0HfHl.jpg",
                "video_url": "3848964"
            },
            {
                "episode_number": 70,
                "name": "Cesaret X Ve X Cesaret",
                "overview": "Gon, Razor'un atışına dayanamaz ve dış sahaya gönderilir. Geri dönmek için Geri'yi kullanır, ancak Hisoka da yaralanmıştır ve durum kötü görünmektedir. Ancak Gon'un Razor'u yenmek için bir fikri vardır ama bunu gerçekleştirmek için Killua'nın yardımına ihtiyacı vardır.",
                "air_date": "2013-03-10",
                "still_path": "/tdIHLiTK9947lDOD5cCJTbJmSjQ.jpg",
                "video_url": "3848966"
            },
            {
                "episode_number": 71,
                "name": "Pazarlık X Ve X Anlaşma",
                "overview": "Gon, Killua ve Hisoka, Razor'un en güçlü atışını yakalamak için iş birliği yapar. Razor'a kafa tutuyorlar. Top emniyete alındıktan sonra Gon, tüm gücünü Razor'a fırlatmak için kullanır. Yakartop oyunu sona yaklaşıyor.",
                "air_date": "2013-03-17",
                "still_path": "/uGHCFSbdhbcKfwP16Q5pDk65OFy.jpg",
                "video_url": "3848968"
            },
            {
                "episode_number": 72,
                "name": "Kovalamaca X Ve X Şans",
                "overview": "Oyunu kazanmak için diğer oyuncuların Genthru ile yüzleşmesi gerekiyor. Tsezgerra, Genthru'nun dikkatini üç hafta boyunca dağıtmayı teklif eder. Gon yoğun antrenman yaparken Tsezgerra Takımı, Genthru'yu geciktirmek için oyundan geçici olarak ayrılır, ancak Bay Battera'nın onlara hoş olmayan bir sürprizi vardır.",
                "air_date": "2013-03-24",
                "still_path": "/nuE0KOtPWmG8lyRAmARdRFwiSoc.jpg",
                "video_url": "3848970"
            },
            {
                "episode_number": 73,
                "name": "Delilik X Ve X Akıl Sağlığı",
                "overview": "Tsezgerra'nın çayı oyuna geri dönmedi. Genthru sonunda dikkatini Gon'un grubuna çevirir. Gon, Genthru'yla karşı karşıya gelir, Killua, Sub'la karşı karşıya gelir ve Bisky, Bara'yı alır.",
                "air_date": "2013-03-31",
                "still_path": "/hbQAc1KKW1fTFVF0VdlH41svBBs.jpg",
                "video_url": "3848971"
            },
            {
                "episode_number": 74,
                "name": "Galip X ve X Kaybeden",
                "overview": "Genthru, Gon'dan çok daha güçlü olduğunu gösterdi. Ancak Gon geri adım atmayı reddettikten sonra, sonunda Küçük Çiçek'i Gon'u ciddi şekilde yaralamak için kullanır.",
                "air_date": "2013-04-07",
                "still_path": "/bIyWvXxB3ZpseUYdlsvATK2U3pv.jpg",
                "video_url": "3848972"
            },
            {
                "episode_number": 75,
                "name": "Ging'in Arkadaşları X Ve X Gerçek Arkadaşlar",
                "overview": "Genthru'yu yendikten ve 99 sınırlı kartı topladıktan sonra Gon ve arkadaşları, tüm oyunculara açık bir bilgi yarışması turnuvası olan final etkinliğine katılır. Kazandıktan sonra Gon, Hükümdarın Davetini alır.",
                "air_date": "2013-04-14",
                "still_path": "/trIBiEfmmtowkeTyzIvxccVcusQ.jpg",
                "video_url": "3848975"
            },
            {
                "episode_number": 76,
                "name": "Yeniden Birleşme X Ve X Anlayışı",
                "overview": "Gon ve Killua, oyundan getirdikleri kartları, Ging olduğuna inandıkları Nigg'e saldırmak için kullanır. Ancak onları hemen yere düşüren tamamen farklı bir adama gönderilirler. Ancak Gon onu bir nedenden dolayı tanıdık buluyor.",
                "air_date": "2013-04-21",
                "still_path": "/sBR2cc5iqaInAVJw7PNiEzpoCoD.jpg",
                "video_url": "3848976"
            },
            {
                "episode_number": 77,
                "name": "Rahatsızlık X Ve X Görüşü",
                "overview": "Gon ve Killua, Kimera Karıncalarını araştıran Kite'ın ekibine katılır. Kimera Karıncaları, tükettikleri avın özelliklerini yavrularına aktarabilen tehlikeli böceklerdir. Uçurtma en kötüsünden korkmaya başlarken Kimera Karıncaları insanlarla beslenmeye başlar.",
                "air_date": "2013-04-28",
                "still_path": "/oe9ACgFGz5UapOEeNgPxqpaM0dg.jpg",
                "video_url": "3848977"
            },
            {
                "episode_number": 78,
                "name": "Çok X Hızlı X Üreme",
                "overview": "Kite, Kimera Karınca kolunun keşfedildiği konumu ve okyanus desenlerini kullanarak Kimera Karıncanın gerçek yerini tespit ediyor. Her türlü teknolojiyi yasaklayan izole bir ülke olduğu ortaya çıktı. Bu arada Kimera Karıncaları da gelişmeye devam ediyor.",
                "air_date": "2013-05-05",
                "still_path": "/s1RNqwCc5jVIc2oyEMX1Xawgzwv.jpg",
                "video_url": "3848981"
            },
            {
                "episode_number": 79,
                "name": "Hayır X İyi X Ngl",
                "overview": "Sıkı bir sınır kontrol noktasını geçtikten sonra Gon ve yeni arkadaşları, Kimera Karıncanın olduğundan şüphelendikleri NGL'ye girer. Ancak diğer on Avcı ekibi onlardan önce gelmişti. Bu arada Chimera Karıncaları yeni isimleri ve bireysel kişilikleriyle insanlara saldırıyor.",
                "air_date": "2013-05-12",
                "still_path": "/x6eyR5L5JuJQgeO0RLMZMr6Hs3h.jpg",
                "video_url": "3848985"
            },
            {
                "episode_number": 80,
                "name": "Kötülük X Ve X Korkunç",
                "overview": "Pokkle ve Ponzu, Avcı Derneği'nden Kimera Karıncalarını ortadan kaldırmaya yardım etmesini isteyen mesajlar iletmek için Ponzu'nun arılarını kullanır. Bu arada Kimera Karıncaları, NGL'nin karanlık hükümdarı Gyro'ya saldırdı ve silahlarını aldı. Durum kötüleştikçe Ponzu'nun mesajı Gon'un grubuna ulaşır.",
                "air_date": "2013-05-19",
                "still_path": "/dnF68v7cdR50X8kvtpUg4xfusJh.jpg",
                "video_url": "3848988"
            },
            {
                "episode_number": 81,
                "name": "X Dövüşü X Başlıyor",
                "overview": "Gon, Killua ve Kite, yıkılmış bir köyün kalıntılarını keşfeder. Orada ilk Kimera Karıncalarıyla karşılaşırlar. Gon ve Killua, Chimera Ant'ın gösterdiği hız ve güç karşısında sarsılır. Ancak Kite onlara Kimera Karıncasını yenmeleri veya ayrılmaları gerektiğini söyler.",
                "air_date": "2013-05-26",
                "still_path": "/oxhpcUDrE0KD1ZtrviFiLEVCWi6.jpg",
                "video_url": "3848991"
            },
            {
                "episode_number": 82,
                "name": "Uçurtma X ve X Yuvaları",
                "overview": "Daha saldırgan Kimera Karıncalarından bazıları, NGL'yi yeraltında yöneten ve gittikçe kötüleşen kötü adamları yemiştir. Gon onların korkunç eylemlerinden uzaklaşınca Kite onu uyarır. Artık hayatları için savaşmak zorundalar. Bu sırada Kimera Karınca Nen'i keşfetmenin eşiğindedir.",
                "air_date": "2013-06-02",
                "still_path": "/nRnAsjJHj9X2KyVQQf98oscK9Z9.jpg",
                "video_url": "3848992"
            },
            {
                "episode_number": 83,
                "name": "İlham X To X Evrim",
                "overview": "Avcı Derneği, Kimera Karıncalarını yok etmek için bir keşif gücü gönderdi. Bu arada Gon ve arkadaşları, nadir insanları yemeye çalışan Kimera Karıncaları tarafından hedef alınıyor. Chimera Ant kaptanlarıyla bire bir savaşlara zorlanıyorlar. Rakiplerini kolayca alt ediyorlar ama Kite huzursuz olmaya devam ediyor. az.",
                "air_date": "2013-06-09",
                "still_path": "/q5hKenRctZ58PnksDxhwhw2gw9Z.jpg",
                "video_url": "3848995"
            },
            {
                "episode_number": 84,
                "name": "A X Kader X Uyanış",
                "overview": "Gon, Killua ve Kite yuvaya yaklaşırken, Chimera Karınca Kraliyet Muhafızlarından biri olan Neferpitou uyanır. Hayatta kalan bir Avcıdan bilgi alan Neferpitou, Nen'in sırlarını öğrenir, buna onu uyandırma ve kontrol etme yolları da dahildir.",
                "air_date": "2013-06-16",
                "still_path": "/pHipW8jBA8gwS4eQeYrQeURA0G4.jpg",
                "video_url": "3848998"
            },
            {
                "episode_number": 85,
                "name": "Işık X Ve X Karanlık",
                "overview": "Kimera Karıncaları, Nen'in gücünü vücutlarına açmak için yeniden bir araya gelirken Neferpitou, Kite'ın yaklaştığını hisseder ve onunla yüzleşmek için ayrılır. Düşmanın kendileri için çok güçlü olduğunu fark eden Kite, Gon ve Killua'yı kaçmaları konusunda uyarır, ancak Gon, Kite'ın kolunun Neferpitou tarafından kesildiğini görünce öfkeye kapılır ve Killua onu yere sermek ve onu taşıyarak kaçmak zorunda kalır. NGL'den kaçtıktan sonra, Gon hala bilinci yerinde değilken, Killua'ya, diğer iki Profesyonel Avcı Morel ve Knov'un yardımıyla Chimera Karıncalarını yok etmek için oraya gönderilen Başkan Netero yaklaşır.",
                "air_date": "2013-06-23",
                "still_path": "/s94ZRW4bNGbitTdMLieQPb8SKxD.jpg",
                "video_url": "3849001"
            },
            {
                "episode_number": 86,
                "name": "Söz X Ve X Yeniden Birleşme",
                "overview": "Gon ve Killua, Knov'un öğrencisi Palm ile tanışır ve İmha Timi'nde bir yer kazanmak ve NGL'ye geri dönmek için bir ay içinde Morel'in öğrencileri Knuckle ve Shoot'a karşı kazanmaları gerektiğini öğrenirler. Kazanma şanslarını artırmak için Palm, Biscuit'in yardımını ister ve onunla zorlu bir eğitim rutini başlatırlar. Bu sırada Chimera Karıncalar yuvasında, ikinci Kraliyet Muhafızı Shaiapouf uyanır.",
                "air_date": "2013-06-30",
                "still_path": "/6OKfLWaxyDeCtN33oIsbZt8D9uX.jpg",
                "video_url": "3849002"
            },
            {
                "episode_number": 87,
                "name": "Düello X Ve X Kaçış",
                "overview": "Biscuit, eğitimlerini tamamladıktan sonra bitkin Gon ve Killua'yı Knuckle'la yüzleşmeye gönderir. Rakiplerinin durumuna bakan Knuckle, kendisini bir santim bile hareket ettiremeyecekleriyle övünüyor ve jetonunu bunun üzerine bahse giriyor. Ancak Gon, kendisini bayıltan güçlü bir darbe indirmeyi başardığında varsayımlarının yanlış olduğu kanıtlanır ve uyandıktan sonra Knuckle, jetonu iade etmek için son tarih gelene kadar onlara eğitimlerinde yardım edeceğini kabul eder. Bu arada yuvada Neferpitou, onunla savaşmak için ikinci bir şans elde etmek için Uçurtmayı canlandırmaya odaklanır ve Netero'nun ekibi, kral kraliçenin rahminde güçlenirken kaptanların dikkatini çeken küçük Kimera Karınca gruplarını alt etmeye başlar. Gon ve Killua, günlerini Biscuit'le antrenman yaparak ve Knuckle'la tartışarak geçirirken, Shoot, Morel'in ikinci öğrencisi onlarla nasıl başa çıkılacağına dair planlar yapar.",
                "air_date": "2013-07-07",
                "still_path": "/tvi6uotVRdzyiJC0ibHPdBReXlG.jpg",
                "video_url": "3849003"
            },
            {
                "episode_number": 88,
                "name": "Taş-kağıt-makas X Ve X Zayıflık",
                "overview": "Netero'nun belirlediği son tarih yaklaşırken başkan ve arkadaşları, Chimera Ant ekiplerini birer birer ortadan kaldırmaya devam ediyor. Kalan takım kaptanları sorunla nasıl başa çıkacaklarını tartışırken kraliyet muhafızlarının son üyesi Menthuthuyoupi doğar. Bu sırada Gon ve Killua eğitimlerini tamamlar ve Knuckle'a gerçekten meydan okur.",
                "air_date": "2013-07-14",
                "still_path": "/aMyNSvAJfLrjbN4iraQudCZRqi6.jpg",
                "video_url": "3849005"
            },
            {
                "episode_number": 89,
                "name": "Şefkat X Ve X Gücü",
                "overview": "Knuckle'la olan savaş başladığında Gon'a Janken tekniğinin ölümcül derecede kusurlu olduğu söylenir - ancak Gon bu zayıflıktan yararlanır ve rakibi avantaj sağlamaya çalışırken karşılık verir. Gon son darbeyi indirmek üzereyken yorgunluktan yere yığılır. Ertesi gün son teslim tarihi yaklaşırken, son hesaplaşma yaklaşıyor. Gon uyurken Biscuit, Killua'yla tartışır ve ardından Killua, kendi zayıflığının doğasını açıklar. Bir ültimatom verir; eğer ertesi günkü savaşı kaybederse, Gon'un yanından ayrılmalıdır.",
                "air_date": "2013-07-21",
                "still_path": "/5k8L2R3C5psLC5DhqYvEostM53x.jpg",
                "video_url": "3849006"
            },
            {
                "episode_number": 90,
                "name": "Yavaş X Ve X Lanetli",
                "overview": "Gon ve Killua sonunda Knuckle ve Shoot ile karşı karşıya geliyor. Killua, Gon'un rakibi Knuckle iken Shoot'u alır. Gon, Knuckle'ı aurasıyla hissetmeyi başarır ama sonra sol kolunda LoanBoy belirir. Bu arada Killua, Shoot'a karşı mücadele ediyor.",
                "air_date": "2013-07-28",
                "still_path": "/zqhZVjQQKeIcbNQxM4FvRWArUgF.jpg",
                "video_url": "3849007"
            },
            {
                "episode_number": 91,
                "name": "Güçlü X Ve X Zayıf",
                "overview": "Sonunda Kraliçe, Kral'ı doğurur. Kimera Karıncaları, Kral tarafından yayılan tehditkar auradan korkarlar. Pitou, Pouf ve Youpi, Kral'ı selamlamak için önünde diz çökerler, ancak bu jestle Kraliçeyi terk etmişler.",
                "air_date": "2013-08-04",
                "still_path": "/rXHXN4vw0U7RNFuQUrZEjHiEcFj.jpg",
                "video_url": "3849009"
            },
            {
                "episode_number": 92,
                "name": "Bir Dilek X Ve X İki Söz",
                "overview": "Kraliçeyi kurtarmak için yapılan tüm çabalara rağmen, yaralarına direnmez ve ölür, ancak Colt'a kral için seçtiği \"Meruem\" adını açıklamadan önce değil. Vücudunun içinde son bir canlı yavru bulunur ve Morel, bir daha asla insan yemeyeceklerine söz verdikten sonra ikisini de korumayı teklif eder. Diğer takım liderleri kendi kolonilerini kurmak için ayrılırken, kral ve kraliyet muhafızları komşu ülke East Gorteau'ya varırlar.",
                "air_date": "2013-08-11",
                "still_path": "/iBHZIPR3bKdZb0buwJKaq0IXIlp.jpg",
                "video_url": "3849010"
            },
            {
                "episode_number": 93,
                "name": "Tarih X X Palm ile",
                "overview": "Kral, Doğu Gorteau'nun hükümdarını öldürüp ülkeyi ele geçirirken Gon ve Killua, Palm'la buluşmak için geri döner, sözlerini yerine getiremedikleri için onun öfkesiyle yüzleşmeye hazırlanırlar, ancak Gon bir randevu alma talebini kabul ettiğinde Palm onları affetmeye karar verir. onunla. Morel'den Kite'ı bulduklarını öğrendikten sonra Gon, randevusu için Palm'ı alır, Killua ise bir düşman saldırısı durumunda onları takip etmeye devam eder ve Rammot karşısına çıktığında korkuları doğrulanır.",
                "air_date": "2013-08-18",
                "still_path": "/gN6AOr1o2TViDgRM7VgpG6FXUVb.jpg",
                "video_url": "3849012"
            },
            {
                "episode_number": 94,
                "name": "Arkadaş X ve X Yolculuğu",
                "overview": "Kaçma dürtüsü ile Gon'u koruma isteği arasında kalan Killua, Illumi'nin iğnelerinden birinin etkisi altında olduğunu anlayana kadar kendisini zor bir durumda bulur ve Rammot'tan kurtulduktan sonra kolayca onu öldürür. Bu sırada Gon'un Palm'la olan randevusu, onun yanında kalamayacağını iddia etmesiyle daha da kötüleşir. Ateş onları kontrol etmek için geri döndüğünde Morel ve Knuckle, kaçak Kimera Karıncalarından biri olan Cheetu ile yüzleşir.",
                "air_date": "2013-09-01",
                "still_path": "/oANn5lxkNG6a6Uw1kwVIrNClpDy.jpg",
                "video_url": "3849013"
            },
            {
                "episode_number": 95,
                "name": "Kin X Ve X Korku",
                "overview": "Cheetu ile kısa bir kavgadan sonra Morel ve Knuckle, sonunda Kite ile yeniden bir araya gelen Gon ve Killua'yı kontrol etmek için geri dönerler, ancak onun Neferpitou tarafından akılsız bir hayduta dönüştürüldüğünü gören Gon, onun intikamını almaya yemin eder. Avcılar daha sonra Doğu Gorteau'ya giderler ve burada hükümet, on gün içinde açıklanmayan bir etkinlik için tüm nüfusu başkentte buluşmaya çağırır. Tüm bunların Kimera Karıncaları'nın bir planı olduğunu bilen Netero, diğerleriyle iletişime geçer ve söz konusu olaydan önceki gece kral ve kraliyet muhafızlarıyla yüzleşmek için planlar yapmaya başlarlar.",
                "air_date": "2013-09-08",
                "still_path": "/wpemlA3oNbOCldgK2cYAVh7TiVE.jpg",
                "video_url": "3849018"
            },
            {
                "episode_number": 96,
                "name": "A X Kanunsuz X Ana Sayfa",
                "overview": "Haydut Kimera Karıncaları hakkındaki haberler tüm dünyaya yayılırken, Phantom Troupe'un altı üyesi, Meteor City'de koloni kuran bazılarını yok etmek için ortaya çıkar.",
                "air_date": "2013-09-15",
                "still_path": "/4m3ynMxxe5sxDauIF1grM0VgrLk.jpg",
                "video_url": "3849019"
            },
            {
                "episode_number": 97,
                "name": "Katliam X Ve X Yıkım",
                "overview": "Hayalet Topluluğu, Karıncaların lideri Zazan'a ulaşarak yoldaki tüm muhalefeti ortadan kaldırır. Zazan'la tek başına savaşan Feitan, arkadaşlarının bile korktuğu gerçek gücünü Zazan'a karşı kullanmak zorunda kalır.",
                "air_date": "2013-09-22",
                "still_path": "/4AGTtajnR0pfB8tuHBvjaAn8LSm.jpg",
                "video_url": "3849023"
            },
            {
                "episode_number": 98,
                "name": "Sızma X ve X Seçimi",
                "overview": "Doğu Gorteau'ya girdikten sonra Gon ve Killua, saraya yapılacak saldırıya hazırlanmak için farklı yollar kullanırlar, ancak yalnız kaldıklarında Gon'un, Bukalemun benzeri güçleri sayesinde varlığı gizlenen Meleoron tarafından gönderilen Karıncalar tarafından saldırıya uğraması uzun sürmez. .",
                "air_date": "2013-09-29",
                "still_path": "/57nfHf1LkeQfeApFz3vaDBrYZeJ.jpg",
                "video_url": "3849025"
            },
            {
                "episode_number": 99,
                "name": "Kombinasyon X ve X Evrimi",
                "overview": "Gon düşmanlarıyla uğraşırken Killua, Kraliyet Muhafızlarının kontrolü altındaki Hükümet, planlarını engellemek için sıkıyönetim ilan edene kadar yakındaki köylerin vatandaşlarını Kimera Karıncalarının tuzağına düşmekten kurtarmak için elinden geleni yapar. Bu sırada Shoot ve Knuckle, Cheetu'nun varlığını tespit eder ve onu durdurmaya çalışır.",
                "air_date": "2013-10-08",
                "still_path": "/476kuxrMcFucxxTMwyULgzbRDpj.jpg",
                "video_url": "3849027"
            },
            {
                "episode_number": 100,
                "name": "Takip X ve X Takip",
                "overview": "Leol'un partisi, Killua'nın müdahalesini durdurmak için Kraliyet Muhafızları tarafından gönderilir ve Meleoron, Gon tarafından öğrenilir, ancak Kimera Karınca, savaşmak yerine gerçek niyetini saklayarak onunla mantık yürütmeye çalışır.",
                "air_date": "2013-10-15",
                "still_path": "/lYPUwjGXGbHAFoRsNPecReagCjp.jpg",
                "video_url": "3849029"
            },
            {
                "episode_number": 101,
                "name": "Ikalgo X ve X Yıldırım",
                "overview": "Killua, Ikalgo ile yüzleşir ancak daha sonra onu kendi astları tarafından yenmekten kurtarır. Ortho Kardeşler, sürekli saldırıya uğradığı 1-501 dart oyunu olan Killua ile oyunlarında yüzleşir. Ölüm numarası yaptıktan sonra Killua, rakiplerinin kafasını bir anda keser ancak aşırı kan kaybından dolayı yere yığılır ve Ikalgo, onu tedavi ettirmek için iyiliğinin karşılığını ödemeye karar verir.",
                "air_date": "2013-10-22",
                "still_path": "/uAPLxprjvuVv6EVZhiLPOOApRca.jpg",
                "video_url": "3849031"
            },
            {
                "episode_number": 102,
                "name": "Güç X Ve X Oyunları",
                "overview": "Gon, Meleoron'la arkadaş olur ve Meleoron, karşılığında güçlerinin gerçek boyutunu ve kralın neden ölmesini istediğinin nedenini ortaya çıkarır. Avcılar saraya hücum etme hazırlıklarında ayarlamalar yaparken kral, karşısına alışılmadık bir oyuncu çıkana kadar masa oyunları oynayarak eğlenir.",
                "air_date": "2013-10-29",
                "still_path": "/9JeGT71XaJAIW76kRs6VSUUaZpR.jpg",
                "video_url": "3849033"
            },
            {
                "episode_number": 103,
                "name": "X ve X Montaj İlişkisini Kontrol Edin",
                "overview": "Kral, masa oyunu \"Gungi\"nin kurallarında ustalaşmış olmasına rağmen hâlâ önündeki şampiyonu yenemediği için üzgündür. Bu arada, yeni yeteneklerini onu kapalı bir alanda hapsetmek için kullanan Cheetu, Morel'e yaklaşır ve onu 8 saat içinde yakalayamazsa ayrılamayacağını iddia eder.",
                "air_date": "2013-11-06",
                "still_path": "/6RnuN0oHbB2lPYXQZ79BZSH5AEP.jpg",
                "video_url": "3849041"
            },
            {
                "episode_number": 104,
                "name": "Şüphe X Ve X Tereddüt",
                "overview": "Kral henüz rakibini yenemediği için Cheetu, Morel'in kendisine tuzak kurduğunun farkında olmadan onun peşinden koşması için kışkırtmaya çalışır ve başarısız olur. Bu sırada Knov, düşmanın onu tespit etme hilesini anlar ve ona karşı karşı önlemler alır.",
                "air_date": "2013-11-12",
                "still_path": "/vGhP2CLZawmqSBHIu800prVJ2eB.jpg",
                "video_url": "3849046"
            },
            {
                "episode_number": 105,
                "name": "X ve X Uyanışını Çöz",
                "overview": "Kral, Gungi şampiyonunu korkutmaya çalışır, ancak onun kararlılığından etkilenerek bir tür özür olarak kendi kolunu koparır. Neferpitou'nun güçlerini kralı tedavi etmek için kullanması nedeniyle sarayın savunması azalır ve Knov, avcıların saldırısına hazırlık amacıyla içeriye gizlice girmek için acele eder. Bu arada Palm da saraya sızmaya hazırlanıyor.",
                "air_date": "2013-11-19",
                "still_path": "/yxKjLLlKNictcnWh5FIZRJw1akF.jpg",
                "video_url": "3849048"
            },
            {
                "episode_number": 106,
                "name": "Knov X ve X Morel",
                "overview": "Knov, sarayın güvenliğini aşma görevini başarır, ancak Kraliyet Muhafızlarının ezici aurasının yakınlığını hissetmek bile onu umutsuzluğa sürüklemeye yeterlidir. Palm, saraya sızmak için çapkın sekreter Bizelf'ten de yararlanır ve Morel, kendisine bir iyilik borçlu olanların güçlerini kullanarak savaşan Chimera Ant Leol ile karşı karşıya kalır.",
                "air_date": "2013-11-26",
                "still_path": "/eVczSRNwKvTye0FUFj7FMLKbJ6w.jpg",
                "video_url": "3849050"
            },
            {
                "episode_number": 107,
                "name": "Geri Dön X Ve X Emekli Ol",
                "overview": "Ödünç aldığı güçlere rağmen Leol, Morel'e yenilirken Killua yaralarını iyileştirir ve Ikalgo'yu kendi tarafına katılmaya davet eder. Bu sırada Palm, etrafını devasa ve uğursuz bir aura sardığında araştırmasına başlar.",
                "air_date": "2013-12-03",
                "still_path": "/xnbB2aWAvM6w2ooR4JcQh9FvBre.jpg",
                "video_url": "3849051"
            },
            {
                "episode_number": 108,
                "name": "Komugi × Ve × Gungi",
                "overview": "Gon ve arkadaşları saraya yapacakları saldırı için son hazırlıklarını yapar. Bu arada kral, Gungi şampiyonu Komugi'yi henüz yenememiştir ve onu öldürmeye karar verdiğinde, kendisinin bile açıklayamayacağı nedenlerden dolayı onu korumaya başlar.",
                "air_date": "2013-12-10",
                "still_path": "/6uVbRuligtQgaUcWheQFuLPb3V8.jpg",
                "video_url": "3849054"
            },
            {
                "episode_number": 109,
                "name": "Durum Değerlendirmesi X Ve X Harekete Geçme",
                "overview": "Gon ve arkadaşlarının saraya sızma ve yaklaşan seçim için hazırlık yapan Kraliyet Muhafızlarıyla yüzleşme zamanı gelmiştir. Komugi ile ilgili endişeleri arttıkça kral kendi varlığını ve amacını sorgulamaya başlar.",
                "air_date": "2013-12-17",
                "still_path": "/t0iSyByFhJqFxXsLWGDihNtTi9m.jpg",
                "video_url": "3849056"
            },
            {
                "episode_number": 110,
                "name": "Karışıklık X Ve X Beklenti",
                "overview": "Seçim yaklaşıyor ancak kral, Kraliyet Muhafızları da dahil olmak üzere hizmetkarlarından kendisini izole etmeye başlıyor. Bu sırada Gon'un partisi saraya girmek üzeredir.",
                "air_date": "2013-12-24",
                "still_path": "/zbGY00ZdIzI4zaz1WX9Gzlz6Yvb.jpg",
                "video_url": "3849059"
            },
            {
                "episode_number": 111,
                "name": "Hücum X Ve X İstila",
                "overview": "Avcıların kraliyet sarayına saldırısı başlıyor. Gon ve arkadaşları içeri girip Menthuthuyoupi ile karşılaşırken, Netero ve Zeno gökten saldırır ve Neferpitou onlarla yüzleşmek için zıplar, ancak başkan güçlerini küçük bir şekilde gösterdiğinde uzaklaştırılır.",
                "air_date": "2014-01-07",
                "still_path": "/qZ4KA73UMRoFyBAHWujsQqNtkyz.jpg",
                "video_url": "3849063"
            },
            {
                "episode_number": 112,
                "name": "Canavar X Ve X Canavar",
                "overview": "Gon'un partisi Youpi ile yüzleşirken Pouf ve Pitou, saldırı sırasında kendisi ağır şekilde yaralanan Komugi'nin durumundan perişan olan krala yardım etmek için saraya koşar.",
                "air_date": "2014-01-14",
                "still_path": "/aYFMduwiejOxev0e3e1MbbmQLmK.jpg",
                "video_url": "3849069"
            },
            {
                "episode_number": 113,
                "name": "Bir X Borçlu X Böcek",
                "overview": "Shoot ve Knuckle, Youpi ile savaşmak için geride kalırken Morel, Pouf'la yüzleşmek için ileri doğru koşar. Killua, Pitou'yu ararken, yanlışlıkla arkadaşının kimliğini riske attığının farkında olmayan Ikalgo'ya yardım etmek için kısa bir süre geri döner.",
                "air_date": "2014-01-21",
                "still_path": "/9QlWeOHsC4ZqnbydqE1tgaSy9N0.jpg",
                "video_url": "3849073"
            },
            {
                "episode_number": 114,
                "name": "X'i Böl ve X'i Fethet",
                "overview": "Kraliyet Muhafızlarından ayrılan kral, kavgalarını başka bir yerde yapmak için Netero'yla birlikte saraydan ayrılır ve Pitou'nun yerini öğrenen Gon, onunla yüzleşmek için kendini hazırlar. Bu sırada Pouf, Morel'le yüzleşmeye hazırlık olarak bir kozanın içine girer ve Knuckle onu korumak için devreye girene kadar Shoot, Youpi'yle gücünün sınırına kadar savaşır.",
                "air_date": "2014-01-28",
                "still_path": "/xXH3Lv4QkrkZh9uGkB3rCgiYlXx.jpg",
                "video_url": "3849075"
            },
            {
                "episode_number": 115,
                "name": "Görev X ve X Sorusu",
                "overview": "Kılık değiştirmiş Ikalgo, takip edildiğinden habersiz Palm'ı aramak için sarayın alt katlarına ulaşır. Bu sırada Meleoron, Knuckle'ın yanından ayrılır ve sarayın içlerine doğru ilerler, ancak başka bir Kimera Karıncası Welfin onun kokusunu takip eder. Başka bir yerde Gon ve Killua, Komugi'nin yaralarıyla ilgilenirken onlarla savaşamayacak kadar meşgul olan Pitou'yu bulur.",
                "air_date": "2014-02-04",
                "still_path": "/aHwzVR5QQvzkHFIc87HHKCXKt5s.jpg",
                "video_url": "3849078"
            },
            {
                "episode_number": 116,
                "name": "İntikam X ve X Kurtarma",
                "overview": "Pitou ile karşı karşıya kalan Gon öfkesini tutamaz ve kimerayı onunla savaşmaya çağırır. Pitou'nun Komugi'yi korumak için kendini feda etmeye istekli olduğunu fark eden Killua, arkadaşını sakinleştirmeye çalışır ama başarılı olamaz, ancak sonunda Gon, Kite ile buluşması ve iyileşmesine yardım etmesi için ona eşlik etmesi karşılığında Pitou'ya Komugi'yi tedavi etmesi için bir saat verir. onun duyuları.",
                "air_date": "2014-02-11",
                "still_path": "/aSvYNE6z6dChbwOIkdQt6k7GnLV.jpg",
                "video_url": "3849083"
            },
            {
                "episode_number": 117,
                "name": "Hakaret X Ve X Geri Ödeme",
                "overview": "Cheetu, Zeno'yu kendisiyle dövüşmesi için kışkırtmaya çalışır, ancak Silva babasını alır ve anında karıncayı öldürür. Diğerlerinden ayrılan Youpi, davetsiz misafirlerin krala yaklaşmasını engelleyemediğini fark eder ve öfkesini Knuckle ve Shoot'a kusmaya çalışır, bu da kendisini bile şaşırtan bir başarı olan ezici bir patlama yaratır. Knuckle bunun geri dönüş fırsatı olarak kendini kanıtlayabileceğine inanırken, Youpi bunu onları sonsuza dek yenmek için kullanmayı planlar.",
                "air_date": "2014-02-18",
                "still_path": "/l0Bjci1uwxgDajyGzy3ErMAVifw.jpg",
                "video_url": "3849087"
            },
            {
                "episode_number": 118,
                "name": "A X Yanlış X Öfke",
                "overview": "Ikalgo, Palm'ı aramak için sarayın alt katlarına sızar ve başarılı olamaz. Yüzeye dönerken siperliği açığa çıkar ve kendisini bir düşmanla yeraltında sıkışıp kalmış halde bulur. Bu sırada Youpi, Knuckle'ın kendisine saldırabileceği bir açık olduğuna yanlışlıkla inanmasını sağlamak için öfkeli gibi davranır. Youpi'nin planı işe yarar, ancak rakibini öldürmeden hemen önce Killua, karıncayı bir yıldırımla felç eder ve onunla savaşmak için devreye girer.",
                "air_date": "2014-02-25",
                "still_path": "/vOdxwsKjVQQ7bmjsqQYA5JbVVow.jpg",
                "video_url": "3849090"
            },
            {
                "episode_number": 119,
                "name": "Güçlü X Veya X Zayıf",
                "overview": "Killua, Youpi'nin dikkatinin dağılmasından yararlanarak öfkesini onu döverek dışarı atar, ancak aydınlatma gücü bittikten sonra kaçmak zorunda kalır. Bu sırada Ikalgo, takipçisini alt etmek ve yüzeye geri kaçmanın bir yolunu bulmak için yer altı güvenlik sisteminden yararlanır. Morel ise Pouf'a karşı ilk hamleyi kendisinin yapıp yapmaması konusunda kararsız durumda.",
                "air_date": "2014-03-04",
                "still_path": "/hEoUCQmkFzKW54M4KFBx8rvRTJB.jpg",
                "video_url": "3849091"
            },
            {
                "episode_number": 120,
                "name": "Sahte X Ve X Gerçek",
                "overview": "Morel ilk hamleyi yapmaya karar verir ve istemeyerek de olsa Pouf'u dizginlerinden kurtarır. Shoot'un kaybolduğunu anlayan ve Knov tarafından tedavi edilmek üzere götürüldüğünün farkında olmayan Knuckle, Morel'in yardım ettiği Youpi ile yüzleşir; Morel'in piposunun Pouf tarafından çalınması üzerine seçenekleri büyük ölçüde azalır ve kralın hiçbir yerde bulunamadığını anlayınca , Gon'un dikkatli gözleri altında Komugi'yi istikrara kavuşturmak için çalışan Pitou'ya yeniden katılmaya karar verir.",
                "air_date": "2014-03-11",
                "still_path": "/8C2ILBPGOvcPbr1ZsJKZjKPS7c7.jpg",
                "video_url": "3849094"
            },
            {
                "episode_number": 121,
                "name": "X ve X Dignity'i Yen",
                "overview": "Knuckle ve Morel, hayatları tehlikede olan Youpi'yle yüzleşir, ancak yeteneğiyle nen'ini etkisiz hale getirmeye yalnızca birkaç dakika kala, Youpi efendisini terk etmek ya da rakibini yenmekten vazgeçmek zorunda kalır.",
                "air_date": "2014-03-18",
                "still_path": "/qBo3Achl6DDeheSwIxFVhY3khO5.jpg",
                "video_url": "3849096"
            },
            {
                "episode_number": 122,
                "name": "Poz X ve X Adı",
                "overview": "Saraydan uzakta Netero, kendisini bir savaşçı olarak değerinin farkında olan ve onu öldürmeye istekli olmayan kralla yüzleşmeye hazırlanır. Bu sırada Pouf, durumu Pitou'dan öğrenir ve kralı aramak için saraydan ayrılırken Gon'un dikkatini geçerek Youpi'ye yeniden katılır.",
                "air_date": "2014-03-25",
                "still_path": "/i3yKtzm5KdOWp8xqFWZYhrbkWn8.jpg",
                "video_url": "3849097"
            },
            {
                "episode_number": 123,
                "name": "Kırkayak X Ve X Bellek",
                "overview": "Ikalgo, Welfin tarafından saldırıya uğrar ancak düşmanın onu dizginleme girişimi geri teper ve kendilerini bir çıkmazda bulurlar. Bu vesileyle Welfin, hâlâ insan olduğu zamana ait kayıp anılarının bir kısmını geri kazanır ve ona Palm'ın yeri hakkında bir ipucu verir.",
                "air_date": "2014-04-01",
                "still_path": "/tOXyX2Lq7LvWe7rnDjPyfan4hFS.jpg",
                "video_url": "3849099"
            },
            {
                "episode_number": 124,
                "name": "Arıza X Ve X Uyanış",
                "overview": "Killua, Palm ile tanışır ve onun bir Chimera'ya dönüştüğünü öğrenir. Bunun zaten dengesiz olan zihninde ne gibi etkiler yaratabileceği korkusuyla Gon'u görmesine izin vermeyen Killua, Pouf'un kontrolü altında olduğundan habersiz onun saldırısına uğrar.",
                "air_date": "2014-04-08",
                "still_path": "/x6tb49fivOBQWG4qJuWaQmiMGIb.jpg",
                "video_url": "3849100"
            },
            {
                "episode_number": 125,
                "name": "Büyük Güç X Ve X Nihai Güç",
                "overview": "Netero, yenildiğinde ona gerçek adını söyleyeceğini açıklayarak kralı onunla savaşmaya ikna eder. Başkan daha sonra en güçlü tekniğini kullanarak şaha sayısız kez vurmasına rağmen Olny'nin onu çizmeyi başarmasını sağlar.",
                "air_date": "2014-04-15",
                "still_path": "/6MRzS8u8sA47dbZCrUPEFsSi8AM.jpg",
                "video_url": "3849103"
            },
            {
                "episode_number": 126,
                "name": "Sıfır X Ve X Gül",
                "overview": "Netero ile kral arasındaki kavga sona erer.",
                "air_date": "2014-04-22",
                "still_path": "/aXy31PWN4kDnywAKu1bCV3AbZAb.jpg",
                "video_url": "3849106"
            },
            {
                "episode_number": 127,
                "name": "Düşmanlık X Ve X Kararlılık",
                "overview": "Pitou, Komugi'nin tedavisini tamamlar ve Gon, Kaito'nun zihnini eski haline getirmek için onu Peijing'e kadar kendisine eşlik etmeye zorlarken Komugi, Killua ve diğerleriyle birlikte geride kalır. Bu sırada Pouf ve Youpi, Netero'nun Meruem'le savaştığı yere ulaşır ve krallarının sakat cesedini bulunca üzüntülerini gizleyemezler.",
                "air_date": "2014-04-29",
                "still_path": "/gdX5FNnbXgdFBuSfWVbkmbDNLy.jpg",
                "video_url": "3849108"
            },
            {
                "episode_number": 128,
                "name": "Eşsiz Sevinç X Ve X Koşulsuz Sevgi",
                "overview": "Pouf ve Youpi, eskisinden daha güçlü bir şekilde ayağa kalkan ancak anılarının çoğu kayıp olan Meruem'i iyileştirmek için kendi vücutlarının çoğunu feda eder. Pouf daha sonra Meruem'in onu hiç hatırlamaması umuduyla Komugi'den kurtulmak için bu fırsatı değerlendirmeye karar verir, ancak diğer avcılar tarafından saldırıya uğrar ve korku içinde kralın hala hayatta olduğunu ve geri dönmek üzere olduğunu fark ederler. Saray.",
                "air_date": "2014-05-06",
                "still_path": "/y2KJJP2kjFieIvKmo4Dchu3yofo.jpg",
                "video_url": "3849109"
            },
            {
                "episode_number": 129,
                "name": "Müthiş Düşman X Ve X Açık Hedef",
                "overview": "Shaiapouf'un Komugi'yi öldürme planı, Killua'nın onunla bir kelime ve hız savaşında karşı karşıya gelmesiyle bozulur. Kral saraya vardığında Shaiapouf, Kral başka bir şey hatırlamadan Gungi tahtasından kurtulmaya karar verir. Sonunda Neferpitou ve Gon uzun zamandır bekledikleri savaş yerine varırlar.",
                "air_date": "2014-05-13",
                "still_path": "/53gLYox0WtpnnnwNozwYvOapN5O.jpg",
                "video_url": "3849111"
            },
            {
                "episode_number": 130,
                "name": "Büyü × Hedef × Yok Etme",
                "overview": "Kral saraya geldiğinde Shaiapouf, Meruem'in Komugi'ye dair anısını tetikleyebilecek her şeyi ortadan kaldırma planına devam eder. Killua, Komugi'yi elinde tutmaya devam eder ve Palm ile buluşur. Gon ve Neferpitou, Kite'ın olduğu yere varır, ancak Gon'un artık gerçekle yüzleşmesi gerekir.",
                "air_date": "2014-05-20",
                "still_path": "/klre2EGRv7onlQQXqS6Xfp55WKr.jpg",
                "video_url": "3849114"
            },
            {
                "episode_number": 131,
                "name": "Öfke X Ve X Işık",
                "overview": "Pitou, gon'a uçurtma hakkındaki gerçeği anlattıktan sonra yaptığı şeyden dolayı üzgün olduğunu ancak özür dilemek için artık çok geç olduğunu söyler.",
                "air_date": "2014-05-27",
                "still_path": "/razXnCod1WhFbtzkFk7kGVFdLNW.jpg",
                "video_url": "3849116"
            },
            {
                "episode_number": 132,
                "name": "Flash X Ve X Başlat",
                "overview": "Kral, kendisi ve kalan iki Kraliyet Muhafızı saraya geri dönerken hâlâ anılarını geri kazanmak için mücadele ediyor. Sonunda Meleoron ve Knuckle Bine'ı En'iyle deviriyor ve daha sonra Shaiapouf ve Menthuthuyoupi ile zamana karşı bir yarışa giriyor. Bu arada, sadece ikisi, Palm ve Ikalgo, kalıyor ve bilinçsiz Komugi'yi yeraltına saklıyor.",
                "air_date": "2014-06-03",
                "still_path": "/siH2V7ncxlzoWnoJxgPKqvkRwWG.jpg",
                "video_url": "1979867"
            },
            {
                "episode_number": 133,
                "name": "Son Tarih X Ne Zaman X Canlı",
                "overview": "Rehine takası mesajı Welfin'i sahaya gönderir. Bir an Menthuthuyoupi ile karşılaşır ve ardından Shaiapouf, Youpi'yi cansız bulur. Meruem, Kral'ın yanına döndüğünde Shaiapouf'un sırlarını ister. Yolda Shaiapouf, tıpkı Kral ve Menthuthuyoupi'den kan damladığı gibi, şüphelenmeden kan öksürür.",
                "air_date": "2014-06-10",
                "still_path": "/pHIFnEOYlYKTXpdxiDo98aUU2js.jpg",
                "video_url": "1979868"
            },
            {
                "episode_number": 134,
                "name": "X Kelimesi X Sendir",
                "overview": "Meruem, izin verilen son En'ini kullanarak çevresini aydınlatır ve En'inin daha önce tespit edemediği Welfin'e yaklaşır. Yaşama arzusu ile önlenebilir ölüm arasında kalan Welfin, sonunda Komugi'nin adını söyler ve Shaiapouf'un korumaya çalıştığı sır, Meruem'in Komugi hakkındaki tüm anılarını geri kazanmasıyla nihayet ortaya çıkar.",
                "air_date": "2014-06-17",
                "still_path": "/tq9lLh5rByjvzi2gHhFmIAr3xHQ.jpg",
                "video_url": "1979869"
            },
            {
                "episode_number": 135,
                "name": "Bu Kişi X Ve X Bu An",
                "overview": "Artık kaderini bilen Meruem, yenilgiyi kabul eder ve artık tek istediğinin son anlarını Komugi ile oynayarak geçirmek olduğunu açıklar ve Palm'ı ona nerede saklandığını söylemeye ikna eder. Chimera Karıncaları'nın düşmesinin ardından Doğu Gorteau ve NGL kargaşaya girer ve Avcı Derneği, Netero'nun yerine kimin başkan olacağına karar vermek için hazırlıklara başlar. Meruem'e yakın durduğu için kendisinin de zehirlenerek öleceğini bilen Komugi, son nefesine kadar onun yanında kalır ve sırayla ölür.",
                "air_date": "2014-06-24",
                "still_path": "/iqJE7XyiknJq9yq2fhdA2IuP6Fu.jpg",
                "video_url": "1979870"
            },
            {
                "episode_number": 136,
                "name": "Mezunlar Günü X Ve X Gerçek Adı",
                "overview": "Kralın düşüşünden sonra geri kalan Kimera Karıncaları, her biri kendi yolunu izleyerek hayatlarına devam ederler. Ancak Neferpitou ile yaptığı savaşın ardından Gon'un durumu hâlâ kritiktir ve Killua, vücudunu iyileştirmenin bir yolunu aramak üzere yola çıkar. Bu arada Avcı Derneği'nin üst düzey üyeleri Zodiacs, Netero'nun son mesajının iradesini takiben bir sonraki başkanı seçmek için seçimi organize etmek üzere bir araya gelir.",
                "air_date": "2014-07-01",
                "still_path": "/1tbPsGNxTKLtEtxfTS9NzKBIs76.jpg",
                "video_url": "1979871"
            }
        ]
    },
    "season_3": {
        "season_number": 3,
        "name": "Sezon 3",
        "episode_count": 12,
        "air_date": "2014-07-07",
        "poster_path": "/eHv7DcRol9xrpwE14D4GuRdgcH0.jpg",
        "episodes": [
            {
                "episode_number": 137,
                "name": "X Zodyaklar Arasında Tartışma",
                "overview": "Netero'nun son arzusunun yerine getirilmesini sağlamak için Ging, Zodiac'ların diğer üyelerini, kendi belirlediği bazı kurallara göre seçime devam etmeye ikna eder. Ancak ilk tur oylamanın ardından kazanan belirlenemiyor ve ikinci tur başlıyor. Bu arada Illumi, Hisoka'ya Gon'un durumu hakkında bilgi verir ve bir şekilde Zoldyck kardeşlerin beşinci ancak henüz açıklanmayan bir üyesini içeren bir planda Killua'nın güvenliğini sağlamak için ondan yardım ister.",
                "air_date": "2014-07-08",
                "still_path": "/7wkzmHNIs1OtFDnbl0HRzAP22pG.jpg",
                "video_url": "1979872"
            },
            {
                "episode_number": 138,
                "name": "Talep X Ve X Dilek",
                "overview": "Seçimlerin çıkmaza girmesiyle birlikte, Pariston, mevcut başkan yardımcısı çıkmazı çözmek için Zodiac arkadaşlarına yeni bir dizi kural önerir, ancak diğerleri onun aslında bunu kendi zaferini garanti altına almak için kullanmayı planladığını biliyor . Bu arada Killua eve döner ve babasından küçük kız kardeşi Alluka'yı görmesine izin vermesini ister; Gon'un hayatını kurtarmak için onun gizemli ve korkutucu gücünü dilekleri yerine getirmek için kullanmak niyetindedir.",
                "air_date": "2014-07-15",
                "still_path": "/jwl4CIIBWDHDU7Pu8eqP9qxCeHF.jpg",
                "video_url": "1979873"
            },
            {
                "episode_number": 139,
                "name": "Alluka X Ve X Bir Şey",
                "overview": "Killua, kız kardeşi Alluka ile yeniden bir araya gelir ve Zoldick eyaletinden ayrılmalarına izin verilmesi için onu bir koz olarak kullanır, çünkü güçleri yalnızca Gon'a yakınsa Gon'u iyileştirmek için kullanılabilir. Bu arada Illumi, Killua'nın planlarını durdurmak için Hisoka'dan yardım ister ve seçimler henüz bir sonuca varmadığından Zodyaklar, bunu sona erdirmenin olası bir yolu hakkında tartışmaya devam eder.",
                "air_date": "2014-07-22",
                "still_path": "/uxd65aSW5SXlYsacC1t9l2cl51g.jpg",
                "video_url": "1979874"
            },
            {
                "episode_number": 140,
                "name": "Battle X And X Open Battle'a Katılın",
                "overview": "Killua'nın ailesi, Zoldick malikanesini kız kardeşiyle birlikte terk etmesine izin veriyor, ancak bu yalnızca birkaç uşak gözetiminde, Alluka'nın yanından ayrılırsa veya sırlarından herhangi birinin sızdırılmasına izin verirse onları eve getirme emriyle. Bu sırada Leorio ortaya çıkar ve Ging'le yüzleşir ve ona neden henüz Gon'u hastanede ziyaret etmediğini sorar.",
                "air_date": "2014-07-29",
                "still_path": "/tSP3lTkaYVNlg9bploJUn37t5DA.jpg",
                "video_url": "1979875"
            },
            {
                "episode_number": 141,
                "name": "Sihirbaz X Ve X Uşak",
                "overview": "Leorio'nun Ging'le yüzleşmesi ona Avcı arkadaşlarının saygısını kazandırır ve onu seçimlerde önde gelenlerden biri yapar. Bu arada Illumi, Alluka'yı öldürme planının bir parçası olarak, kendisi için başka planları olan Hisoka'nın yardımıyla Killua'ya bir saldırı başlatır.",
                "air_date": "2014-08-05",
                "still_path": "/nw013pro5YdFxvVdPaI9ZMe1QWj.jpg",
                "video_url": "1979876"
            },
            {
                "episode_number": 142,
                "name": "İğneler X Ve X Borç",
                "overview": "Gotoh, Hisoka tarafından öldürülürken diğer uşaklar, Killua onları atlatana kadar Killua'yı takip etmeye devam eder. Bu arada Illumi, planlarına yardımcı olmak için birkaç kişinin kontrolünü ele geçirmek için iğnelerini kullanıyor ve bunun haberi Derneğe geldiğinde, onu adalete teslim etmek için bir Avcı ekibi toplanırken, bazıları bundan yararlanmaya karar verir. seçimi kazanmak için.",
                "air_date": "2014-08-12",
                "still_path": "/qh56WlLyXEYGCUBg1pfiUvMfThD.jpg",
                "video_url": "1979877"
            },
            {
                "episode_number": 143,
                "name": "Sin X Ve X Pençesi",
                "overview": "Seçim henüz bir kazanan belirlenmeden devam eder ve Killua, Alluka'nın güçleriyle ilgili hangi sırları sakladığını açıklamasını isteyen Illumi tarafından köşeye sıkıştırılır. Bu arada Hisoka, sırf kendini eğlendirmek için diğer avcıları öldürmeye devam ediyor.",
                "air_date": "2014-08-19",
                "still_path": "/iDLXvbypT4t5Qa6WYt8tRMu0JSZ.jpg",
                "video_url": "1979878"
            },
            {
                "episode_number": 144,
                "name": "Onay X Ve X Koalisyonu",
                "overview": "Geriye yalnızca dört aday kalan seçim sona erer ve Leorio, Pariston'un kazanmasını engellemeye hevesli diğer iki yarışmacının desteğini alınca beklenmedik bir hal alır. Bu sırada Killua ve Alluka nihayet Gon'un tedavi gördüğü hastaneye varır.",
                "air_date": "2014-08-26",
                "still_path": "/3ITQ52fx8MrsXxM4XhkP6lMvRI9.jpg",
                "video_url": "1979879"
            },
            {
                "episode_number": 145,
                "name": "X ve X Birleşmesini Yen",
                "overview": "Leorio seçimi kazanmak üzeredir, ancak Alluka'nın gücü sayesinde tamamen iyileşmiş bir Gon önünde belirince devam etme motivasyonunu kaybeder ve Pariston'ın zaferine giden yolu açar. Arkadaşları ve iyileşmesini kutlayan diğer avcılar tarafından çevrelenen Gon, sonunda babasıyla tanışır.",
                "air_date": "2014-09-02",
                "still_path": "/jQdAwi6Hwkz2D81OH38AQtArcUU.jpg",
                "video_url": "1979880"
            },
            {
                "episode_number": 146,
                "name": "Başkan X Ve X Yayını",
                "overview": "Gon, Kite'ı kurtaramadığı için Ging'den özür diler ve babası ona Kite'tan kendisi özür dilemesini söyler ve geri dönmesini bekleyeceğini söyler. Bu arada Pariston seçimi kazanır ancak diğer Zodiac Cheadle'ın lehine feragat eder ve Killua, Alluka'nın güçlerini mühürleyerek onun yanında normal bir hayat yaşamasını sağlar.",
                "air_date": "2014-09-09",
                "still_path": "/lfUi51Se5O9fbgblVKcJoWAcCI0.jpg",
                "video_url": "1979881"
            },
            {
                "episode_number": 147,
                "name": "Kurtuluş X Ve X Gelecek",
                "overview": "Gon, onu kurtaracak kadar güçlü olmadığı için Kite'tan özür diler. Kite ona her zaman arkadaş kalacaklarını ve gidip babasını tanıması gerektiğini söyler. Gon, Seçim Salonuna geri döner ve Ging'in Dünya Ağacına gittiğine dair bir not bulur. Gon, Killua ve Alluka, Killua'nın Alluka'nın güçlerini Gon'a açıkladığı Dünya Ağacı'na yolculuk eder. Killua, kız kardeşini korumaya yemin eder ve tekrar buluşacaklarına söz vererek Gon'a veda eder. Gon da tekrar karşılaştıklarında Killua'yı Ging ile tanıştıracağına söz verir.",
                "air_date": "2014-09-16",
                "still_path": "/cBmpayCSV8rfFPrxjwfQobH6TUN.jpg",
                "video_url": "1979882"
            },
            {
                "episode_number": 148,
                "name": "Geçmiş X ve X Gelecek",
                "overview": "Gon, Ging'in kendisini beklediği Dünya Ağacı'nın tepesine tırmanır ve ikisi sonunda samimi olur. Bu vesileyle Ging, insanlığın bildiği mevcut sınırların ötesindeki dünyayı keşfetme niyetini açıklar ve Gon ona tüm maceralarını anlatırken, arkadaşları her biri kendi hayalleri ve peşinde koşacak hedefleri olan kendi ayrı yollarını takip etmeye devam ederler.",
                "air_date": "2014-09-23",
                "still_path": "/z8FUy1ScYC2Pc1J3ozYpNLUTMI2.jpg",
                "video_url": "1979883"
            }
        ]
    }
}