{
    "season_1": {
        "season_number": 1,
        "name": "Sezon 1",
        "episode_count": 12,
        "air_date": "2017-07-12",
        "poster_path": "/ax1MUc8SLGhZPmBMyCi40wCc7Wk.jpg",
        "episodes": [
            {
                "episode_number": 1,
                "name": "Kötülük Nedir? Zayıflıktan Kaynaklanan Her Şeydir.",
                "overview": "Melankolik ve motivasyonsuz Kiyotaka Ayanokouji, Japonya'nın en iyi ve en parlak nesillerini yetiştirmek için hükümet tarafından kurulmuş bir kurum olan Tokyo Metropoloiltan İleri Yetiştirme Lisesi'ndeki ilk gününe katılıyor. Bu okulda, öğrencilerin yerel mağazalarda harcayabilecekleri cömert aylık \"puan\" ödeneği de dahil olmak üzere her şeyin liyakate göre kararlaştırıldığı söyleniyor. Ayanokouji bu sistemde yön bulmaya başlarken, aynı zamanda mesafeli yabancı Suzune Horikita ve son derece girişken Kikyou Kushida ile ilginç ilişkiler de besliyor.",
                "air_date": "2017-07-12",
                "still_path": "/8A2eGfqyomNgxqcyfIexSmYF43C.jpg",
                "video_url": "2978900"
            },
            {
                "episode_number": 2,
                "name": "İnsanın Yetenek ve Becerisini Gizlemesi Büyük Bir Yetenek ve Beceri Gerektirir.",
                "overview": "1-D puan sistemi hakkında daha fazla bilgi edinin. Eğer puan almak istiyorlarsa alışkanlıklarını değiştirmeleri gerekiyor. Ancak çok az öğrenci okuldan atılma tehlikesiyle karşı karşıya kalsa bile değişmek istemiyor.",
                "air_date": "2017-07-20",
                "still_path": "/dfJ0Nxw3BXXMYSMZYpthmzmhJL1.jpg",
                "video_url": "2987420"
            },
            {
                "episode_number": 3,
                "name": "İnsan Pazarlık Yapan Bir Hayvandır: Başka Hiçbir Hayvan Bunu Yapmaz, Hiçbir Köpek Bir Diğeriyle Kemik Alışverişinde Bulunmaz.",
                "overview": "Kiyotaka, Suzune'e testten önceki son üç günde ne yaptığını anlatıyor. Ve neden herkes testlerde bu kadar iyi puanlar alıyor? Ancak Sudo yine de testlerde başarısız oldu ve okuldan atılacak.",
                "air_date": "2017-07-27",
                "still_path": "/3bPj58ISsBNgI0eYK3dFK12lAML.jpg",
                "video_url": "2994659"
            },
            {
                "episode_number": 4,
                "name": "Biz Gerçeği Kendimizden Bu Kadar Sık ​​saklarken, Başkalarının Da Bizden Saklamasına Üzülmemeliyiz.",
                "overview": "Sınıflar kendilerinin ve diğerlerinin test sonuçlarını analiz eder. Puan dağıtımı gecikti. 1-C'den üç öğrenci Sudo'nun kendilerine saldırdığını bildirdi.",
                "air_date": "2017-08-03",
                "still_path": "/2cKlPS2uEV60yVRszJSd01NOTU9.jpg",
                "video_url": "3021248"
            },
            {
                "episode_number": 5,
                "name": "Cehennem Diğer Insanlardır.",
                "overview": "Kiyotaka ve Kushida, Sakura ile birlikte alışveriş merkezine gider ve burada Sakura kamerasını tamir etmeye çalışır. Bundan sonra Kiyotaka, Sakura ile Sado'nun durumu hakkında konuşur ve gördüklerini anlatması gerekir mi?",
                "air_date": "2017-08-09",
                "still_path": "/ijEZZSRWlAUB5yCjSHvf6eLLOsE.jpg",
                "video_url": "3028035"
            },
            {
                "episode_number": 6,
                "name": "İki Tür Yalan Vardır; Biri Tamamlanmış Bir Gerçekle Ilgili, Diğeri Gelecekteki Bir Görevle Ilgili.",
                "overview": "Sakura portalında kendi fotoğraflarından çok tuhaf mesajlar aldı. Kiyotaka ve Suzune, Sudo'yu özgür kılacak kanıt bulmaya çalışıyor.",
                "air_date": "2017-08-16",
                "still_path": "/oXnrjcOwk5bPrzJnRRAeeC7Y7pf.jpg",
                "video_url": "3034801"
            },
            {
                "episode_number": 7,
                "name": "Hiçbir Şey Cahil Bir Arkadaş Kadar Tehlikeli Değildir; Akıllı Bir Düşman Tercih Edilmelidir.",
                "overview": "Yalnız kurt Horikita, yaz tatili sırasında bile başkalarıyla etkileşimde bulunmak yerine odasında kilitli kalmayı ve ders çalışmayı tercih ediyordu. Bir gün Ayanokouji onu diğer bazılarıyla birlikte havuzu ziyaret etmeye davet eder.",
                "air_date": "2017-08-23",
                "still_path": "/ybpuMXUdp3AN3MDxzc8LYpeEwzt.jpg",
                "video_url": "3040611"
            },
            {
                "episode_number": 8,
                "name": "Buraya Girenler, Tüm Umudunuzu Bırakın.",
                "overview": "Tüm öğrenciler gemi gezisine gider. Chabashira, Kiyotaka'ya birisinin onun sınır dışı edilmesini istediğini söyler. Eğer başkalarının A sınıfına yükselmesine yardım etmezse, ilk fırsatı onu okuldan atmak için kullanacak.",
                "air_date": "2017-08-30",
                "still_path": "/3KROkOsEz2ERoqfqlcDHgjbbtAG.jpg",
                "video_url": "3052891"
            },
            {
                "episode_number": 9,
                "name": "İnsan Özgür Olmaya Mahkumdur.",
                "overview": "Özel bir testin parçası olarak okul, öğrencileri artık bir hafta yaşamaları gereken ıssız bir tropik adaya getirdi. Testteki performansları dört sınıfın puan durumları üzerinde çok büyük bir etkiye sahip olabilir.",
                "air_date": "2017-09-07",
                "still_path": "/iQlVTaOYHnyVca7csQuJHDCgpXD.jpg",
                "video_url": "3053302"
            },
            {
                "episode_number": 10,
                "name": "Her Insanın Içinde En Tehlikeli Hain Vardır.",
                "overview": "D Sınıfı, özel testle karşı karşıya kalma konusunda bir dereceye kadar birlik elde ettiğinden Ayanokouji ve Horikita, diğer sınıfların nasıl anlaştığını görmek için yola çıkar. B Sınıfı kendilerine rahat bir yaşam sağlamak için birlikte çalışırken, A Sınıfı gizli kalmayı sürdürüyor.",
                "air_date": "2017-09-14",
                "still_path": "/gzzlScnfNVWE8EMM5rtWhwR2chj.jpg",
                "video_url": "3061127"
            },
            {
                "episode_number": 11,
                "name": "İnsanların Genellikle Kader Dedikleri Şey Çoğunlukla Kendi Aptallıklarıdır.",
                "overview": "Külot hırsızı olayı D Sınıfı'nın güvenini çoktan sarsarken Horikita, lider anahtar kartının çalındığını fark eder. Bunu kimin yaptığını bulmaya çalışırken, yeni bir kundaklama olayıyla ana kamp kaosa sürüklenir.",
                "air_date": "2017-09-20",
                "still_path": "/yELWM36I7nlC8BhUIva4gjx9DW0.jpg",
                "video_url": "3076941"
            },
            {
                "episode_number": 12,
                "name": "Dahi Deliliğin Yalnızca Bir Kat Üstünde Yaşar.",
                "overview": "Hayatta kalma testi sona yaklaşıyor. 1-D için işler pek iyi görünmüyor. Anahtar kartı çalındı. Ve şimdi Suzune hastalığı nedeniyle ayrılmak zorunda kalıyor. Kiyotaka işleri tersine çevirmeye çalışacaktır.",
                "air_date": "2017-09-27",
                "still_path": "/74uoSfzP1uekM7P3sAILXaBOBMf.jpg",
                "video_url": "3820914"
            }
        ]
    },
    "season_2": {
        "season_number": 2,
        "name": "Sezon 2",
        "episode_count": 13,
        "air_date": "2022-07-04",
        "poster_path": "/lLD9Xg5bASKrUAp7bLCm7s8WbKW.jpg",
        "episodes": [
            {
                "episode_number": 1,
                "name": "Zor Zamanlarda Aklınızı Başında Tutmayı Unutmayın.",
                "overview": "Ada testinin sona ermesiyle Ayanokoji Kiyotaka ve diğerleri lüks bir gemide yaz tatillerinin tadını çıkarıyorlar. Aniden yeni bir özel testle kesintiye uğrarlar. Ayanokoji, Karuizawa Kei ve diğerleriyle aynı odaya çağrılır ve burada bu sınavın kesinlikle sınıf çizgilerine uygun olmadığını öğrenirler...",
                "air_date": "2022-07-04",
                "still_path": "/qUMhwS1QbTY6wuAv7CemW1AGVZA.jpg",
                "video_url": "4784846"
            },
            {
                "episode_number": 2,
                "name": "Diğer Tüm Günahların Kaynağı Olan Iki Temel Insan Günahı Vardır: Sabırsızlık ve Tembellik.",
                "overview": "\"Düşünme\" testinin 1. Günü sona erdiğinde Ayanokoji, telefonuna sinirlenen Horikita'dan bir mesaj aldığında Hirata ve diğerleriyle çıkmazdan kurtulmanın bir yolu hakkında konuşuyor. Bu arada Karuizawa'nın davranışlarında tuhaf bir şeyler fark eden Karuizawa, Horikita'dan bilgi ister ama...",
                "air_date": "2022-07-11",
                "still_path": "/3BE7fmLK5J1nijfY52S2nvx08tU.jpg",
                "video_url": "4790657"
            },
            {
                "episode_number": 3,
                "name": "En Büyük Ruhlar En Büyük Erdemlere Olduğu Kadar En Büyük Kötülüklere De Muktedirdir.",
                "overview": "Karuizawa, C Sınıfının kızları tarafından kırılma noktasına itilir. Ayanokoji kayıtsızca izler, ancak Yukimura buna dayanamayarak yardımına koşar. Karuizawa'nın anormal korku seviyelerini fark eden Ayanokoji'nin aklına bir fikir gelmiş gibi...",
                "air_date": "2022-07-18",
                "still_path": "/xleOVHWBY4b3yGlgMG1iXfQvtYg.jpg",
                "video_url": "4795263"
            },
            {
                "episode_number": 4,
                "name": "Malzemenin Yaratılması Gerekiyor.",
                "overview": "İkinci dönemin başında spor şenliği hazırlıkları başlıyor. Öğrenciler, etkinliklerdeki performansın yazılı sınavlarını etkileyeceği gerçeği konusunda endişeliler ve benzersiz takım dağılımları ve öğrencilere kimin hangi etkinlikte yer alacağına karar verme özgürlüğü verilmesi baskıyı daha da artırıyor.",
                "air_date": "2022-07-25",
                "still_path": "/oF6UbzQQce0xri9vHL7cCaN9N3J.jpg",
                "video_url": "4801528"
            },
            {
                "episode_number": 5,
                "name": "Her Başarısızlık Başarıya Giden Bir Adımdır.",
                "overview": "Ayanokoji, hain olduğundan şüphelendiği Kushida'yı Horikita'nın yanında diğer sınıfları gözlemlemesi için getirir. Festival günü geldiğinde Kırmızı Takım, Horikita ve Sudo'nun harika performanslarıyla liderliği ele geçirir ancak Ayanokoji sadece ilgisizce izler...",
                "air_date": "2022-08-01",
                "still_path": "/hyRKf7wM0cWuXpMnMHjCDoWeNoW.jpg",
                "video_url": "4812324"
            },
            {
                "episode_number": 6,
                "name": "Zorluk Gerçeğe Giden Ilk Yoldur.",
                "overview": "Spor festivali yaklaşırken Horikita, Sudo'nun yanı sıra Ryuen'in tehdidiyle de uğraşmak zorundadır.",
                "air_date": "2022-08-08",
                "still_path": "/qoIHpSIN1XketcShpULWMmPPDyT.jpg",
                "video_url": "4818265"
            },
            {
                "episode_number": 7,
                "name": "Her Şeyden Şüphe Etmek Ya Da Her Şeye Inanmak Eşit Derecede Uygun Iki Çözümdür; Her Ikisi De Derinlemesine Düşünme Zorunluluğunu Ortadan Kaldırır.",
                "overview": "D Sınıfı, başarısızlığın bedelinin okuldan atılmak olduğu \"Kağıt Karıştırma\" adlı bir sınav olan bir sonraki büyük zorlukla yüzleşmeye hazırlanıyor.",
                "air_date": "2022-08-15",
                "still_path": "/l6bI7i1sKKCa94bLZ7R5WM0qRVN.jpg",
                "video_url": "4829050"
            },
            {
                "episode_number": 8,
                "name": "Yara Kalbinde.",
                "overview": "Horikita, Kushida ile sorunları çözmek için Paper Shuffle'ı kullanmaya karar verir ve Ayanokoji kendini ortada kalır.",
                "air_date": "2022-08-22",
                "still_path": "/qYp9tCdw4ICEQxexR4MTL6eAGw3.jpg",
                "video_url": "4850854"
            },
            {
                "episode_number": 9,
                "name": "Bir Hata Yaparsanız ve Düzeltmezseniz Buna Hata Denir.",
                "overview": "Kağıt Karıştırma günü yaklaşırken, oyundaki çeşitli güçlerin planları çatışır.",
                "air_date": "2022-08-29",
                "still_path": "/2ToxZSq75pkFGvk45SHoywc2CJN.jpg",
                "video_url": "4852972"
            },
            {
                "episode_number": 10,
                "name": "Çoğu Zaman Yanıltıcı Bir Iyiliğe Aldanan Insanlar, Kendi Yıkımlarını Arzularlar.",
                "overview": "Ayanokoji okul dışından bir ziyaretçi tarafından ziyaret edilir ve okulda kalış koşulları hakkında daha fazla bilgi edinir.",
                "air_date": "2022-09-05",
                "still_path": "/iuH1dtZ3neoXw5Dp35cMDwxEBHt.jpg",
                "video_url": "4859728"
            },
            {
                "episode_number": 11,
                "name": "Kendine Hakim Olamayan Bir Adam Her Zaman Köle Olacaktır.",
                "overview": "Ayakoji ile olan işbirlikçi ilişkisi aniden sona eren Karuizawa, onunla irtibatının tamamen kesilmesinden duyduğu utancı gizleyemez. D Sınıfı gelecekle ilgili planlarını tartışırken Ryuen ve C Sınıfının diğer üyeleri baskıcı görünür.",
                "air_date": "2022-09-12",
                "still_path": "/AfdWfIjGUOc1Oxtg73Oe7ElaNHa.jpg",
                "video_url": "4868803"
            },
            {
                "episode_number": 12,
                "name": "Bilgelik Olmadan Güç Kendi Ağırlığından Düşer.",
                "overview": "Ayanokoji, Ryuen ve C Sınıfı tehditle nasıl başa çıkılacağı konusunda son kararını verir.",
                "air_date": "2022-09-19",
                "still_path": "/6E0DJbQwTgHe1ousRpRHaP0Zx9O.jpg",
                "video_url": "4877563"
            },
            {
                "episode_number": 13,
                "name": "Karşılaşabileceğiniz En Kötü Düşman Her Zaman Kendiniz Olacaktır.",
                "overview": "Spor salonu olayının ardından yaşananlar, Noel'in okula romantizm getirmesiyle devam eder.",
                "air_date": "2022-09-26",
                "still_path": "/d3ML6HoEhX8n1BZWXs4TxdQ6gVj.jpg",
                "video_url": "4885385"
            }
        ]
    },
    "season_3": {
        "season_number": 3,
        "name": "Sezon 3",
        "episode_count": 13,
        "air_date": "2024-01-03",
        "poster_path": "/wyATdDDS7T6hMwtI7AnMMjVwsGA.jpg",
        "episodes": [
            {
                "episode_number": 1,
                "name": "Büyümenin En Güçlü Prensibi Insanın Tercihinde Yatmaktadır.",
                "overview": "Ayanokoji'nin sınıfı, karma eğitim kampı olan yükseltilmiş C Sınıfı olarak ilk denemelerine başlar.",
                "air_date": "2024-01-03",
                "still_path": "/heLMHX0Ra0fpll9a4DG9dygr7Mj.jpg",
                "video_url": "5386990"
            },
            {
                "episode_number": 2,
                "name": "İnsan Insana Kurttur.",
                "overview": "Grup yaklaşan testler için antrenman yaparken Yukimura bacağını yaralar. Daha sonra grubun maratonu nasıl idare etmesi gerektiğine dair bir plan yapar ve ardından dört testin yapılacağı gün gelir.",
                "air_date": "2024-01-10",
                "still_path": "/xXDNeztt5ZeANArWqRC4vtpuo7t.jpg",
                "video_url": "5395746"
            },
            {
                "episode_number": 3,
                "name": "İnsan Unutmak Istediğini Asla Unutmaz.",
                "overview": "C Sınıfı, Karuizawa ve Hirata'nın ayrılmasını tartışırken A Sınıfından Sakayanagi Yamauchi'ye yaklaşır. Horikita bunun bir tuzak olduğu konusunda uyarır, ancak Yamauchi buna aldırış etmez. Bu arada Horikita, Ayanokoji'ye Ichinose'un etrafında söylentilerin döndüğünü söyler.",
                "air_date": "2024-01-17",
                "still_path": "/kYb4QROnwXGzWOdj4XkBeQ0SvBH.jpg",
                "video_url": "5407902"
            },
            {
                "episode_number": 4,
                "name": "Çalışma Hakkına Sahipsiniz, Ancak Bunun Meyvelerine Sahip Değilsiniz.",
                "overview": "Sevgililer Günü ve C Sınıfı çocukları çikolata alıp almayacakları konusunda heyecanlılar. Bu arada Karuizawa, Ayanokoji'nin buluşma isteğinden rahatsız görünüyor ve bunu yaparken beklenmedik bir kişi beliriyor...",
                "air_date": "2024-01-24",
                "still_path": "/bun3yUxmzcAUzrsY11HWEzlM3Mk.jpg",
                "video_url": "5412693"
            },
            {
                "episode_number": 5,
                "name": "Şans Cesurdan Yanadır.",
                "overview": "Söylentileri yayan kişinin, bunu Sakayanagi'nin emriyle yapan Hashimoto olduğu ortaya çıktı. Kısa bir süre sonra Sakayanagi, C Sınıfı'nın huzuruna çıkar ve onlara Ichinose hakkındaki söylentilere dair kanıtları olduğunu söyler.",
                "air_date": "2024-01-31",
                "still_path": "/3mzsqrmFgAH34sgvXXjKWinP1d0.jpg",
                "video_url": "5419865"
            },
            {
                "episode_number": 6,
                "name": "Yaralanmak, Yaralamaktan Daha Iyidir.",
                "overview": "C Sınıfındaki herkes yıl sonu sınavını geçti. Sınıfta rahatlama yaşanırken Chabashira özel bir sınavın duyurusunu yapar. Övülmeye değer üç, kınamaya layık üç kişiyi seçmek sınıf oyu ile yapılacak.",
                "air_date": "2024-02-07",
                "still_path": "/kozApucCq042I5k65wSp5sxOgkE.jpg",
                "video_url": "5429552"
            },
            {
                "episode_number": 7,
                "name": "İnsanlar Kendi Ruhlarıyla Yüzleşmekten Kaçınmak için Ne Kadar Saçma Olursa Olsun Her Şeyi Yaparlar.",
                "overview": "Sınıf oylamasının yaklaşmasıyla birlikte C sınıfının üzerinde rahatsız edici bir hava hakim olur ve onları şüpheyle doldurur. İkinci sınıf A Sınıfı öğrencisi Asahina, Ayanokoji'ye Ichinose'nin öğrenci konseyi başkanı Nagumo'dan işbirliği istediğini bildirir.",
                "air_date": "2024-02-14",
                "still_path": "/rTUO78ObihmS45DCEwJUYXYw5C4.jpg",
                "video_url": "5434428"
            },
            {
                "episode_number": 8,
                "name": "Geçmişi Hatırlayamayanlar Onu Tekrarlamaya Mahkumdur.",
                "overview": "Kardeşi Manabu ile konuştuktan sonra Horikita, kovulması gereken kişi olarak Yamauchi'nin adını teklif eder. Sadece sınıfa çok az katkıda bulunmakla kalmadı, aynı zamanda Ayanokoji'yi okuldan atmak için A Sınıfında Sakayanagi ile birlikte çalıştı.",
                "air_date": "2024-02-21",
                "still_path": "/hUKfUTKKG4eE6q59HfphXeobdn7.jpg",
                "video_url": "5442083"
            },
            {
                "episode_number": 9,
                "name": "Aşırı Adalet, Aşırı Adaletsizliktir.",
                "overview": "Sınıf oylamasında C sınıfından ilk öğrenci atıldı. Sakayanagi, Ayanokoji ile buluşur ve Ayanokoji'nin babası tarafından gönderilen Tsukishiro adında bir adam onlara yaklaşır. Sonrasında Ayanokoji, Sakayanagi'ye bir sonraki sınavlarında yarışmaları için meydan okur.",
                "air_date": "2024-02-28",
                "still_path": "/4OSVKq9ms88escuFnOQTK5AhZ4W.jpg",
                "video_url": "5452164"
            },
            {
                "episode_number": 10,
                "name": "Saçma Sonuçların Ilk Nedenini Yöntem Eksikliğine Atfediyorum.",
                "overview": "C Sınıfı, özel sınav için çeşitli stratejiler değerlendirir, ancak bunların hepsinde belirleyici bir faktör yoktur. Hirata, sınıf oylarının sonucundan dolayı hayal kırıklığı yaşamaya devam ediyor. Ayanokoji, kendisi için endişelenen Mii-chan'a soğuk davranan Hirata'ya seslenir.",
                "air_date": "2024-03-06",
                "still_path": "/3NUapL1XnYroj3rxb2vnvNcpnS8.jpg",
                "video_url": "5459254"
            },
            {
                "episode_number": 11,
                "name": "Aşkta Tek Kural Vardır: Sevdiklerinize Mutluluk Getirin.",
                "overview": "Hirata iyileşip sınıfta birlik ortaya çıktıkça sonunda Ayanokoji, Sakayanagi'ye karşı savaşır. Final özel sınavı başladı ve ilk tur basketbol. C Sınıfı iyi bir mücadele verir, ancak Sakayanagi düşmesi için Sudo'yu zihinsel olarak sarsmayı planlar.",
                "air_date": "2024-03-13",
                "still_path": "/cnFocEvLhngdczzRrMkBHwrYakU.jpg",
                "video_url": "5468115"
            },
            {
                "episode_number": 12,
                "name": "Dünyanın Düzenini Değil, Arzularınızı Değiştirin.",
                "overview": "Sınıf, final sınavında az farkla A Sınıfına yenildi ve tekrar D Sınıfına düşürüldü. Ancak öğrenciler yıl boyunca büyüme gösterdi. Özellikle lider olarak büyüyen Horikita, B Sınıfı ile olan ittifakın feshedilmesini talep ediyor.",
                "air_date": "2024-03-20",
                "still_path": "/k3LKfOU2gORPx9f0t8nsE24yW7o.jpg",
                "video_url": "5479685"
            },
            {
                "episode_number": 13,
                "name": "Aşk En Iyi Öğretmendir.",
                "overview": "Bahar tatili. Shiina, kitapları tartışmak için Ayanokoji'yi arar. Bu sırada B Sınıfından Kanzaki, Hashimoto ile gizli bir toplantı yapan Ryuen'in huzuruna çıkar. Sınıf mağlup olmasına rağmen Kanzaki, Ryuen'la tereddüt etmeden yüzleşir.",
                "air_date": "2024-03-27",
                "still_path": "/bbTIodpLcABWYGiIPBUZDY4d9k6.jpg",
                "video_url": "5485759"
            }
        ]
    }
}